Repository: TESTYXOPERO123/pkp
Catalog: locale/*/common.xlf
Languages: ru_ru

# user-authorization-invalidRepresentation
source: Invalid representation.
ru_ru: Неправильное представление.

# user-authorization-authorRoleMissing
source: You do not currently have sufficient privileges to view the submission. Please edit your profile to ensure that you have been granted the appropriate roles under "Register As".
ru_ru: В данный момент у Вас не достаточно прав для просмотра материала. Пожалуйста, отредактируйте ваш профиль, чтобы убедиться в том, что Вам предоставлены соответствующие роли в разделе «Регистрация как».

# user-authorization-submissionAuthor
source: The current user is not the author of the requested submission. Please verify that you are logged in with the correct user account.
ru_ru: Данный пользователь не является автором запрошенного материала. Пожалуйста, проверьте, что вы вошли в систему с правильной учетной записью пользователя.

# notification-type-queryActivity
source: Discussion activity.
ru_ru: Активность обсуждений.

# notification-type-queryAdded
source: Discussion added.
ru_ru: Добавлено обсуждение.

# notification-type-assignCopyeditors
source: Assign a copyeditor using the Assign link in the Participants list.
ru_ru: Назначьте литературного редактора, используя ссылку «Назначить» в списке «Участники».

# notification-type-awaitingCopyedits
source: Awaiting Copyedits.
ru_ru: Ожидание литературного редактирование.

# notification-type-roundStatusTitle
source: Round {$round} Status
ru_ru: Статус раунда {$round}

# notification-editedNavigationMenuItem
source: Navigation menu item was succesfully updated
ru_ru: Элемент меню навигации был успешно обновлен

# notification-removedNavigationMenuItem
source: Navigation menu item was succesfully removed
ru_ru: Элемент меню навигации был успешно удален

# notification-addedNavigationMenuItem
source: Navigation menu item was succesfully added
ru_ru: Элемент меню навигации был успешно добавлен

# notification-addedNavigationMenu
source: Navigation menu was succesfully added
ru_ru: Меню навигации было успешно добавлено

# notification-editedNavigationMenu
source: Navigation menu was succesfully updated
ru_ru: Меню навигации было успешно обновлено

# notification-removedNavigationMenu
source: Navigation menu was succesfully removed
ru_ru: Меню навигации было успешно удалено

# list-viewMore
source: Show more details about {$name}
ru_ru: Показать подробности о {$name}

# list-viewLess
source: Hide expanded details about {$name}
ru_ru: Скрыть подробности о {$name}

# validator-accepted
source: Please accept this item..
ru_ru: Пожалуйста, примите этот элемент..

# validator-active_url
source: This is not a valid URL.
ru_ru: Некорректный URL.

# validator-after
source: This date must be after {$date}.
ru_ru: Дата должна быть после {$date}.

# validator-alpha
source: This may only contain letters.
ru_ru: Здесь могут быть только буквы.

# validator-alpha_dash
source: This may only contain letters, numbers, dashes and underscores.
ru_ru: Здесь могут быть только буквы, цифры, дефисы и подчеркивания.

# validator-alpha_num
source: This may only contain letters and numbers.
ru_ru: Здесь могут быть только буквы и цифры.

# validator-array
source: This is not a valid array.
ru_ru: Некорректный массив.

# validator-before
source: This date must be before {$date}.
ru_ru: Дата должна быть до {$date}.

# validator-between-numeric
source: This must be between {$min} and {$max}.
ru_ru: Должно быть между {$min} и {$max}.

# validator-between-file
source: This must be between {$min} and {$max} kilobytes.
ru_ru: Должно быть от {$min} до {$max} килобайт.

# validator-between-string
source: This must be between {$min} and {$max} characters.
ru_ru: Должно быть от {$min} до {$max} символов.

# validator-between-array
source: This must have between {$min} and {$max} items.
ru_ru: Должно быть от {$min} до {$max} элементов.

# validator-boolean
source: This field must be true or false.
ru_ru: Поле должно быть «истина» или «ложь».

# validator-confirmed
source: The confirmation for this field does not match.
ru_ru: Значение и его подтверждение не совпадают.

# validator-currency
source: This is not a valid currency.
ru_ru: Некорректная валюта.

# validator-date
source: This is not a valid date.
ru_ru: Некорректная дата.

# validator-date_format
source: This does not match the format {$format}.
ru_ru: Не соответствует формату {$format}.

# validator-different
source: The {$attribute} and {$other} must be different.
ru_ru: {$attribute} и {$other} должны быть различными.

# validator-digits
source: This must be {$digits} digits long.
ru_ru: Длина должна быть {$digits} цифр.

# validator-digits_between
source: This must be between {$min} and {$max} digits.
ru_ru: Должно быть от {$min} до {$max} цифр.

# validator-email
source: This is not a valid email address.
ru_ru: Некорректный адрес электронной почты.

# validator-exists
source: The selected {$attribute} is invalid.
ru_ru: Выбранный {$attribute} некорректный.

# validator-filled
source: This field is required.
ru_ru: Поле обязательное.

# validator-image
source: This must be an image.
ru_ru: Должно быть изображением.

# validator-in
source: The selected {$attribute} is invalid.
ru_ru: Выбранный {$attribute} некорректный.

# validator-integer
source: This is not a valid integer.
ru_ru: Не является целым числом.

# validator-ip
source: This is not a valid IP address.
ru_ru: Некорректный IP-адрес.

# validator-issn
source: This is not a valid ISSN.
ru_ru: Некорректный ISSN.

# validator-json
source: This is not a valid JSON string.
ru_ru: Некорректная Строка JSON.

# validator-locale
source: This language is not accepted.
ru_ru: Данный язык не принимается.

# validator-localeExpected
source: This field is multilingual. Separate values must be provided for each supported language.
ru_ru: Это многоязычное поле. Должны быть введены отдельные значения для каждого поддерживаемого языка.

# validator-localeKey
source: Languages must be specified using the locale code. Examples: en_US, fr_CA, sr_RS@cyrillic.
ru_ru: Языки должны быть указаны с помощью кода языка. Например: en_US, fr_CA, sr_RS@cyrillic.

# validator-max-numeric
source: This may not be greater than {$max}.
ru_ru: Не может быть больше {$max}.

# validator-max-file
source: This may not be greater than {$max} kilobytes.
ru_ru: Не может быть больше {$max} килобайт.

# validator-max-string
source: This may not be greater than {$max} characters.
ru_ru: Не может быть больше {$max} символов.

# validator-max-array
source: This may not have more than {$max} items.
ru_ru: Не может содержать больше {$max} элементов.

# validator-mimes
source: This must be a file of type {$values}.
ru_ru: Должно быть файлом одного из следующих типов: {$values}.

# validator-min-numeric
source: This must be at least {$min}.
ru_ru: Должно быть не меньше {$min}.

# validator-min-file
source: This must be at least {$min} kilobytes.
ru_ru: Должно быть не меньше {$min} килобайт.

# validator-min-string
source: This must be at least {$min} characters.
ru_ru: Должно быть не меньше {$min} символов.

# validator-min-array
source: This must have at least {$min} items.
ru_ru: Должно содержать не меньше {$min} элементов.

# validator-not_in
source: The selected {$attribute} is invalid.
ru_ru: Выбранный {$attribute} некорректный.

# validator-numeric
source: This is not a valid number.
ru_ru: Не является числом.

# validator-orcid
source: This is not a valid ORCID.
ru_ru: Некорректный ORCID.

# validator-present
source: The {$attribute} field must be present.
ru_ru: Должно присутствовать поле «{$attribute}».

# validator-regex
source: This is not formatted correctly.
ru_ru: Отформатировано некорректно.

# validator-required
source: This field is required.
ru_ru: Поле обязательно.

# validator-required_if
source: This field is required when {$other} is {$value}.
ru_ru: Поле обязательно, если {$other} равно {$value}.

# validator-required_unless
source: This field is required unless {$other} is in {$values}.
ru_ru: Поле обязательно, пока {$other} равно {$values}.

# validator-required_with
source: This field is required when {$values} is present.
ru_ru: Поле обязательно, когда {$values} заданы.

# validator-required_with_all
source: This field is required when {$values} is present.
ru_ru: Поле обязательно, когда {$values} заданы.

# validator-required_without
source: This field is required when {$values} is not present.
ru_ru: Поле обязательно, когда {$values} не заданы.

# validator-required_without_all
source: This field is required when none of {$values} are present.
ru_ru: Поле обязательно, когда {$values} не заданы.

# validator-same
source: The {$attribute} and {$other} must match.
ru_ru: {$attribute} и {$other} должны совпадать.

# validator-size-numeric
source: This must be {$size}.
ru_ru: Должно быть {$size}.

# validator-size-file
source: This must be {$size} kilobytes.
ru_ru: Должно быть {$size} килобайт.

# validator-size-string
source: This must be {$size} characters.
ru_ru: Должно быть {$size} символов.

# validator-size-array
source: This must contain {$size} items.
ru_ru: Должно содержать {$size} элементов.

# validator-string
source: This is not a valid string.
ru_ru: Некорректная строка.

# validator-timezone
source: This is not a valid timezone.
ru_ru: Некорректная временная зона.

# validator-unique
source: The {$attribute} has already been taken.
ru_ru: {$attribute} уже использован.

# validator-url
source: This is not a valid URL.
ru_ru: Некорректный URL.
