Repository: TESTYXOPERO123/pkp
Catalog: locale/*/common.xlf
Languages: ru_ru

# common-currentStyleSheet
source: Current Stylesheet
ru_ru: Текущая таблица стилей

# about-description
source: Description
ru_ru: Описание

# about-guidelines
source: Guides
ru_ru: Руководства

# about-aboutSite
source: About the Site
ru_ru: О сайте

# about-contact
source: Contact
ru_ru: Контакты

# about-contact-phone
source: Phone
ru_ru: Телефон

# about-contact-principalContact
source: Principal Contact
ru_ru: Представитель редакции

# about-contact-supportContact
source: Support Contact
ru_ru: Представитель технической поддержки

# about-other
source: Other
ru_ru: Прочее

# about-people
source: People
ru_ru: Люди

# about-policies
source: Policies
ru_ru: Политики

# about-siteMap
source: Site Map
ru_ru: Карта сайта

# announcement-announcements
source: Announcements
ru_ru: Объявления

# announcement-announcementsHome
source: Announcements
ru_ru: Объявления

# announcement-moreAnnouncements
source: More Announcements...
ru_ru: Другие объявления...

# announcement-noneExist
source: No announcements have been published.
ru_ru: Не было опубликовано ни одного объявления.

# announcement-posted
source: Posted
ru_ru: Опубликовано

# announcement-postedOn
source: Posted on {$postDate}
ru_ru: Опубликовано {$postDate}

# announcement-view
source: View Announcement
ru_ru: Показать объявление

# common-allDownloads
source: All Downloads
ru_ru: Все загрузки

# common-navigation-sidebar
source: Sidebar
ru_ru: Боковая панель

# common-navigation-site
source: Site Navigation
ru_ru: Навигация сайта

# common-navigation-siteContext
source: Site Context Navigation
ru_ru: Контекстная навигация сайта

# common-navigation-user
source: User Navigation
ru_ru: Навигация пользователя

# common-tasks
source: Tasks
ru_ru: Задачи

# common-list
source: List
ru_ru: Список

# common-grid
source: Grid
ru_ru: Таблица

# common-confirmDelete
source: Are you sure you wish to delete this item? This action cannot be undone.
ru_ru: Вы уверены, что хотите удалить этот элемент? Это действие нельзя отменить.

# common-abstract
source: Abstract
ru_ru: Аннотация

# common-accepted
source: Accepted
ru_ru: Принято

# common-acknowledged
source: Acknowledged
ru_ru: Признано

# common-action
source: Action
ru_ru: Действие

# common-activate
source: Activate
ru_ru: Активировать

# common-active
source: Active
ru_ru: Активны

# common-add
source: Add
ru_ru: Добавить

# common-addSelf
source: Add Self
ru_ru: Добавить себя

# common-name
source: Name
ru_ru: Имя

# common-all
source: All
ru_ru: Все

# common-alphaList
source: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z
ru_ru: А Б В Г Д Е Ё Ж З И Й К Л М Н О П Р С Т У Ф Х Ц Ч Ш Щ Ъ Ы Ь Э Ю Я

# common-titleSmallWords
source: of a the and an or nor but is if then else when at from by on off for in out over to into with
ru_ru: и или но если то иначе когда в на под из над с во

# common-alreadyAssigned
source: Assigned
ru_ru: Назначен

# common-altText
source: Alternate text
ru_ru: Альтернативный текст

# common-altTextInstructions
source: Describe this image for visitors viewing the site in a text-only browser or with assistive devices. Example: "Our editor speaking at the PKP conference."
ru_ru: Опишите это изображение для посетителей, просматривающих сайт в текстовом браузере или с помощью специальных устройств. Например: «Наш редактор, выступающий на конференции PKP».

# common-and
source: and
ru_ru: и

# common-applyAction
source: Apply Action
ru_ru: Применить

# common-assign
source: Assign
ru_ru: Назначить

# common-assigned
source: Assigned
ru_ru: Назначен

# common-assigned-date
source: Assigned: {$dateAssigned}
ru_ru: Назначен: {$dateAssigned}

# common-available
source: Available
ru_ru: Доступен

# common-back
source: Back
ru_ru: Назад

# common-between
source: between
ru_ru: между

# common-cancel
source: Cancel
ru_ru: Отменить

# common-cancelled
source: Cancelled
ru_ru: Отменено

# common-warning
source: Warning
ru_ru: Предупреждение

# common-error
source: Error
ru_ru: Ошибка

# common-notice
source: Notice
ru_ru: Сообщение

# common-captcha-error-missing-input-secret
source: The captcha validation for this website is not configured correctly. The secret key is missing.
ru_ru: Проверка captcha для этого сайта настроена некорректно. Секретный ключ отсутствует.

# common-captcha-error-invalid-input-secret
source: The captcha validation for this website is not configured correctly. The secret key is invalid.
ru_ru: Проверка captcha для этого сайта настроена некорректно. Неправильный секретный ключ.

# common-captcha-error-missing-input-response
source: You must complete the validation check used to prevent spam submissions.
ru_ru: Вы должны пройти проверку, которая используется для предотвращения рассылки спама.

# common-captcha-error-invalid-input-response
source: You did not pass the validation check used to prevent spam submissions.
ru_ru: Вы не прошли проверку, которая используется для предотвращения рассылки спама.

# common-captchaField-description
source: Please enter the letters as they appear in the image above.
ru_ru: Пожалуйста, введите буквы, которые вы видите на изображении выше.

# common-captchaField
source: Validation
ru_ru: Проверка

# common-ccLicense
source: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> This work is licensed under a <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
ru_ru: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Лицензия Creative Commons" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Эта работа распространяется по <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">лицензии Creative Commons Attribution 3.0</a>.

# common-ccLicense-rt
source: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
ru_ru: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Лицензия Creative Commons" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Эта работа распространяется по <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">лицензии Creative Commons Attribution 3.0</a>. </div>

# common-changesSaved
source: Your changes have been saved.
ru_ru: Ваши изменения были сохранены.

# common-chooseOne
source: Choose One
ru_ru: Выберите одно

# common-close
source: Close
ru_ru: Закрыть

# common-closePanel
source: Close Panel
ru_ru: Закрыть панель

# common-closeWindow
source: Close Window
ru_ru: Закрыть окно

# common-complete
source: Complete
ru_ru: Завершить

# common-completed
source: Completed
ru_ru: Завершен

# common-completed-date
source: Completed: {$dateCompleted}
ru_ru: Завершен: {$dateCompleted}

# common-confirm
source: Confirm
ru_ru: Подтвердить

# common-confirmed-date
source: Confirmed: {$dateConfirmed}
ru_ru: Подтвержден: {$dateConfirmed}

# common-content
source: Content
ru_ru: Содержание

# common-contents
source: Contents
ru_ru: Содержания

# common-continue
source: Continue
ru_ru: Продолжить

# common-copy
source: Copy
ru_ru: Копировать

# common-country
source: Country
ru_ru: Страна

# common-create
source: Create
ru_ru: Создать

# common-dateCompleted
source: Date completed
ru_ru: Дата завершения

# common-dateDecided
source: Date decided
ru_ru: Дата принятия решения

# common-date
source: Date
ru_ru: Дата

# common-dateModified
source: Date modified
ru_ru: Дата изменения

# common-dateRequested
source: Date requested
ru_ru: Дата запроса

# common-dateSubmitted
source: Date submitted
ru_ru: Дата отправки

# common-dateUploaded
source: Date uploaded
ru_ru: Дата загрузки

# common-dateHijri
source: Hijri Calendar
ru_ru: Календарь Хиджры

# common-day
source: Day
ru_ru: День

# common-deactivate
source: Deactivate
ru_ru: Деактивировать

# common-default
source: Default
ru_ru: По умолчанию

# common-declined
source: Declined
ru_ru: Отклонен

# common-delete
source: Delete
ru_ru: Удалить

# common-deleting
source: Deleting
ru_ru: Удаление...

# common-deleteSelection
source: Delete Selection
ru_ru: Удалить выбранное

# common-designation
source: Designation
ru_ru: Назначение

# common-description
source: Description
ru_ru: Описание

# common-dimensionsInches
source: {$width}&Prime;&times;{$height}&Prime; at {$dpi} DPI/PPI
ru_ru: {$width}&Prime;&times;{$height}&Prime; @ {$dpi} DPI/PPI

# common-dimensionsPixels
source: {$width}&times;{$height} pixels
ru_ru: {$width}&times;{$height} пикселей

# common-disable
source: Disable
ru_ru: Отключить

# common-disabled
source: Disabled
ru_ru: Отключен

# common-discipline
source: Discipline
ru_ru: Дисциплина

# common-done
source: Done
ru_ru: Выполнено

# common-download
source: Download
ru_ru: Скачать

# common-downloadPdf
source: Download PDF
ru_ru: Скачать PDF

# common-edit
source: Edit
ru_ru: Редактировать

# common-enable
source: Enable
ru_ru: Включить

# common-enabled
source: Enabled
ru_ru: Включен

# common-error-databaseError
source: A database error has occurred: {$error}
ru_ru: Произошла ошибка базы данных: {$error}

# common-error-databaseErrorUnknown
source: An unknown database connection error has occurred.
ru_ru: Произошла неизвестная ошибка связи с базой данных.

# common-error-framesRequired
source: This page requires frames. <a href="{$url}">Click here</a> for the non-frames version.
ru_ru: Эта страница требует фреймов. <a href="{$url}">Нажмите здесь</a> для просмотра версии, не использующей фреймы.

# common-event
source: Event
ru_ru: Событие

# common-export
source: Export
ru_ru: Экспорт

# common-finish
source: Finish
ru_ru: Закончить

# common-fullscreen
source: Fullscreen
ru_ru: Полноэкранный режим

# common-fullscreenOff
source: Fullscreen Off
ru_ru: Выйти из полноэкранного режима

# common-false
source: False
ru_ru: Ложь

# common-file
source: File
ru_ru: Файл

# common-fileName
source: File Name
ru_ru: Имя файла

# common-fileSize
source: File Size
ru_ru: Размер файла

# common-fileType
source: File Type
ru_ru: Тип файла

# common-fileUploaderError
source: The system file uploader is loading. If it doesn't appear it is likely that none of its runtimes is supported by this browser. Please, contact administration for support.
ru_ru: Загружается загрузчик файлов в систему. Если он не появляется, скорее всего его запуск не поддерживается этим браузером. Пожалуйста, свяжитесь с администратором сервера для решения проблемы.

# common-filter
source: Filters
ru_ru: Фильтры

# common-filterAdd
source: Add filter: {$filterTitle}
ru_ru: Добавить фильтр: {$filterTitle}

# common-filterRemove
source: Clear filter: {$filterTitle}
ru_ru: Сбросить фильтр: {$filterTitle}

# common-from
source: From
ru_ru: От

# common-fromWithValue
source: From: {$value}
ru_ru: От: {$value}

# common-until
source: Until
ru_ru: По

# common-go
source: Go
ru_ru: Выполнить

# common-height
source: Height
ru_ru: Высота

# common-homepageNavigationLabel
source: Home
ru_ru: Главная

# common-homePageHeaderLogo-altText
source: Homepage Header Logo
ru_ru: Логотип верхнего колонтитула главной страницы

# common-hour
source: Hour
ru_ru: Час

# common-import
source: Import
ru_ru: Импорт

# common-initiate
source: Initiate
ru_ru: Начать

# common-inProgress
source: In progress
ru_ru: В процессе

# common-itemsPerPage
source: Items per page
ru_ru: Элементов на странице

# common-keywords
source: Keywords
ru_ru: Ключевые слова

# common-language
source: Language
ru_ru: Язык

# common-languages
source: Languages
ru_ru: Языки

# common-less
source: Less
ru_ru: Меньше

# common-lessThan
source: {$value} or less
ru_ru: {$value} или меньше

# common-manage
source: Manage
ru_ru: Настроить

# common-mailingAddress
source: Mailing Address
ru_ru: Почтовый адрес

# common-billingAddress
source: Billing address (if different)
ru_ru: Адрес для отправки счета (если отличается)

# common-minute
source: Minute(s)
ru_ru: Минут

# common-modify
source: Modify
ru_ru: Изменить

# common-month
source: Month
ru_ru: Месяц

# common-more
source: More
ru_ru: Больше

# common-moreThan
source: {$value} or more
ru_ru: {$value} или больше

# common-noneAssigned
source: None assigned
ru_ru: Никто не назначен

# common-none
source: None
ru_ru: Нет

# common-no
source: No
ru_ru: Нет

# common-noItemsFound
source: No items found.
ru_ru: Ничего не найдено.

# common-noComments
source: No Comments
ru_ru: Нет комментариев

# common-notApplicable
source: Not applicable
ru_ru: Неприменимо

# common-notApplicableShort
source: N/A
ru_ru: Неприм.

# common-notAvailable
source: Not available
ru_ru: Недоступно

# common-note
source: Note
ru_ru: Заметка

# common-notes
source: Notes
ru_ru: Заметки

# common-notes-tooltip
source: Notes (yellow: has new notes; blue: has viewed notes; grey: no notes)
ru_ru: Заметки (желтый: есть новые заметки; синий: есть просмотренные заметки; серый: нет заметок)

# common-notified
source: Notified
ru_ru: Уведомлен

# common-notified-date
source: Notified: {$dateNotified}
ru_ru: Уведомлен: {$dateNotified}

# common-noMatches
source: No Matches
ru_ru: Нет совпадений

# common-off
source: Off
ru_ru: отключено

# common-on
source: On
ru_ru: включено

# common-options
source: Options
ru_ru: Параметры

# common-order
source: Order
ru_ru: Сортировка

# common-orderUp
source: Increase position of {$itemTitle}
ru_ru: Поднять вверх «{$itemTitle}»

# common-orderDown
source: Decrease position of {$itemTitle}
ru_ru: Опустить вниз «{$itemTitle}»

# common-originalFileName
source: Original file name
ru_ru: Первоначальное название файла

# common-or
source: or
ru_ru: или

# common-other
source: Other
ru_ru: Прочее

# common-overdue
source: Overdue
ru_ru: Просрочено

# common-pagination
source: {$start}-{$end} of {$total}
ru_ru: {$start}-{$end} из {$total}

# common-pagination-label
source: View additional pages
ru_ru: Показать другие страницы

# common-pagination-goToPage
source: Go to {$page}
ru_ru: Перейти к странице {$page}

# common-pagination-next
source: Next page
ru_ru: Следующая страница

# common-pagination-previous
source: Previous page
ru_ru: Предыдущая страница

# common-pageNumber
source: Page {$pageNumber}
ru_ru: Страница {$pageNumber}

# common-plugin
source: Plugin
ru_ru: Модуль

# common-pluginEnabled
source: The plugin "{$pluginName}" has been enabled.
ru_ru: Модуль «{$pluginName}» был включен.

# common-pluginDisabled
source: The plugin "{$pluginName}" has been disabled.
ru_ru: Модуль «{$pluginName}» был выключен.

# common-prefix
source: Prefix
ru_ru: Префикс

# common-prefixAndTitle-tip
source: Examples: A, The
ru_ru: Примеры: A, The

# common-preview
source: Preview
ru_ru: Предварительный просмотр

# common-publisher
source: Publisher
ru_ru: Издатель

# common-quality
source: Quality
ru_ru: Качество

# common-queue-long-active
source: All Active
ru_ru: Все активные

# common-readMore
source: Read More
ru_ru: Читать дальше

# common-readMoreWithTitle
source: Read more about {$title}
ru_ru: Читать дальше про «{$title}»

# common-record
source: Record
ru_ru: Запись

# common-refresh
source: Refresh
ru_ru: Обновить

# common-related
source: Related
ru_ru: Связанные

# common-reminder
source: Reminder
ru_ru: Напоминание

# common-reminded-date
source: Reminded: {$dateReminded}
ru_ru: Отправлено напоминание: {$dateReminded}

# common-remote
source: Remote
ru_ru: Удаленный

# common-remoteURL
source: RemoteURL
ru_ru: URL удаленного сервера

# common-remove
source: Remove
ru_ru: Удалить

# common-removeItem
source: Remove {$item}
ru_ru: Удалить {$item}

# common-removeSelection
source: Remove Selection
ru_ru: Удалить выбранное

# common-replaced
source: Replaced
ru_ru: Заменен

# common-replaceFile
source: Replace file
ru_ru: Заменить файл

# common-requiredField
source: * Denotes required field
ru_ru: * обозначает обязательное поле

# common-required
source: Required
ru_ru: Обязательно

# common-reset
source: Reset
ru_ru: Сбросить

# common-saveAndContinue
source: Save and continue
ru_ru: Сохранить и продолжить

# common-saveAndEmail
source: Save and email
ru_ru: Сохранить и отправить

# common-save
source: Save
ru_ru: Сохранить

# common-saving
source: Saving
ru_ru: Сохранение...

# common-search
source: Search
ru_ru: Найти

# common-searchQuery
source: Search Query
ru_ru: Поисковый запрос

# common-clearSearch
source: Clear search phrase
ru_ru: Очистить фразу поиска

# common-second
source: Second(s)
ru_ru: Секунд

# common-selectAll
source: Select All
ru_ru: Выбрать все

# common-selectedPrefix
source: Selected:
ru_ru: Выбраны:

# common-selectNone
source: Select None
ru_ru: Отменить выбор

# common-select
source: Select
ru_ru: Выбрать

# common-sendEmail
source: Send Email
ru_ru: Отправить письмо электронной почтой

# common-size
source: Size
ru_ru: Размер

# common-source
source: Source
ru_ru: Источник

# common-status
source: Status
ru_ru: Статус

# common-subject
source: Subject
ru_ru: Тема

# common-subjects
source: Subjects
ru_ru: Темы

# common-submenu
source: Submenu
ru_ru: Подменю

# common-subtitle
source: Subtitle
ru_ru: Подзаголовок

# common-suggest
source: Suggest
ru_ru: Предложить

# common-title
source: Title
ru_ru: Заголовок

# common-top
source: Top
ru_ru: Верх

# common-toWithValue
source: To: {$value}
ru_ru: Кому: {$value}

# common-true
source: True
ru_ru: Истина

# common-type
source: Type
ru_ru: Тип

# common-component
source: Component
ru_ru: Компонент

# common-uninitiated
source: Uninitiated
ru_ru: Не начат

# common-unread
source: Unread
ru_ru: Не прочитан

# common-untitled
source: Untitled
ru_ru: Без имени

# common-updated
source: Updated
ru_ru: Обновлен

# common-uploadedDate
source: Uploaded date
ru_ru: Дата загрузки

# common-upload
source: Upload
ru_ru: Загрузить на сервер

# common-uploadFailed
source: The file could not be uploaded or revised.
ru_ru: Файл не может быть загружен или изменен.

# common-up
source: Up
ru_ru: Наверх

# common-upload-addFile
source: Upload File
ru_ru: Загрузить файл

# common-upload-restore
source: Restore Original
ru_ru: Восстановить исходный

# common-upload-thumbnailPreview
source: Preview of the currently selected image.
ru_ru: Предварительный просмотр выбранного в данный момент изображения.

# common-upload-changeFile
source: Change File
ru_ru: Изменить файл

# common-upload-dragFile
source: Drag and drop a file here to begin upload
ru_ru: Перетащите файл сюда, чтобы начать загрузку

# common-url
source: URL
ru_ru: URL-адрес

# common-user
source: User
ru_ru: Пользователь

# common-view
source: View
ru_ru: Просмотреть

# common-viewProfile
source: View Profile
ru_ru: Просмотреть профиль

# common-weeks
source: weeks
ru_ru: недели

# common-width
source: Width
ru_ru: Ширина

# common-year
source: Year
ru_ru: Год

# common-yes
source: Yes
ru_ru: Да

# common-loading
source: Loading
ru_ru: Загрузка...

# common-plugins
source: Plugins
ru_ru: Модули

# common-metric
source: Metric
ru_ru: Метрика

# common-count
source: Count
ru_ru: Счетчик

# common-publicAccess
source: Public Access
ru_ru: Открытый доступ

# debug-databaseQueries
source: Number of database queries
ru_ru: Количество запросов к БД

# debug-executionTime
source: Page generated in
ru_ru: Страница создана за

# debug-memoryUsage
source: Memory Usage
ru_ru: Использование памяти

# debug-notes-localeListLoad
source: Loaded locale list "{$localeList}" from XML
ru_ru: Загружен список языков «{$localeList}» из XML

# debug-notes-localeLoad
source: Loaded locale file "{$localeFile}" from XML
ru_ru: Загружен файл языка «{$localeFile}» из XML

# debug-notes-missingLocaleKey
source: Missing locale key "{$key}".
ru_ru: В языковом файле отсутствует ключ «{$key}».

# debug-notes
source: Notes:
ru_ru: Примечания:

# defaultMetric-title
source: Default Metric
ru_ru: Метрика по умолчанию

# defaultMetric-availableMetrics
source: Available Metrics
ru_ru: Доступные метрики

# editor-submissionReview-uploadFile
source: Upload Review File
ru_ru: Загрузить файл рецензии

# editor-submissionReview-uploadAttachment
source: Upload File
ru_ru: Загрузить файл

# email-addAttachment
source: Add Attachment
ru_ru: Добавить вложение

# email-addBccRecipient
source: Add BCC
ru_ru: Добавить BCC

# email-addCcRecipient
source: Add CC
ru_ru: Добавить CC

# email-addToRecipient
source: Add Recipient
ru_ru: Добавить получателя

# email-attachments
source: Attachments
ru_ru: Вложения

# email-bcc
source: BCC
ru_ru: Скрытая копия

# email-bccSender
source: Send a copy of this message to my address ({$address})
ru_ru: Отправить копию этого сообщения на мой адрес ({$address})

# email-body
source: Body
ru_ru: Текст письма

# email-cc
source: CC
ru_ru: Копия

# email-compose
source: Send Email
ru_ru: Отправить письмо

# email-compose-tooManyRecipients
source: The message you are attempting to send has too many recipients.
ru_ru: Сообщение, которое вы пытаетесь отправить, содержит слишком много получателей.

# email-compose-tooSoon
source: You are attempting to send a message too recently after your last message was sent. Please wait before sending another message.
ru_ru: Вы пытаетесь отправить сообщение, но после отправки вашего предыдущего сообщения прошло слишком мало времени. Пожалуйста, подождите перед отправкой следующего сообщения.

# email-compose-error
source: There was a problem sending an email message. Please try again later, or contact your system administrator.
ru_ru: Возникла проблема при отправки сообщения электронной почтой. Пожалуйста, попробуйте позже еще раз или свяжитесь с администратором вашей системы.

# email-email
source: Email
ru_ru: Адрес электронной почты

# email-from
source: From
ru_ru: От

# email-invalid
source: The email address {$email} is invalid.
ru_ru: Адрес электронной почты {$email} является неправильным.

# email-multipart
source: This is a multi-part message in MIME format.
ru_ru: Это собщение состоит из нескольких частей в формате MIME.

# email-recipient
source: Recipient
ru_ru: Получатель

# email-recipients
source: Recipients
ru_ru: Получатели

# email-sender
source: Sender
ru_ru: Отправитель

# email-senderName
source: Sender Name
ru_ru: Имя отправителя

# email-senderEmail
source: Sender Email
ru_ru: Адрес электронной почты отправителя

# email-send
source: Send
ru_ru: Отправить

# email-skip
source: Skip Email
ru_ru: Пропустить отправку письма

# email-subject
source: Subject
ru_ru: Тема

# email-subjectRequired
source: Please provide an email subject.
ru_ru: Пожалуйста, укажите тему письма.

# email-bodyRequired
source: Please provide the email body text.
ru_ru: Пожалуйста, введите текст письма.

# email-to
source: To
ru_ru: Кому

# form-url-invalid
source: The specified URL is invalid. Please check it and try again.
ru_ru: Указан неправильный URL-адрес. Проверьте его и попробуйте снова.

# form-confirmSubmit
source: Are you sure you want to submit this form?
ru_ru: Вы уверены, что хотите отправить эту форму?

# form-confirmSubmit-title
source: Confirm
ru_ru: Подтвердить

# form-emailRequired
source: An email address is required.
ru_ru: Адрес электронной почты обязателен.

# form-dataHasChanged
source: The data on this form has changed. Do you wish to continue without saving?
ru_ru: Данные этой формы были изменены. Хотите продолжить без сохранения?
