Repository: TESTYXOPERO123/pkp
Catalog: locale/*/common.xlf
Languages: ru_ru

# form-disallowedLocales
source: Only the following languages are allowed: {$languages}.
ru_ru: Допускаются только следующие языки: {$languages}.

# form-disallowedProp
source: This property is not allowed.
ru_ru: Это свойство не разрешено.

# form-dropzone-dictDefaultMessage
source: Drop files here to upload
ru_ru: Перетащите сюда файлы для загрузки

# form-dropzone-dictFallbackMessage
source: Your browser does not support drag'n'drop file uploads.
ru_ru: Ваш браузер не поддерживает загрузку файлов методом перетаскивания файлов в окно.

# form-dropzone-dictFallbackText
source: Please use the fallback form below to upload your files.
ru_ru: Пожалуйста используйте форму ниже для загрузки файлов на сервер.

# form-dropzone-dictFileTooBig
source: File is too big ({{filesize}}mb). Files larger than {{maxFilesize}}mb can not be uploaded.
ru_ru: Файл слишком большой ({{filesize}} Мбайт). Файлы больше чем {{maxFilesize}} Мбайт загрузить нельзя.

# form-dropzone-dictInvalidFileType
source: Files of this type can not be uploaded.
ru_ru: Файлы данного типа загрузить нельзя.

# form-dropzone-dictResponseError
source: Server responded with {{statusCode}} code. Please contact the system administrator if this problem persists.
ru_ru: Сервер вернул ошибку с кодом {{statusCode}}. Пожалуйста, свяжитесь с администратором системы, если проблема сохранится.

# form-dropzone-dictCancelUpload
source: Cancel upload
ru_ru: Отменить загрузку

# form-dropzone-dictUploadCanceled
source: Upload canceled
ru_ru: Загрузка отменена

# form-dropzone-dictCancelUploadConfirmation
source: Are you sure you want to cancel this upload?
ru_ru: Вы уверены, что хотите отменить загрузку этого файла?

# form-dropzone-dictRemoveFile
source: Remove file
ru_ru: Удалить файл

# form-dropzone-dictMaxFilesExceeded
source: You can not upload any more files.
ru_ru: Вы загрузили максимальное количество файлов.

# form-errorA11y
source: Go to {$fieldLabel}: {$errorMessage}
ru_ru: Перейти к {$fieldLabel}: {$errorMessage}

# form-errorGoTo
source: Jump to next error
ru_ru: Перейти к следующей ошибке

# form-errorOne
source: Please correct one error.
ru_ru: Пожалуйста, исправьте одну ошибку.

# form-errorMany
source: Please correct {$count} errors.
ru_ru: Пожалуйста, исправьте ошибки: {$count}.

# form-errors
source: The form was not saved because {$count} error(s) were encountered. Please correct these errors and try again.
ru_ru: Форма не была сохранена, так как были обнаружены ошибки ({$count}). Пожалуйста, исправьте эти ошибки и попробуйте снова.

# form-errorUnknown
source: An unexpected error occurred. You may have been logged out. Please reload the page and try again.
ru_ru: Произошла неожиданная ошибка. Возможно, вы вышли из системы. Пожалуйста, перезагрузите страницу и попробуйте снова.

# form-errorsOccurred
source: Errors occurred processing this form
ru_ru: При обработке этой формы произошли ошибки

# form-formLanguage-description
source: To enter the information below in additional languages, first select the language.
ru_ru: Сначала выберите язык, чтобы ввести ниже информацию на дополнительных языках.

# form-formLanguage
source: Form Language
ru_ru: Язык формы

# form-contains
source: contains
ru_ru: содержит

# form-is
source: is
ru_ru: равно

# form-missingRequired
source: This field is required.
ru_ru: Это поле обязательно.

# form-startsWith
source: starts with
ru_ru: начинается с

# form-postRequired
source: The form was not submitted properly.
ru_ru: Форма не была отправлена надлежащим образом.

# form-csrfInvalid
source: The form could not be submitted. You may have been logged out. Please reload the page and try again.
ru_ru: Не удается отправить форму. Возможно, вы вышли из системы. Пожалуйста, перезагрузите страницу и попробуйте снова.

# form-fileRequired
source: A file upload is required.
ru_ru: Обязательно нужно загрузить файл.

# form-required
source: (* Required)
ru_ru: (* Обязательно)

# form-requirePrimaryLocale
source: You must complete this field in {$language}.
ru_ru: Вы должны заполнить это поле на языке: {$language}.

# form-requireId
source: You must provide a valid ID.
ru_ru: Вы должны ввести корректный ID.

# form-resubmit
source: Resubmit
ru_ru: Отправить снова

# form-saveToUpload
source: Use Save to upload file.
ru_ru: Используйте «Сохранить» для загрузки файла на сервер.

# form-send
source: Send
ru_ru: Отправить

# form-submit
source: Submit
ru_ru: Отправить

# form-invalidImage
source: An invalid image was uploaded. Accepted formats are .png, .gif, or .jpg.
ru_ru: Было загружено неправильное изображение. Разрешенные форматы: .png, .gif или .jpg.

# form-multilingualLabel
source: {$label} in {$localeName}
ru_ru: {$label} (язык — {$localeName})

# form-multilingualProgress
source: {$count}/{$total} languages completed
ru_ru: {$count}/{$total} языков заполнены

# help-help
source: Help
ru_ru: Помощь

# help-toc
source: Table of Contents
ru_ru: Содержание

# help-previous
source: Previous
ru_ru: Назад

# help-next
source: Next
ru_ru: Далее

# help-upALevel
source: Up a Level
ru_ru: На уровень вверх

# icon-checked-alt
source: Checked
ru_ru: Выбрано

# icon-comment-alt
source: Comment
ru_ru: Комментарий

# icon-delete-alt
source: Delete
ru_ru: Удалить

# icon-edit-alt
source: Edit
ru_ru: Редактировать

# icon-folder-alt
source: Folder
ru_ru: Папка

# icon-font_large-alt
source: Large
ru_ru: Крупный

# icon-font_medium-alt
source: Medium
ru_ru: Средний

# icon-font_small-alt
source: Small
ru_ru: Мелкий

# icon-info-alt
source: Info
ru_ru: Информация

# icon-letter-alt
source: Letter
ru_ru: Письмо

# icon-mail-alt
source: Mail
ru_ru: Почта

# icon-unchecked-alt
source: Unchecked
ru_ru: Не выбрано

# icon-view-alt
source: View
ru_ru: Посмотреть

# informationCenter-informationCenter
source: Information Center
ru_ru: Центр информации

# informationCenter-editorialHistory
source: Editorial History
ru_ru: Редакционная история

# informationCenter-addNote
source: Add Note
ru_ru: Добавить заметку

# informationCenter-noNotes
source: There are no notes to display.
ru_ru: Нет заметок для отображения.

# informationCenter-pastNotes
source: Earlier Revision Notes
ru_ru: Заметки к предыдущим версиям

# informationCenter-deleteConfirm
source: Are you sure you wish to delete this note?
ru_ru: Вы уверены, что хотите удалить эту заметку?

# informationCenter-currentHistory
source: Current Revision
ru_ru: Текущая версия

# informationCenter-pastHistory
source: Earlier Revisions
ru_ru: Предыдущие версии

# informationCenter-history-noItems
source: There are no events logged.
ru_ru: Нет событий зарегистрированных в журнале.

# informationCenter-history-notePosted
source: Posted new note.
ru_ru: Добавлена новая заметка.

# informationCenter-history-messageSent
source: Notification sent to users.
ru_ru: Уведомление отправлено пользователям.

# stageParticipants-history-messageSent
source: Notification sent to users.
ru_ru: Уведомление отправлено пользователям.

# stageParticipants-notify-startDiscussion
source: Start Discussion
ru_ru: Начать обсуждение

# stageParticipants-notify-startDiscussion-description
source: Begin a discussion between yourself and {$userFullName}.
ru_ru: Начать обсуждение между вами и {$userFullName}.

# stageParticipants-notify-chooseMessage
source: Choose a predefined message to use, or fill out the form below.
ru_ru: Выберите стандартное сообщение для использования или заполните форму ниже.

# stageParticipants-notify-message
source: Message
ru_ru: Сообщение

# stageParticipants-notify-warning
source: Please ensure that you have filled out the message field and included someone other than yourself in the discussion.
ru_ru: Пожалуйста, убедитесь, что вы заполнили поле сообщения и добавили в обсуждение кого-то, кроме себя.

# stageParticipants-options
source: Assignment privileges
ru_ru: Назначенные права

# stageParticipants-recommendOnly
source: This participant is only allowed to recommend an editorial decision and will require an authorised editor to record editorial decisions.
ru_ru: Этому участнику разрешено только рекомендовать решение редакции, запись решения редакции требует участия редактора с соответствующими правами.

# stageParticipants-submissionEditMetadataOptions
source: Submission metadata edit permission.
ru_ru: Разрешение на редактирование метаданных материала.

# stageParticipants-canChangeMetadata
source: Allow submission metadata changes by this user
ru_ru: Разрешить изменять метаданные материала этому пользователю

# stageParticipants-selectedUser
source: Participant
ru_ru: Участник

# stageParticipants-noOptionsToHandle
source: No changes can be made to this participant
ru_ru: Этому участнику нельзя внести изменения

# locale-primary
source: Primary locale
ru_ru: Основной язык

# locale-supported
source: Supported locales
ru_ru: Поддерживаемые языки

# navigation-access
source: Users &amp; Roles
ru_ru: Пользователи и роли

# navigation-about
source: About
ru_ru: О нас

# navigation-admin
source: Administration
ru_ru: Администрирование

# navigation-archives
source: Archives
ru_ru: Архивы

# navigation-breadcrumbLabel
source: You are here:
ru_ru: Вы здесь:

# navigation-tools
source: Tools
ru_ru: Инструменты

# navigation-tools-importExport
source: Import/Export
ru_ru: Импорт/Экспорт

# navigation-tools-statistics
source: Statistics
ru_ru: Статистика

# navigation-browse
source: Browse
ru_ru: Просматривать

# navigation-browseByAuthor
source: By Author
ru_ru: По автору

# navigation-browseByTitle
source: By Title
ru_ru: По названию

# navigation-dashboard
source: Dashboard
ru_ru: Личный кабинет

# navigation-data
source: Data
ru_ru: Данные

# navigation-home
source: Home
ru_ru: Главная

# navigation-infoForReaders
source: For Readers
ru_ru: Для читателей

# navigation-infoForReaders-long
source: Information For Readers
ru_ru: Информация для читателей

# navigation-items
source: {$from} - {$to} of {$total} items
ru_ru: {$from} - {$to} из {$total} результатов

# navigation-items-shownTotal
source: {$shown} of {$total} items
ru_ru: {$shown} из {$total} результатов

# navigation-login
source: Login
ru_ru: Вход

# navigation-nextStep
source: Next Step
ru_ru: Следующий шаг

# navigation-previousStep
source: Previous Step
ru_ru: Предыдущий шаг

# navigation-publicMenu
source: Public Menu
ru_ru: Общее меню

# navigation-register
source: Register
ru_ru: Регистрация

# navigation-search
source: Search
ru_ru: Поиск

# navigation-settings
source: Settings
ru_ru: Настройки

# navigation-setup
source: Setup
ru_ru: Установка

# navigation-sitemap
source: Site Map
ru_ru: Карта сайта

# navigation-skip-announcements
source: Skip to announcements
ru_ru: Перейти к объявлениям

# navigation-skip-main
source: Skip to main content
ru_ru: Перейти к основному контенту

# navigation-skip-nav
source: Skip to main navigation menu
ru_ru: Перейти к главному меню навигации

# navigation-skip-footer
source: Skip to site footer
ru_ru: Перейти к нижнему колонтитулу сайта

# navigation-stepNumber
source: Step {$step}
ru_ru: Шаг {$step}

# navigation-submissions
source: Submissions
ru_ru: Отправленные материалы

# navigation-system
source: System
ru_ru: Система

# navigation-userHome
source: User Home
ru_ru: Cтраница пользователя

# navigation-user
source: User
ru_ru: Пользователь

# navigation-userManagement
source: User Management
ru_ru: Управление пользователями

# navigation-viewFrontend
source: View Site
ru_ru: Показать сайт

# notification-addedAuditor
source: Auditor added.
ru_ru: Аудитор добавлен.

# notification-removedAuditor
source: Auditor removed.
ru_ru: Аудитор удален.

# notification-addedQuery
source: Added Discussion
ru_ru: Добавлено обсуждение

# notification-reviewAcknowledged
source: Review marked as acknowledged. Email not sent.
ru_ru: Рецензия отмечена как принятая. Письмо электронной почты не отправлено.

# notification-reviewerThankedEmail
source: Thank you email sent to reviewer.
ru_ru: Письмо с благодарностью отправлено рецензенту.

# notification-updatedReviewFiles
source: Review files updated.
ru_ru: Файлы рецензии обновлены.

# notification-allow
source: Enable these types of notifications.
ru_ru: Включить эти типы уведомлений.

# notification-addedAnnouncementType
source: Announcement type added.
ru_ru: Тип объявлений добавлен.

# notification-editedAnnouncementType
source: Announcement type edited.
ru_ru: Тип объявлений отредактирован.

# notification-removedAnnouncementType
source: Announcement type removed.
ru_ru: Тип объявлений удален.

# notification-addedAnnouncement
source: Announcement added.
ru_ru: Объявление добавлено.

# notification-editedAnnouncement
source: Announcement edited.
ru_ru: Объявление отредактировано.

# notification-removedAnnouncement
source: Announcement removed.
ru_ru: Объявление удалено.

# notification-addedAuthor
source: Author added.
ru_ru: Автор добавлен.

# notification-editedAuthor
source: Author edited.
ru_ru: Автор отредактирован.

# notification-confirmError
source: There was an error confirming your subscription.
ru_ru: При подверждении вашей подписки возникла ошибка.

# notification-confirmSuccess
source: You have been successfully subscribed.
ru_ru: Вы были успешно подписаны.

# notification-email
source: Do not send me an email for these types of notifications.
ru_ru: Не отправлять мне сообщения электронной почтой для этих типов уведомлений.

# notification-noneExist
source: You have no notifications at this time.
ru_ru: На текущий момент для вас нет уведомлений.

# notification-addedNote
source: Note posted.
ru_ru: Заметка опубликована.

# notification-removedNote
source: Note deleted.
ru_ru: Заметка удалена.

# notification-removedFile
source: Removed file.
ru_ru: Файл удален.

# notification-removedSubmission
source: Removed submission.
ru_ru: Материал удален.

# notification-notification
source: Notification
ru_ru: Уведомление

# notification-notifications
source: Notifications
ru_ru: Уведомления

# notification-sentNotification
source: Notification sent.
ru_ru: Уведомление отправлено.

source: Notification Settings
ru_ru: Настройки уведомлений

# notification-settingsDescription
source: Select the system events that you wish to be notified about. Unchecking an item will prevent notifications of the event from showing up in the system and also from being emailed to you. Checked events will appear in the system and you have an extra option to receive or not the same notification by email.
ru_ru: Выберите события системы, о которых вы хотите быть уведомлены. Снятие галочки у события приведет к тому, что уведомления об этом событии не будут показываться в системе и отправляться Вам на электронную почту. События, отмеченные галочками, будут отображаться в системе и вы дополнительно можете настроить отправку этого уведомления Вам на электронную почту.

# notification-reminderError
source: There was an error sending your password, please ensure you've entered your email address correctly.
ru_ru: При отправке Вашего пароля произошла ошибка, пожалуйста, убедитесь, что вы ввели правильный адрес электронной почты.

# notification-reminderSent
source: Your new password has been sent to the email address provided.
ru_ru: Ваш новый пароль был отправлен по указанному Вами адресу электронной почты.

# notification-savedSubmissionMetadata
source: Submission metadata saved.
ru_ru: Сохранены метаданные материала.

# notification-sendNotificationConfirmation
source: Send notification email to all registered users
ru_ru: Отправить уведомление электронной почтой всем зарегистрированным пользователям

# search-author
source: By Author
ru_ru: По автору

# search-abstract
source: Abstract
ru_ru: Аннотация

# search-advancedFilters
source: Advanced filters
ru_ru: Расширенные фильтры

# search-advancedSearchMore
source: More search options
ru_ru: Дополнительные параметры поиска

# search-advancedSearchLess
source: Hide more search options
ru_ru: Скрыть дополнительные параметры поиска

# search-searchAgain
source: Search again
ru_ru: Искать снова

# search-cli-rebuildIndex-clearingIndex
source: Clearing index
ru_ru: Очистить индекс

# search-cli-rebuildIndex-done
source: done
ru_ru: выполнено

# search-cli-rebuildIndex-error
source: error
ru_ru: ошибка

# search-cli-rebuildIndex-result
source: {$numIndexed} articles indexed
ru_ru: {$numIndexed} статей проиндексировано

# search-coverage
source: Coverage
ru_ru: Охват

# search-date
source: Publication Date
ru_ru: Дата публикации

# search-dateFrom
source: Published After
ru_ru: Опубликовано после

# search-dateTo
source: Published Before
ru_ru: Опубликовано до

# search-deleteFilter
source: Delete
ru_ru: Удалить

# search-discipline
source: Disciplines
ru_ru: Дисциплины

# search-fullText
source: Full Text
ru_ru: Полный текст

# search-indexTerms
source: Index terms
ru_ru: Термины для индексирования

# search-indexTermsLong
source: All index term fields
ru_ru: Все поля терминов для индексирования

# search-matchAll
source: Match all categories
ru_ru: Совпадение по всем категориям

# search-noKeywordError
source: You must enter at least one search keyword.
ru_ru: Вы должны ввести хотя бы одно ключевое слово для поиска.

# search-noResults
source: No Results
ru_ru: Нет результатов

# search-SearchFor
source: Search for
ru_ru: Искать

# search-searchResults
source: Search Results
ru_ru: Результаты поиска

# search-subject
source: Keyword(s)
ru_ru: Ключевые слова

# search-titleIndex
source: Browse Title Index
ru_ru: Просмотреть указатель заголовков

# search-title
source: Title
ru_ru: Заголовок

# search-typeMethodApproach
source: Type (method/approach)
ru_ru: Тип (метод/подход)

# grid-action-downloadFile
source: Download this file
ru_ru: Скачать этот файл

# context-path
source: Path
ru_ru: Путь

# review-ensuringBlindReview
source: Ensuring a Blind Review
ru_ru: Обеспечение слепого рецензирования

# grid-action-showReviewPolicy
source: Read the current review policy
ru_ru: Прочитать текущие правила рецензирования

# grid-action-deleteNotification
source: Delete Task
ru_ru: Удалить задачу

# grid-action-markNew
source: Mark New
ru_ru: Пометить как непрочитанное

# grid-action-markRead
source: Mark Read
ru_ru: Пометить как прочитанное

# dashboard-tasks
source: Tasks
ru_ru: Задачи

# dashboard-myQueue
source: My Queue
ru_ru: Мои дела

# review-blindPeerReview
source: <p>To ensure the integrity of the blind peer-review for submission to this press, every effort should be made to prevent the identities of the authors and reviewers from being known to each other. This involves the authors, editors, and reviewers (who upload documents as part of their review) checking to see if the following steps have been taken with regard to the text and the file properties:</p> <ul><li>The authors of the document have deleted their names from the text, with "Author" and year used in the references and footnotes, instead of the authors' name, article title, etc.</li> <li>With Microsoft Office documents, author identification should also be removed from the properties for the file (see under File in Word), by clicking on the following, beginning with File on the main menu of the Microsoft application: File &gt; Save As &gt; Tools (or Options with a Mac) &gt; Security &gt; Remove personal information from file properties on save &gt; Save.</li> <li>With PDFs, the authors' names should also be removed from Document Properties found under File on Adobe Acrobat's main menu.</li> </ul>
ru_ru: <p>Чтобы быть уверенными в честности слепого рецензирования материала для этого издания, должны быть предприняты все усилия к тому, чтобы авторы и рецензенты ничего не знали друг о друге. Для этого авторы, редакторы и рецензенты (те, кто загружает документы как часть своей рецензии) должны проверять, все ли перечисленные ниже шаги были выполнены относительно текста и свойств файла:</p> <ul><li>Авторы документа удалили свои имена из текста, используя «Автор» и год в библиографических ссылках и сносках, вместо имен авторов, названия статьи и т.д.</li> <li>В документах Microsoft Office идентификаторы авторов также должны быть удалены из свойств файла (смотрите в меню «Файл» в Word), щелкая на пунктах в следующей последовательности, начиная с меню «Файл» в главном меню приложения Microsoft: Файл &gt; Сохранить как &gt; Инструменты (или Параметры в Mac) &gt; Безопасность &gt; Удалять личные сведения из этого файла при сохранении &gt; Сохранить.</li> <li>В файлах PDF имена авторов должны также быть удалены из свойств документа, которые можно найти в меню «Файл» основного меню Adobe Acrobat.</li> </ul>

# reviewer-submission-reviewSchedule
source: Review Schedule
ru_ru: График рецензирования

# reviewer-submission-reviewRequestDate
source: Editor's Request
ru_ru: Запрос редактора

# reviewer-submission-responseDueDate
source: Response Due Date
ru_ru: Дата получения ответа на запрос

# reviewer-submission-reviewDueDate
source: Review Due Date
ru_ru: Дата получения самой рецензии

# submission-task-responseDueDate
source: Response Due Date
ru_ru: Дата подтверждения получения рецензии

# navigation-goBack
source: Go Back
ru_ru: Вернуться назад

# notification-addedReviewer
source: {$reviewerName} was assigned to review this submission and sent an email notification.
ru_ru: Назначен рецензент данного материала ({$reviewerName}), отправлено уведомление электронной почтой.

# notification-addedReviewerNoEmail
source: {$reviewerName} was assigned to review this submission and was not sent an email notification.
ru_ru: Назначен рецензент данного материала ({$reviewerName}), уведомление электронной почтой не отправлено.

# notification-removedReviewer
source: Reviewer removed.
ru_ru: Рецензент удален.

# notification-cancelledReviewer
source: Reviewer cancelled.
ru_ru: Рецензент отменён.

# notification-reinstatedReviewer
source: Reviewer reinstated.
ru_ru: Рецензент восстановлен.

# notification-addedStageParticipant
source: User added as a stage participant.
ru_ru: Пользователь добавлен в качестве участника этапа.

# notification-editStageParticipant
source: The stage assignment has been changed.
ru_ru: Назначение этапа было изменено.

# notification-type-newAnnouncement
source: New announcement.
ru_ru: Новое объявление.

# notification-type-reviewAssignment
source: Review pending.
ru_ru: Ожидание рецензии.

# notification-type-reviewAssignmentUpdated
source: Review assignment updated.
ru_ru: Обновлено задание на рецензию.

# notification-type-auditorRequest
source: Audit request for "{$file}"
ru_ru: Запрос аудита для «{$file}»

# notification-type-allReviewsIn
source: All reviewers have responded and a decision is needed in {$stage}.
ru_ru: Все рецензенты прислали свои рецензии и необходимо принять решение на этапе «{$stage}».

# notification-type-allRevisionsIn
source: A revised file has been uploaded for your editorial consideration in {$stage}.
ru_ru: Новая версия файла была загружена для рассмотрения редакцией на этапе «{$stage}».

# notification-type-pendingRevisions
source: Revisions to consider in {$stage}.
ru_ru: Новые версии рассматриваются на этапе «{$stage}».

# notification-type-pendingRevisions-title
source: Revisions submitted to {$stage}.
ru_ru: Новые версии отправлены на этап «{$stage}».

# notification-type-metadataModified
source: "{$title}'s" metadata has been modified.
ru_ru: Метаданные для «{$title}» были изменены.

# notification-type-reviewerComment
source: A reviewer has commented on "{$title}".
ru_ru: Рецензент прокомментировал «{$title}».

# notification-signedFile
source: File considered.
ru_ru: Файл рассмотрен.

# user-authorization-submissionFile
source: The current user is not authorized to access the specified submission file.
ru_ru: Данному пользователю не разрешен доступ к файлу указанного материала.

# user-authorization-invalidPublication
source: Invalid publication.
ru_ru: Неправильная публикация.

# user-authorization-invalidSubmission
source: Invalid submission.
ru_ru: Неправильный материал.
