Repository: TESTYXOPERO123/pkp
Catalog: locale/*/default.xlf
Languages: fa_ir, nl_nl, pl_pl

# default-groups-name-siteAdmin
source: Site Admin
fa_ir: مدیر سایت
nl_nl: Website beheerder
pl_pl: Administrator strony

# default-groups-plural-siteAdmin
source: Site Admins
fa_ir: مدیران سایت
nl_nl: Website beheerders
pl_pl: Administratorzy strony

# default-groups-name-productionEditor
source: Production editor
fa_ir: مدیر تولید
nl_nl: Productieredacteur
pl_pl: Redaktorzy czasopisma od etapu produkcji

# default-groups-plural-productionEditor
source: Production editors
fa_ir: مدیران تولید
nl_nl: Productieredacteurs
pl_pl: Redaktorzy czasopisma od etapu produkcji

# default-groups-abbrev-productionEditor
source: ProdE
fa_ir: م.تولید
nl_nl: PR
pl_pl: RED PROD

# default-groups-name-copyeditor
source: Copyeditor
fa_ir: ویراستار
nl_nl: Tekstredacteur
pl_pl: Korektor

# default-groups-plural-copyeditor
source: Copyeditors
fa_ir: ویراستاران
nl_nl: Tekstredacteurs
pl_pl: Korektorzy

# default-groups-abbrev-copyeditor
source: CE
fa_ir: ویراستار
nl_nl: TR
pl_pl: KOR

# default-groups-name-proofreader
source: Proofreader
fa_ir: بازبین نهایی
nl_nl: Proeflezer
pl_pl: Korektor pliku do publikacji

# default-groups-plural-proofreader
source: Proofreaders
fa_ir: بازبینان نهایی
nl_nl: Proeflezers
pl_pl: Korektorzy pliku do publikacji

# default-groups-abbrev-proofreader
source: PR
fa_ir: ب.نهایی
nl_nl: PL
pl_pl: KOR PLIKU

# default-groups-name-designer
source: Designer
fa_ir: طراح
nl_nl: Vormeger
pl_pl: Projektant

# default-groups-plural-designer
source: Designers
fa_ir: طراحان
nl_nl: Vormgevers
pl_pl: Projektanci

# default-groups-abbrev-designer
source: Design
fa_ir: طراح
nl_nl: VG
pl_pl: PRO

# default-groups-name-internalReviewer
source: Internal Reviewer
fa_ir: داور داخلی
nl_nl: Interne reviewer
pl_pl: Recenzent wewnętrzny

# default-groups-plural-internalReviewer
source: Internal Reviewers
fa_ir: داوران داخلی
nl_nl: Interne reviewers
pl_pl: Recenzenci wewnętrzni

# default-groups-abbrev-internalReviewer
source: IR
fa_ir: داور.د
pl_pl: REC W

# default-groups-name-marketing
source: Marketing and sales coordinator
fa_ir: بازاریاب و مسئول فروش
nl_nl: Marketing- en verkoopscoördinator
pl_pl: Koordynator marketingu i sprzedaży

# default-groups-plural-marketing
source: Marketing and sales coordinators
fa_ir: بازاریاب‌ها و مسئولان فروش
nl_nl: Marketing- en verkoopscoördinators
pl_pl: Koordynatorzy marketingu i sprzedaży

# default-groups-abbrev-marketing
source: MS
fa_ir: بازاریاب
nl_nl: MV
pl_pl: MiS

# default-groups-name-funding
source: Funding coordinator
fa_ir: مدیر مالی
nl_nl: Financieel coördinator
pl_pl: Koordynator ds. finansowych

# default-groups-plural-funding
source: Funding coordinators
fa_ir: مدیران مالی
nl_nl: Financieel coördinators
pl_pl: Koordynatorzy ds. finansowych

# default-groups-abbrev-funding
source: FC
fa_ir: م.مالی
pl_pl: FIN

# default-groups-name-indexer
source: Indexer
fa_ir: نمایه کننده
nl_nl: Indexeerder
pl_pl: Indeksujący

# default-groups-plural-indexer
source: Indexers
fa_ir: نمایه کنندگان
nl_nl: Indexeerders
pl_pl: Indeksujący

# default-groups-abbrev-indexer
source: IND
fa_ir: نمایه
nl_nl: IN

# default-groups-name-layoutEditor
source: Layout Editor
fa_ir: صفحه‌آرا
nl_nl: Opmaakredacteur
pl_pl: Składacz

# default-groups-plural-layoutEditor
source: Layout Editors
fa_ir: صفحه‌آراها
nl_nl: Opmaakredacteurs
pl_pl: Składacze

# default-groups-abbrev-layoutEditor
source: LE
fa_ir: صفحه‌آرا
nl_nl: OR
pl_pl: DTP

# default-groups-name-author
source: Author
fa_ir: نویسنده
nl_nl: Auteur
pl_pl: Autor

# default-groups-plural-author
source: Authors
fa_ir: نویسندگان
nl_nl: Auteurs
pl_pl: Autorzy

# default-groups-abbrev-author
source: AU
fa_ir: نویسنده

# default-groups-name-translator
source: Translator
fa_ir: مترجم
nl_nl: Vertaler
pl_pl: Tłumacz

# default-groups-plural-translator
source: Translators
fa_ir: مترجمان
nl_nl: Vertalers
pl_pl: Tłumacze

# default-groups-abbrev-translator
source: Trans
fa_ir: مترجم
nl_nl: V
pl_pl: TŁ

# default-groups-name-reader
source: Reader
fa_ir: خواننده
nl_nl: Lezer
pl_pl: Czytelnik

# default-groups-plural-reader
source: Readers
fa_ir: خوانندگان
nl_nl: Lezers
pl_pl: Czytelnicy

# default-groups-abbrev-reader
source: Read
fa_ir: خواننده
nl_nl: L
pl_pl: CZ

# default-genres-other
source: Other
fa_ir: سایر
nl_nl: Andere
pl_pl: Inne

# default-genres-multimedia
source: Multimedia
fa_ir: چندرسانه‌ای

# default-genres-image
source: Image
fa_ir: تصویر
nl_nl: Afbeelding
pl_pl: Obraz

# default-genres-styleSheet
source: HTML Stylesheet
fa_ir: استایل شیت
pl_pl: Szablon HTML
