Repository: TESTYXOPERO123/pkp
Catalog: locale/*/editor.xlf
Languages: da_dk, pt_br, ru_ru, sl_si

# editor-submission-copyedit-manageCopyeditFilesDescription
source: Any files that have already been uploaded to any submission stage can be added to the Copyedit Files listing by checking the Include checkbox below and clicking Search: all available files will be listed and can be chosen for inclusion. Additional files not already uploaded to a stage can be added to the listing by clicking the Upload File link.
da_dk: Enhver fil, der allerede er blevet uploadet til et af indsendelsestrinnene kan tilføjes manuskriptredigeringslisten ved nedenfor at markere afkrydsningsfeltet ud for 'Inkludér' og klikke 'Søg': Alle tilgængelige filer vil stå opført og kan tilvælges. Ekstra filer, der ikke allerede er uplodet til et af trinnene, kan tilføjes listen ved at klikke på linket 'Upload fil'.
pt_br: Qualquer um dos arquivos que tenham sido carregados em qualquer etapa da submissão podem ser adicionados à listagem de Arquivos da Edição de Texto marcado-se a caixa de seleção Incluir abaixo e clicando-se em Busca: todos os arquivos disponíveis serão listados e podem ser selecionados para inclusão. Arquivos adicionais ainda não carregados para uma etapa podem ser adicionados à listagem clicando-se no link Enviar Arquivo.
ru_ru: Любые файлы, которые уже были загружены на любом этапе отправки материала, могут быть добавлены в список «Файлы для литературного редактирования». Для этого надо поставить галочку «Включить» ниже и щелкнуть на кнопке «Искать»: будут показаны все доступные файлы и их можно будет выбрать для включения в список. Дополнительные файлы, еще не загруженные на этот этап, можно добавить в список, щелкнув на ссылке «Загрузить файл».
sl_si: Katerakoli datoteka, ki je bila naložena v katerikoli fazi, se lahko doda na seznam datotek za lektoriranje z označitvijo Vključi v potrditvenem polju spodaj in izbiro Prikaži vse datoteke iz vseh dostopnih faz delovenga toka. Dodatne datoteke, ki še niso bile naložene, lahko naložite s klikom na povezavo Naloži datoteko.

# editor-review
source: Review
da_dk: Bedømmelse
pt_br: Avaliação
ru_ru: Рецензирование
sl_si: Recenzija

# editor-review-reviewDetails
source: Review Details
da_dk: Bedømmelsesdetaljer
pt_br: Detalhes da avaliação
ru_ru: Детали рецензирования
sl_si: Podrobnosti recenzije

# editor-review-noReviewFilesUploaded
source: No Files Uploaded
da_dk: Ingen filer er uploadet
pt_br: Sem arquivos enviados
ru_ru: Файлы не загружены
sl_si: Nobene datoteke ni naložene

# editor-review-noReviewFilesUploaded-details
source: You have not uploaded any review files.
da_dk: Du har ikke uploadet nogen bedømmelsesfiler.
pt_br: Você não enviou nenhum arquivo da avaliação.
ru_ru: Вы не загрузили ни одного файла для рецензии.
sl_si: Nobene datoteke za recenzije niste naložili.

# editor-review-emailReviewer
source: Email Reviewer
da_dk: Send bedømmer en e-mail
pt_br: Email ao avaliador
ru_ru: Отправить письмо рецензенту электронной почтой
sl_si: Pošlji email recenzentu

# editor-submission-production-productionReadyFiles
source: Production Ready Files
da_dk: Produktionsklare filer
pt_br: Arquivos prontos para o Leiaute
ru_ru: Файлы для публикации
sl_si: Datoteke pripravljene za produkcijo

# editor-submission-newRound
source: New Review Round
da_dk: Ny bedømmelsesrunde
pt_br: Nova Rodada de Avaliação
ru_ru: Новый раунд рецензирования
sl_si: Nov krog recenzije

# editor-submissionReview-recordDecision
source: Record Editorial Decision
da_dk: Registrér beslutning
pt_br: Gravar decisão editorial
ru_ru: Записать решение редакции
sl_si: Shrani uredniško odločitev

# editor-submissionReview-recordRecommendation
source: Record Editorial Recommendation
da_dk: Registrér redaktionel anbefaling
ru_ru: Записать рекомендацию редактора
sl_si: Shrani uredniško priporočilo

# editor-submissionReview-recordRecommendation-notifyEditors
source: Notify Editors
da_dk: Meddel redaktører
ru_ru: Уведомить редакторов
sl_si: Opozori urednike

# editor-submissionReview-recordRecommendation-skipEmail
source: Do not send editors an email.
da_dk: Send ikke en e-mail til redaktørerne.
ru_ru: Не отправлять редакторам письмо электронной почтой.
sl_si: Ne pošlji emaila urednikom.

# editor-submissionReview-recordRecommendation-createDiscussion
source: Create a review discussion about this recommendation.
da_dk: Opret i forbindelse med denne anbefaling en debat (drøftelse) under bedømmelsen.
ru_ru: Создать обсуждение этой рекомендации.
sl_si: Ustvari recenzentsko diskusijo o glede tega recenzentskega priporočila.

# editor-submissionReview-recordRecommendation-skipDiscussion
source: Do not create a review discussion.
da_dk: Opret ikke en debat (drøftelse) under bedømmelsen.
ru_ru: Не создавать обсуждение.
sl_si: Ne ustvari recenzentsko diskusijo.

# editor-submission-newRoundDescription
source: You are about to create a new review round for this submission. Files that have not been used in other review rounds are listed below.
da_dk: Her starter du en ny bedømmelsesrunde. Filer, der ikke er blevet brugt i tidligere bedømmelsesrunder er anført nedenfor.
pt_br: You are about to create a new review round for this submission. Files that have not been used in other review rounds are listed below. By default, the reviewers from the previous review round have been selected to participate in this new review round.
ru_ru: Вы собираетесь создать новый раунд рецензирования для этого материала. Ниже приведены файлы, которые не использовались в других раундах рецензирования.
sl_si: Ustvarili boste nov krog recenzije za ta prispevek. Datoteke, ki niso bile uporabljne v ostalih krogih recenzije so naštete spodaj.

# editor-submission-createNewRound
source: Create New Review Round
da_dk: Start en ny bedømmelsesrunde
pt_br: Criar nova rodada de avaliação
ru_ru: Создать новый раунд рецензирования
sl_si: Ustvari nov krog recenzije

# editor-article-reviewForms
source: Review Forms
da_dk: Bedømmelsesformular
pt_br: Formulários de Avaliação
ru_ru: Формы рецензии
sl_si: Recenzentski obrazci

# editor-article-selectReviewForm
source: Select Review Form
da_dk: Vælg bedømmelsesformular
pt_br: Selecionar Formulário de Avaliação
ru_ru: Выбрать форму рецензии
sl_si: Izberi recenzentski obrazec

# editor-article-confirmChangeReviewForm
source: Warning: Changing the review form will affect any answers reviewers have made using this form. Are you sure you wish to continue?
da_dk: Advarsel: Ved at ændre bedømmelsesformularen påvirkes alle de svar, hvor bedømmeren har anvendt denne formular. Er du sikker på, at du vil fortsætte?
pt_br: Atenção: Alterar o formulário de avaliação afetará as respostas dadas pelos avaliadores por meio deste formulário. Deseja continuar?
ru_ru: Предупреждение: Изменение формы рецензии повлияет на все рецензии, которые уже сделали рецензенты с помощью этой формы. Вы уверены, что хотите продолжить?
sl_si: Opozorilo: Sprememba recenzentskega obrazca bo vplivala na odgovore recenzentov, ki so uporabljali ta obrazec. Ste prepričani, da želite nadaljevati?

# editor-submission-noReviewerFilesSelected
source: No Files Selected
da_dk: Ingen fil er valgt
pt_br: Nenhum arquivo selecionado
ru_ru: Файлы не выбраны
sl_si: Nobena datoteka ni izbrana

# editor-submission-noReviewerFilesSelected-details
source: You have not selected any files for the reviewer to review.
da_dk: Du har ikke valgt nogen fil til bedømmelse.
pt_br: Você ainda não selecionou arquivos para o avaliador.
ru_ru: Вы не выбрали ни одного файла для рецензирования рецензентом.
sl_si: Niste izbrali nobene datoteke za recenzijo.

# submission-queries-subjectRequired
source: A discussion subject is required.
da_dk: Et emnenavn skal tilføjes indlægget.
pt_br: Um assunto para a discussão é exigido.
ru_ru: Тема обсуждения обязательна.
sl_si: Naslov diskusije je obvezen.

# submission-queries-messageRequired
source: A discussion message is required.
da_dk: En besked skal tilføjes indlægget.
pt_br: Uma mensagem para a discussão é requerida.
ru_ru: Текст сообщения в обсуждении обязателен.
sl_si: Sporočilo v diskusiji je obvezno.

# submission-queries-attachedFiles
source: Attached Files
da_dk: Vedhæftede filer
pt_br: Arquivos anexados
ru_ru: Прикрепленные файлы
sl_si: Pripni datoteke

# grid-action-editQuery
source: Edit Discussion
da_dk: Redigér indlægget
pt_br: Editar Comentários
ru_ru: Редактировать обсуждение
sl_si: Uredi diskusijo

# editor-submission-query-manageQueryNoteFilesDescription
source: Files can be attached for inclusion in this discussion from the list below.
da_dk: Filer fra nedenstående liste kan vedhæftes og indgå i denne drøftelse.
pt_br: Arquivos da lista baixo podem ser anexados para inclusão nesta discussão.
ru_ru: Можно прикрепить файлы к этому обсуждению, воспользовавшись списком ниже.
sl_si: Diskusiji lahko pripnete datoteke iz spodnjega seznama.

# editor-submission-selectedReviewer
source: Selected Reviewer
da_dk: Udvalgte bedømmer
pt_br: Avaliador Selecionado
ru_ru: Выбранный рецензент
sl_si: Izbran recenzent

# editor-submission-proofreading-approveProof
source: Approve Proof
da_dk: Godkend korrekturen
pt_br: Aprovar Versão
ru_ru: Одобрить корректуру
sl_si: Odobri korekturo

# editor-submission-proofreading-revokeProofApproval
source: Revoke Proof Approval
da_dk: Tilbagekald godkendelse af korrektur
pt_br: Revogar Aprovação
ru_ru: Отменить одобрение корректуры
sl_si: Razveljavi odobritev korekture

# editor-submission-proofreading-confirmCompletion
source: Approve this proof to indicate proofreading is complete and the file is ready to be published.
da_dk: Godkend denne korrektur for at markere, at korrekturlæsningen er afsluttet og filen er klar til at blive publiceret.
pt_br: Aprove essa versão para indicar que a leitura de prova está completa e o arquivo pode ser publicado.
ru_ru: Одобрить эту корректуру, чтобы отметить, что корректура завершена и файл готов к публикации.
sl_si: Odobrite to korekturo kot zaključeno in s tem označite, da je datoteka pripravljena za produkcijo.

# editor-submission-proofreading-confirmRemoveCompletion
source: Revoke approval for this proof to indicate proofreading is no longer complete and the file is not ready to be published.
da_dk: Tilbagekald denne godkendelse af korrekturen for at markere, at korrekturlæsningen ikke længere er afsluttet og at filen ikke er klar til publicering.
pt_br: Revogar a aprovação desta versão para indicar que a leitura de prova não está mais completa e que o arquivo não está pronto para ser publicado.
ru_ru: Отменить одобрение этой корректуры, чтобы отметить, что корректура еще не завершена и файл не готов к публикации.
sl_si: Razveljavite odobritev korekture in s tem označite, da korektura še ni končana in da datoteka še ni pripravljena za produkcijo.

# editor-publicIdentificationNumericNotAllowed
source: The public identifier '{$publicIdentifier}' must not be a number.
da_dk: Public identifier '{$publicIdentifier}' må ikke være et nummer.
pt_br: O identificador público '{$publicIdentifier}' não pode ser um número.
ru_ru: Открытый идентификатор «{$publicIdentifier}» не может быть числом.
sl_si: Javni identifikator '{$publicIdentifier}' ne sme biti številka.

# editor-publicIdentificationPatternNotAllowed
source: The pattern {$pattern} is not allowed for the public identifier.
da_dk: Mønsteret {$pattern} er ikke tilladt i forbindelse med en 'public identifier'.
pt_br: O padrão {$pattern} não é permitido para o identificador público.
ru_ru: Шаблон «{$pattern}» не разрешен для открытого идентификатора.
sl_si: Vzorec {$pattern} ni dovoljen kot javni identifikator.

# reviewer-list-count
source: {$count} reviewers
da_dk: {$count} bedømmere
pt_br: {$count} avaliadores
ru_ru: Рецензентов: {$count}
sl_si: {$count} recenzentov

# reviewer-list-itemsOfTotal
source: {$count} of {$total} reviewers
da_dk: {$count} af {$total} bedømmere
pt_br: {$count} de {$total} avaliadores
ru_ru: Рецензентов: {$count} из {$total}
sl_si: {$count} od {$total} recenzentov

# reviewer-list-filterRating
source: Rated at least
da_dk: Vurderet mindst
pt_br: Classificação mínima
ru_ru: Рейтинг не менее
sl_si: Ocenjen najmanj

# reviewer-list-activeReviews
source: {$count} active
da_dk: {$count} aktive
pt_br: {$count} em andamento
ru_ru: Рецензий в работе: {$count}
sl_si: {$count} aktivnih

# reviewer-list-activeReviewsDescription
source: Active reviews currently assigned
da_dk: Aktive bedømmelser tilmeldt i øjeblikket
pt_br: Avaliações designadas em andamento atualmente
ru_ru: Число рецензий в работе
sl_si: Trenutno dodeljenih aktivnih recenzij

# reviewer-list-completedReviews
source: Reviews completed
da_dk: Bedømmelser afsluttet
pt_br: Avaliações completas
ru_ru: Завершено рецензий
sl_si: Zaključenih recenzij

# reviewer-list-declinedReviews
source: Review requests declined
da_dk: Bedømmelsesanmodning afslået
pt_br: Pedidos de avaliação recusados
ru_ru: Отклонено запросов на рецензию
sl_si: Prošnja za recenzijo je zavrnjena

# reviewer-list-cancelledReviews
source: Review requests cancelled
ru_ru: Отменено запросов на рецензию

# reviewer-list-reviewerRating
source: Reviewer rating: {$rating}
da_dk: Bedømmervurdering: {$rating}
pt_br: Classificação do avaliador: {$rating}
ru_ru: Рейтинг рецензента: {$rating}
sl_si: Ocena recenzenta: {$rating}

# reviewer-list-daysSinceLastAssignment
source: {$days} days ago
da_dk: {$days} dage siden
pt_br: {$days} dias atrás
ru_ru: {$days} дней назад
sl_si: {$days} dni nazaj

# reviewer-list-daySinceLastAssignment
source: Yesterday
da_dk: I går
pt_br: Ontem
ru_ru: Вчера
sl_si: Včeraj

# reviewer-list-daysSinceLastAssignmentDescription
source: Days since last review assigned
da_dk: Dage siden sidste bedømmelse blev tildelt
pt_br: Dias desde a última avaliação designada
ru_ru: Дней с последней рецензии
sl_si: Dnevi od dodeljene zadnej recenzije

# reviewer-list-averageCompletion
source: Average days to complete review
da_dk: Det gennemsnitlige antal dage for færdiggørelse af bedømmelse
pt_br: Média de dias para completar uma avaliação
ru_ru: Средне число дней на рецензию
sl_si: Povprečno število dni za zaključek recenzije

# reviewer-list-neverAssigned
source: Never assigned
da_dk: Aldrig tildelt
pt_br: Nunca designado
ru_ru: Никогда не назначали рецензентом
sl_si: Nikoli deljen

# reviewer-list-currentlyAssigned
source: This reviewer has already been assigned to review this submission.
da_dk: Denne bedømmer er allerede blevet tildelt denne indsendelse til bedømmelse.
pt_br: Esse avaliador já foi designado para avaliar essa submissão.
ru_ru: Этот рецензент уже был назначен рецензентом этого материала.
sl_si: Recenzent je že dodlejen temu prispevku.

# reviewer-list-warnOnAssign
source: This reviewer is locked because they have been assigned a role which allows them to view the author's identity. Blind peer review can not be guaranteed. Would you like to unlock this reviewer anyway?
da_dk: Denne bedømmer er låst, fordi vedkommende har fået tildelt en rolle, som giver adgang til at se forfatterens identitet. Blind peer review kan ikke garanteres. Vil du alligevel låse op for denne anmelder?
pt_br: Esse avaliador está bloqueado porque lhe foi designado um papel que o permite ver a identidade do autor. A avaliação cega não poderá ser garantida. Gostaria de desbloquear esse avaliador mesmo assim?
ru_ru: Этот рецензент заблокирован, поскольку ему назначена роль, позволяющая видеть информацию об авторе. В данном случае невозможно гарантировать «слепое» рецензирование. Вы действительно хотите разблокировать этого рецензента?
sl_si: Recenzent je zakljenjen, ker je v funkciji, ki mu omogoča videti identiteto avtorja. Slepa recenzija ne more biti zagotovljena. Želite vseeno odkleniti recenzenta?

# reviewer-list-warnOnAssignUnlock
source: Unlock
da_dk: Lås op
pt_br: Desbloquear
ru_ru: Разблокировать
sl_si: Odkleni

# reviewer-list-reviewInterests
source: Reviewing Interests
da_dk: Bedømmelsesinteresser
pt_br: Áreas de atuação
ru_ru: Интересы как рецензента
sl_si: Recenzijski interesi

# reviewer-list-biography
source: Biography
da_dk: Biografi
pt_br: Biografia
ru_ru: Биография
sl_si: Biogrfija

# reviewer-list-empty
source: No reviewers found
ru_ru: Рецензенты не найдены
