Repository: TESTYXOPERO123/pkp
Catalog: locale/*/editor.xlf
Languages: da_dk, pt_br, ru_ru, sl_si

# editor-activityLog
source: Activity Log
ru_ru: Журнал активности

# editor-submissionLibrary
source: Library
da_dk: Indsendelsesbibliotek
pt_br: Biblioteca da Submissão
ru_ru: Библиотека
sl_si: Knjižnica prispevka

# editor-review-notInitiated
source: The review process has not yet been initiated.
da_dk: Bedømmelsesprocessen er endnu ikke påbegyndt.
pt_br: A avaliação não foi iniciada.
ru_ru: Процесс рецензирования еще не был начат.
sl_si: Recenzijski postopek se še ni začel.

# editor-submission-copyediting-personalMessageToUser
source: Message to user
da_dk: Besked til bruger
pt_br: Mensagem ao usuário
ru_ru: Сообщение пользователю
sl_si: Sporočilo uporabniku

# editor-submission-externalReviewDescription
source: Select files below to send them to the review stage.
da_dk: Vælg filer nedenfor og send dem videre til bedømmelsestrinnet
pt_br: Selecione os arquivos abaixo a serem enviados a etapa de avaliação.
ru_ru: Выберите файлы ниже для отправки их на этап «Рецензирование».
sl_si: Spodaj izberite datoteke, ki jih boste poslali naprej v recenzentski postopek.

# editor-submission-fileAuditor-form-fileRequired
source: You must select at least one file to assign the user to.
da_dk: Vælg mindst én fil, der skal tildeles brugeren.
pt_br: Você deve selecionar ao menos um arquivo para designar o usuário.
ru_ru: Вы должны выбрать хотя бы один файл для назначения пользователя.
sl_si: Za dodelitev morate izbrati vsaj eno datoteko.

# editor-submission-fileAuditor-form-messageRequired
source: You must include a personal message.
da_dk: Personlig besked skal inkluderes.
pt_br: Você deve incluir uma mensagem pessoal.
ru_ru: Вы должны добавить личное сообщение.
sl_si: Dodati morate sporočilo.

# editor-submission-fileAuditor-skipEmail
source: Do not send email to the Auditor
da_dk: Send ikke e-mail til auditor
pt_br: Não enviar mensagem para o Auditor
ru_ru: Не отправлять письмо электронной почтой аудитору
sl_si: Ne pošlji emaila revizorju

# editor-submission-fileAuditor-form-userRequired
source: You must select a user to assign.
da_dk: For at tildele skal der vælges en bruger.
pt_br: Você deve selecionar um usuário para designar.
ru_ru: Вы должны выбрать пользователя для назначения.
sl_si: Za dodelitev morate izbrati uporabnika.

# editor-submission-uploadSelectFiles
source: Upload/Select Files
da_dk: Upload/vælg filer
pt_br: Enviar/Selecionar Arquivos
ru_ru: Загрузить/Выбрать файлы
sl_si: Naloži/izberi datoteke

# editor-submission-selectFiles
source: Select Files
da_dk: Vælg filer
pt_br: Selecionar Arquivos
ru_ru: Выбрать файлы
sl_si: Izberi datoteke

# editor-submission-revisions
source: Revisions
da_dk: Revisioner
pt_br: Avaliações
ru_ru: Версии
sl_si: Posodobljene verzije

# editor-submission-review-reviewersDescription
source: Use <em>+Add Reviewer</em> to invite readers to review the submission files. The notebook icon indicates that a review has been submitted, which is then checked <em>Acknowledged</em> after it has been consulted. When reviews are overdue, a red envelope icon appears for reminding reviewers.
da_dk: Brug <em>+Tilføj bedømmer</em> for at invitere læsere til at bedømme indsendelsesfilerne. Notesbog-ikonet indikerer, at der er indløbet en bedømmelse, som efterfølgende bliver markeret <em>Godtaget</em> efter det er blevet inddraget. Når bedømmelserne er forfalden fremkommer et rødt brevikon for at rykke bedømmerne.
pt_br: Use <em>+Adicionar Avaliador</em> para convidar avaliadores para revisar os arquivos da submissão. O ícone do bloco de notas indica que uma avaliação foi submetida, que depois é marcada como <em>Reconhecida</em> após ser consultada. Quando avaliações estiverem fora do prazo, clique no ícone do envelope vermelho para notificar os avaliadores.
ru_ru: Используйте <em>+Добавить рецензента</em>, чтобы пригласить читателей дать рецензии на файлы материала. Значок блокнота означает, что рецензия была отправлена, которая затем помечается <em>Принята</em> после того как она была просмотрена. Когда срок отправки рецензии прошел, красный значок конверта появляется для напоминания рецензентам.
sl_si: Uporabite <em>+Dodaj recenzenta</em>, da povabite recenzente k recenziji datotek prispevka. Ikona zvezka označuje, da je bila recenzija oddana. Ko je recenzija pregledana, je označena kot <em>Potrjeno</em>. Če recenzija zamuja, je ikona označena z rdečo, da opozarja recenzente na zamudo.

# editor-submission-addReviewer
source: Add Reviewer
da_dk: Tilføj bedømmer
pt_br: Adicionar Avaliador
ru_ru: Добавить рецензента
sl_si: Dodaj recenzenta

# editor-submission-findAndSelectReviewer
source: Locate a Reviewer
da_dk: Find en bedømmer
pt_br: Localizar um Avaliador
ru_ru: Выбрать рецензента
sl_si: Išči recenzenta

# editor-submission-findAndSelectUser
source: Locate a User
da_dk: Vælg en bruger
pt_br: Localizar Usuário
ru_ru: Выбрать пользователя
sl_si: Išči uporabnika

# editor-submission-fileList-includeAllStages
source: Show files from all accessible workflow stages.
da_dk: Vis filer fra alle tilgængelige redaktionelle trin.
pt_br: Mostrar arquivos de todos os estágios de trabalho.
ru_ru: Показать файлы со всех доступных этапов рабочего процесса.
sl_si: Prikaži vse datoteke iz vseh dostopnih faz delovnega toka.

# editor-submission-review-currentFiles
source: Current Review Files For Round {$round}
da_dk: Gældende bedømmelsesfiler for runde {$round}
pt_br: Arquivos para avaiação na rodada {$round}
ru_ru: Текущие файлы рецензии для раунда {$round}
sl_si: Trenutne datoteke za recenzijski krog {$round}

# editor-submission-backToSearch
source: Back to Search
da_dk: Tilbage til Søg
pt_br: Voltar a Busca
ru_ru: Назад к поиску
sl_si: Nazaj na iskanje

# editor-review-createReviewer
source: Create New Reviewer
da_dk: Opret ny bedømmer
pt_br: Criar Novo Avaliador
ru_ru: Создать нового рецензента
sl_si: Ustvari novega recenzenta

# editor-review-enrollReviewer-short
source: Enroll Existing User
da_dk: Tilmeld en allerede registreret bruger
pt_br: Designar Usuário Existente
ru_ru: Записать существующего пользователя
sl_si: Registriraj obstoječega uporabnika

# editor-review-unassignReviewer
source: Unassign Reviewer
da_dk: Fjern bedømmer
pt_br: Dispensar Avaliador
ru_ru: Отменить назначение рецензента
sl_si: Odstranite recenzenta

# editor-review-cancelReviewer
source: Cancel Reviewer
ru_ru: Отменить запрос на рецензию

# editor-review-reinstateReviewer
source: Reinstate Reviewer
ru_ru: Восстановить в роли рецензента

# editor-submissionReview-reviewType
source: Review Type
da_dk: Form for bedømmelse (review)
pt_br: Tipo de avaliação
ru_ru: Тип рецензирования
sl_si: Tip recenzije

# editor-submissionReview-sendEmail
source: Send an email notification to the author(s): {$authorName}
da_dk: Send en besked via e-mail til forfatteren: {$authorName}
ru_ru: Отправить уведомление электронной почтой автору(авторам): {$authorName}
sl_si: Pošlji email obvestilo avtoju(jem): {$authorName}

# editor-submissionReview-sendEmail-editors
source: Send an email notification to the editor(s): {$editorNames}
da_dk: Send en besked via e-mail til redaktøren: {$editorNames}
ru_ru: Отправить уведомление электронной почтой редактору(редакторам): {$editorNames}
sl_si: Pošlji email obvestilo uredniku(om): {$editorNames}

# editor-submissionReview-skipEmail
source: Do not send an email notification
da_dk: Spring e-mail over
pt_br: Não enviar email ao autor
ru_ru: Не отправлять уведомление электронной почтой
sl_si: Ne pošlji email obvestila

# editor-submissionReview-open
source: Open
da_dk: Åben
pt_br: Abrir
ru_ru: Открытое
sl_si: Odpri

# editor-submissionReview-blind
source: Blind
pt_br: Cega
ru_ru: Слепое
sl_si: Slepa

# editor-submissionReview-doubleBlind
source: Double-blind
pt_br: Duplo-cega
ru_ru: Двойное слепое
sl_si: Dvojno slepa

# editor-submissionReview-restrictFiles
source: Files To Be Reviewed
da_dk: Filer, der skal bedømmes
pt_br: Arquivos a serem avaliados
ru_ru: Файлы для рецензирования
sl_si: Datoteke za recenzijo

# editor-submissionReview-restrictFiles-hide
source: Close File Selection
da_dk: Luk filvalg
pt_br: Fechar Seleção de Arquivos
ru_ru: Закрыть выбор файла
sl_si: Zapri izbiro datotek

# editor-submissionReview-editReview
source: Edit Review
da_dk: Redigér bedømmelse
pt_br: Editar Avaliação
ru_ru: Редактировать рецензию
sl_si: Uredi recenzijo

# editor-review-anonymousReviewer
source: Anonymous Reviewer
da_dk: Anonym bedømmer
ru_ru: Анонимный рецензент
sl_si: Anonimiziran recenzent

# editor-review-personalMessageToReviewer
source: Email to be sent to reviewer
da_dk: E-mail, der skal sendes til bedømmeren
pt_br: Email para o avaliador
ru_ru: Письмо электронной почты для отправки рецензенту
sl_si: Email sporočilo za recenzenta

# editor-review-importantDates
source: Important Dates
da_dk: Vigtige datoer
pt_br: Datas Importantes
ru_ru: Важные даты
sl_si: Pomembni datumi

# editor-review-uploadRevision
source: Upload Revision
pt_br: Envio da Avaliação
ru_ru: Загрузить новую версию
sl_si: Naloži posodobljeno verzijo

# editor-review-newReviewRound
source: Require New Review Round
da_dk: Forlang en ny bedømmelsesrunde
ru_ru: Требуется новый раунд рецензирования
sl_si: Potreben ponoven krog recenzije

# editor-review-NotifyAuthorRevisions
source: Revisions will not be subject to a new round of peer reviews.
da_dk: Anmod om revision fra forfatteren.
pt_br: Solicitar modificações ao autor.
ru_ru: Новые версии файлов не будут рассматриваться в новом раунде рецензирования.
sl_si: Posodobljene verzije ne bodo predmet novega kroga recenzije.

# editor-review-NotifyAuthorResubmit
source: Revisions will be subject to a new round of peer reviews.
da_dk: Anmod forfatteren om at sende manuskripttilretninger, der efterfølgende vil undergå yderligere bedømmelse.
pt_br: Solicitar modificações ao autor que estarão sujeitos a avaliação futura.
ru_ru: Новые версии файлов будут рассматриваться в новом раунде рецензирования.
sl_si: Posodobljene verzije bodo predmet novega kroga recenzije.

# editor-review-dateAccepted
source: Review Acceptance Date
da_dk: Dato for accept af bedømmelse
pt_br: Data de Recebimento da Avaliação
ru_ru: Дата принятия материала на рецензирование
sl_si: Datum sprejetja recenzije

# editor-review-reviewsAdded
source: Reviews added to message body.
da_dk: Bedømmelser er tilføjet mailbesked
pt_br: Sem avaliações por pares para importar
ru_ru: Рецензии добавлены в текст сообщения.
sl_si: Recenzentska mnenja dodana sporočilu.

# editor-review-noReviews
source: No peer reviews to import
da_dk: Ingen peer reviews at importere
pt_br: Sem avaliações por pares para importar
ru_ru: Нет рецензий для импорта
sl_si: Na voljo ni recenzentskih mnenj za uvoz

# editor-review-reminder
source: Review Reminder
da_dk: Påmindelse til bedømmer
pt_br: Lembrete ao Avaliador
ru_ru: Напоминание о рецензии
sl_si: Opomnik za recenzijo

# editor-review-thankReviewer
source: Thank Reviewer
da_dk: Tak bedømmer
pt_br: Agradecer ao Avaliador
ru_ru: Благодарность рецензенту
sl_si: Zahvalite se recenzentu

# editor-review-reminderError
source: Error sending review reminder
da_dk: Fejl i forbindelsen med påmindelse til bedømmer
pt_br: Erro ao enviar lembrete ao avaliador
ru_ru: Ошибка при отправке напоминания о рецензии
sl_si: Napaka pri pošiljanju opomnika recenzentu

# editor-review-thankReviewerError
source: Error sending thank you to reviewer
da_dk: Fejl i forbindelse med afsendelse af tak til bedømmer
pt_br: Erro ao enviar agradecimento ao avaliador
ru_ru: Ошибка при отправке благодарности рецензенту
sl_si: Napaka pri pošiljanju zahvale recenzentu

# editor-review-skipEmail
source: Do not send email to Reviewer.
da_dk: Spring e-mail over
pt_br: Não enviar email ao avaliador.
ru_ru: Не отправлять письмо электронной почты рецензенту.
sl_si: Ne pošlji emaila recenzentu.

# editor-review-sendReminder
source: Send Reminder
da_dk: Send påmindelse
pt_br: Enviar Lembrete
ru_ru: Отправить напоминание
sl_si: Pošlji opomnik

# editor-review-readReview
source: Read Review
da_dk: Læs bedømmelse
pt_br: Ler Avaliação
ru_ru: Прочитать рецензию
sl_si: Preglej recenzijo

# editor-review-readNewReview
source: Read New Review
da_dk: Læs ny bedømmelse
pt_br: Ler Nova Avaliação
ru_ru: Прочитать новую рецензию
sl_si: Preglej novo recenzijo

# editor-review-responseDue
source: Response due: {$date}
da_dk: Svar senest: {$date}
pt_br: Prazo de resposta: {$date}
ru_ru: Срок ответа: {$date}
sl_si: Rok za odgovor: {$date}

# editor-review-requestSent
source: Request Sent
da_dk: Anmodning sendt
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
sl_si: Zahteva je bila poslana

# editor-review-requestAccepted
source: Request Accepted
da_dk: Anmodning accepteret
pt_br: Solicitação aceita
ru_ru: Запрос принят
sl_si: Zahteva je bila sprejeta

# editor-review-requestDeclined
source: Request Declined
ru_ru: Запрос отклонен

# editor-review-requestCancelled
source: Request Cancelled
ru_ru: Запрос отменён

# editor-review-requestDeclined-tooltip
source: The reviewer declined this review request.
ru_ru: Рецензент отклонил этот запрос на рецензию.

# editor-review-requestCancelled-tooltip
source: The editor cancelled this review request.
ru_ru: Редактор отменил этот запрос на рецензию.

# editor-review-revertDecision
source: Revert Decision
da_dk: Fortryd afgørelse
pt_br: Reverter decisão
ru_ru: Отмена решения
sl_si: Spremeni odločitev

# editor-review-reviewDue
source: Review due: {$date}
da_dk: Bedømmelse forfalden: {$date}
pt_br: Prazo de avaliação: {$date}
ru_ru: Срок сдачи рецензии: {$date}
sl_si: Rok za recenzijo: {$date}

# editor-review-reviewDueDate
source: Review Due Date
da_dk: Bedømmelsen er forfalden
pt_br: Data limite para avaliação
ru_ru: Дата предоставления рецензии
sl_si: Rok za recenzijo

# editor-review-reviewCompleted
source: Review Completed
da_dk: Bedømmelse afsluttet
pt_br: Avaliação Completada
ru_ru: Рецензия завершена
sl_si: Recenzija končana

# editor-review-reviewConfirmed
source: Review Confirmed
da_dk: Bedømmelse bekræftet
pt_br: Avaliação Confirmada
ru_ru: Рецензия подтверждена
sl_si: Recenzija potrjena

# editor-review-reviewSubmitted
source: Review Submitted
da_dk: Bedømmelse indsendt
pt_br: Avaliação Enviada
ru_ru: Рецензия отправлена
sl_si: Recenzija oddana

# editor-review-reviewerThanked
source: Reviewer Thanked
ru_ru: Рецензента поблагодарили

# editor-review-reviewerComments
source: Reviewer Comments
da_dk: Kommentarer fra bedømmer
pt_br: Comentários do Avaliador
ru_ru: Комментарии рецензента
sl_si: Komentarji recenzenta

# editor-review-rateReviewer
source: Reviewer rating
da_dk: Bedømmerklassificering
pt_br: Classificação do avaliador
ru_ru: Рейтинг рецензента
sl_si: Ocenite recenzenta

# editor-review-rateReviewer-description
source: Rate the quality of the review provided. This rating is not shared with the reviewer.
da_dk: Vurder kvaliteten af den indleverede bedømmelse. Denne vurdering vil ikke blive delt med bedømmeren.
ru_ru: Оцените качество представленной рецензии. Этот рейтинг не будет показан рецензенту.
sl_si: Ocenite kvaliteto opravljene recenzije. Ocena ne bo vidna recnezentu.

# editor-review-reviewerRating-none
source: No rating
da_dk: Ingen vurdering
ru_ru: Нет рейтинга
sl_si: Brez ocene

# editor-review-mustSelect
source: You must select a reviewer
da_dk: Bedømmer skal udvælges
pt_br: Você deve selecionar um avaliador
ru_ru: Вы должны выбрать рецензента
sl_si: Izbrati morate recenzenta

# editor-review-errorAddingReviewer
source: There was an error adding the reviewer. Please try again.
da_dk: En fejl indtrådte i forbindelse med valg af bedømmer. Prøv igen.
pt_br: Houve um erro ao adicionar um avaliador. Por favor tente novamente.
ru_ru: Произошла ошибка при добавлении рецензента. Пожалуйста, попробуйте снова.
sl_si: Prišlo je do napake pri dodajanju recenzenta. Prosimo poskusite ponovno.

# editor-review-errorDeletingReviewer
source: There was an error deleting the reviewer. Please try again.
da_dk: En fejl indtrådte i forbindelse med fjernelse af bedømmer. Prøv igen.
pt_br: Ocorreu um erro ao excluir o avaliador. Tente novamente.
ru_ru: Произошла ошибка при удалении рецензента. Пожалуйста, попробуйте снова.
sl_si: Prišlo je do napake pri odstranjevanju recenzenta. Prosimo poskusite ponovno.

# editor-review-errorReinstatingReviewer
source: There was an error reinstating the reviewer. Please try again.
ru_ru: Произошла ошибка при восстановлении рецензента. Пожалуйста, попробуйте снова.

# editor-review-userGroupSelect
source: Enroll the user with this reviewer user group
da_dk: Tilmeld brugeren denne bedømmer-brugergruppe
pt_br: Inscrever usuário neste grupo de usuários avaliadores
ru_ru: Записать пользователя в эту группу рецензентов
sl_si: Registriraj uporabnika v to skupino recenzentov

# editor-review-unconsiderReviewText
source: Do you wish to mark this review as unconsidered? The review history will be preserved.
da_dk: Ønsker du at markere denne bedømmelse som værende afvist? Bedømmelsesforløbet bliver gemt.
pt_br: Você gostaria de marcar esta avaliação como não considerada? O histórico de avaliação será preservado.
ru_ru: Вы хотите отметить эту рецензию как не рассмотренную? История рецензирования будет сохранена.
sl_si: Želite označiti to recenzijo kot neupoštevano? Zgodovian recenzije se bo ohranila.

# editor-review-unconsiderReview
source: Unconsider this Review
da_dk: Afvis denne bedømmelse
pt_br: Desconsiderar esta avaliação
ru_ru: Отметить рецензию как не рассмотренную
sl_si: Ne upoštevaj te recenzije

# editor-review-readConfirmation
source: Once this review has been read, press "Confirm" to indicate that the review process may proceed. If the reviewer has submitted their review elsewhere, you may upload the file below and then press "Confirm" to proceed.
da_dk: Klik "Bekræft" efter at have læst denne bedømmelse for at markere at bedømmelsesprocessen kan fortsætte. Hvis bedømmeren har indsendt sin bedømmelse andetsteds, kan du uploade filen nedenfor og dernæst klikke "Bekræft" for at fortsætte.
pt_br: Uma vez que a leitura da avaliação esteja completa, pressione "Confirmar" para sinalizar que o processo de avaliação pode prosseguir.
ru_ru: Прочитав рецензию, нажмите «Подтвердить», чтобы показать, что процесс рецензирования может продолжаться дальше. Если рецензент отправил рецензию каким-то другим образом, вы можете загрузить файл ниже и нажать «Подтвердить», чтобы продолжить.
sl_si: Ko pregledate recenzijo, kliknite "Potrdi" in s tem omogočite nadaljevanje recenzentskega postopka. Če je recenzent oddal recenzijo kako drugače, lahko datoteko naložite spodaj in kliknete "Potrdi" ter s tem omogočite nadaljevanje recenzuentskega postopka.

# editor-submission-selectCopyedingFiles
source: Copyediting Files
da_dk: Manuskriptredigerede filer
pt_br: Arquivos da edição de texto
ru_ru: Файлы для литературного редактирования
sl_si: Lektoriranje datotek

# editor-submission-selectReviewer
source: Select Reviewer
da_dk: Vælg bedømmer
pt_br: Selecionar avaliador
ru_ru: Выбрать рецензента
sl_si: Izberite recenzenta

# editor-submission-taskDueDate
source: Task Due Date
da_dk: Opgavens forfaldsdato
pt_br: Data limite da tarefa
ru_ru: Срок выполнения задачи
sl_si: Rok za nalogo

# editor-submission-taskSchedule
source: Task schedule
da_dk: Opgavens tidsplan
pt_br: Cronograma de tarefas
ru_ru: Расписание задачи
sl_si: Urnik naloge

# editor-review-enrollReviewer
source: Enroll an Existing User as Reviewer
da_dk: Tilføj en allerede registreret bruger som bedømmer
pt_br: Inscrever um usuário existente como avaliador
ru_ru: Записать существующего пользователя рецензентом
sl_si: Registriraj obstoječega uporabnika kot recenzenta

# editor-submission-noAuditRequested
source: No audit requested for this file
da_dk: Ingen revision påkrævet i forbindelse med denne fil
pt_br: Nenhuma auditoria requisitada para este arquivo
ru_ru: Аудит для этого файла не запрашивался
sl_si: Za to datoteko ni bila zahtevana revizija

# editor-submission-personalMessageToUser
source: Email to be sent to user
da_dk: E-mail, der skal sendes til bruger
pt_br: Email a ser enviado ao usuário
ru_ru: Письмо электронной почты для отправки пользователю
sl_si: Email sporočilo za uporabnika

# editor-submission-proof-reminder
source: Proof reminder
da_dk: Påmindelse om korrektur
pt_br: Lembrete de prova
ru_ru: Напоминание о корректуре
sl_si: Opomnik za korekturo

# editor-submission-editorial-approveCopyeditDescription
source: The copyedited file needs to be approved before it can be sent to the Production stage. Do you want to approve this file?
da_dk: Den manuskriptredigerede fil skal godkendes før den kan blive sendt til produktions-trinnet. Ønsker du at godkende denne fil?
pt_br: O arquivo da edição de texto precisa ser aprovado antes de ser enviado para a etapa de editoração. Você deseja aprovar este arquivo?
ru_ru: Прошедший литературное редактирование файл должен быть одобрен перед тем, как его можно будет отправить на этап «Публикация». Вы хотите одобрить этот файл?
sl_si: Lektorirane datoteke morajo biti najprej potrjene, da se lahko pošljejo v fazo produkcije. Želite potrditi to datoteko?

# editor-submission-editorial-disapproveCopyeditDescription
source: Disapproving this copyedited file will make it unavailable to send to production stage. Do you want to disapprove this file?
da_dk: En afvisning af den manuskriptredigerede fil vil forhindre den i at blive sendt til produktionstrinnet. Ønsker du at afvise denne fil?
pt_br: Rejeitar este arquivo da edição de texto tornará o mesmo indisponível para envio à etapa de editoração. Você deseja rejeitar este arquivo?
ru_ru: Отмена одобрения этого файла, прошедшего литературное редактирование, приведет к тому, что его нельзя будет отправить на этап «Публикация». Вы хотите отменить одобрение этого файла?
sl_si: Zavrnitev te lektorirane datoteke bo povzročilo, da se ne bo mogla poslati v fazo produkcije. Želite zavrniti to datoteko?

# editor-submission-addAuditor
source: Assign Auditor
da_dk: Tilføj auditor
pt_br: Designar auditor
ru_ru: Назначить аудитора
sl_si: Dodaj revizorja
