Repository: TESTYXOPERO123/pkp
Catalog: locale/*/grid.xlf
Languages: ca_es, cs_cz, de_de, fa_ir, fi_fi, pt_br, pt_pt, sr_rs@cyrillic, sr_rs@latin, zh_cn

# grid-plugin-allCategories
source: All Categories
ca_es: Totes les categories
cs_cz: Všechny kategorie
de_de: Alle Kategorien
fa_ir: تمام بخش‌ها
fi_fi: Kaikki kategoriat
pt_br: Todas as categorias
pt_pt: Todas as Categorias
sr_rs@cyrillic: Све категорије
sr_rs@latin: Sve kategorije
zh_cn: 所有类别

# grid-plugin-disable
source: Are you sure you want to disable this plugin?
ca_es: Estàs segur/a que vols desactivar aquest connector?
cs_cz: Jste si jisti, že chcete zakázat tento plugin?
de_de: Sind Sie sicher, dass Sie dieses Plugin deaktivieren wollen?
fa_ir: آیا مطمئنید که می‌خواهید این افزونه را غیرفعال کنید
fi_fi: Haluatko varmasti poistaa tämän lisäosan käytöstä?
pt_br: Deseja realmente desabilitar este plugin?
pt_pt: Tem certeza que pretende desactivar este plugin?
sr_rs@cyrillic: Да ли сте сигурни да желите да онемогућите овај додатак?
sr_rs@latin: Da li ste sigurni da želite da onemogućite ovaj dodatak?
zh_cn: 你确定你要禁用这个插件吗?

# grid-action-fileUnconsider
source: Proofing corrections made. You may unconsider this task
ca_es: S'han fet les esmenes de correcció. Podeu rebutjar aquesta tasca
cs_cz: Korektury byly udělány. Můžete přestat sledovat tuto úlohu
de_de: Korrekturen gemacht. Sie müssen diese Aufgabe nicht länger berücksichtigen.
fa_ir: تصحیح اصلاحات انجام شد. شما ممکن است این وظیفه را نادیده بگیرید
fi_fi: Oikoluvun korjaukset tehty. Voit merkitä tämän tehtävän käsittelemättömäksi
pt_br: Correções realizadas na prova. Esta tarefa pode ser desconsiderada.
pt_pt: Correções de provas feitas. Pode ignorar esta tarefa
sr_rs@cyrillic: Дошло је до лектроских измена. Можете да занемарите овај задатак
sr_rs@latin: Došlo je do lektorskih izmena. Možete da zanemarite ovaj zadatak

# grid-artworkFile-caption
source: Caption
ca_es: Peu
cs_cz: Titulek
de_de: Bildunterschrift
fa_ir: عنوان
fi_fi: Kuvateksti
pt_br: Legenda
sr_rs@cyrillic: Наслов
sr_rs@latin: Naslov

# grid-artworkFile-credit
source: Credit
ca_es: Crèdit
cs_cz: Autor
de_de: Nachweis
fa_ir: اعتبار
fi_fi: Tekijätieto
pt_br: Crédito
pt_pt: Crédito
sr_rs@cyrillic: Заслуге
sr_rs@latin: Zasluge

# grid-artworkFile-copyrightOwner
source: Copyright Owner
ca_es: Propietari de drets d'autor/a
cs_cz: Vlastník autorských práv
de_de: Urheber/in
fa_ir: دارنده امتیاز حق نشر
fi_fi: Tekijänoikeuden omistaja
pt_br: Detentor dos Direitos Autorais
pt_pt: Proprietário do Copyright
sr_rs@cyrillic: Носилац ауторских права
sr_rs@latin: Nosilac autorskih prava

# grid-artworkFile-copyrightContact
source: Contact Info (if not author/publisher)
ca_es: Informació de contacte (si no sou un autor/a ni una institució publicadora)
cs_cz: Kontaktní informace (nejedná-li se o autora nebo vydavatele)
de_de: Kontakt (sofern nicht Autor/in oder Verlag)
fa_ir: اطلاعات تماس
fi_fi: Yhteystiedot (jos ei kirjoittaja/julkaisija)
pt_br: Informações de Contato (se não for o autor / editor)
pt_pt: Contacto (se não for autor/editor)
sr_rs@cyrillic: Контакт информације (уколико није аутор или издавач)
sr_rs@latin: Kontakt informacije (ukoliko nije autor ili izdavač)

# grid-artworkFile-permissionTerms
source: Permission Terms
ca_es: Condicions de permisos
cs_cz: Podmínky oprávnění k užití díla
de_de: Nutzungsbedingungen
fa_ir: موارد مجوز
fi_fi: Lupaehdot
pt_br: Termos de Permissão
pt_pt: Termos de Permissão
sr_rs@cyrillic: Услови присупа
sr_rs@latin: Uslovi pristupa

# grid-artworkFile-placement
source: Placement in submission
ca_es: Col·locació a la tramesa
cs_cz: Umístění v příspěvku
de_de: Platzierung in der Einreichung
fa_ir: موقعیت در مقاله ارسالی
fi_fi: Sijoitus käsikirjoitukseen
pt_br: Colocação em submissão
pt_pt: Colocação em submissão
sr_rs@cyrillic: Положај у предаји
sr_rs@latin: Položaj u predaji

# grid-userGroup-assignStage
source: Assign stage
ca_es: Fase d'assignació
cs_cz: Přiřadit etapu
de_de: Phase zuweisen
fa_ir: تخصیص مرحله
fi_fi: Valitse työvaihe
pt_br: Designar etapa
pt_pt: Etapa Designação
sr_rs@cyrillic: Додели фазу
sr_rs@latin: Dodeli fazu

# grid-userGroup-unassignStage
source: Unassign stage
ca_es: Fase de desassignació
cs_cz: Odebrat přiřazení etapy
de_de: Phasenzuordnung aufheben
fa_ir: لغو تخصیص مرحله
fi_fi: Poista työvaihe
pt_br: Revogar etapa
pt_pt: Não Atribuir Etapa
sr_rs@cyrillic: Уклони фазу
sr_rs@latin: Ukloni fazu

# grid-userGroup-allStages
source: All Workflow Stages
ca_es: Totes les fases del circuit de treball
cs_cz: Všechny etapy workflow
de_de: Alle Workflow-Phasen
fa_ir: تمام مراحل گردش کار
fi_fi: Kaikki työnkulun vaiheet
pt_br: Todas etadas do fluxo de trabalho
pt_pt: Todas as Etapas do Fluxo de Trabalho
sr_rs@cyrillic: Све фазе процеса рада
sr_rs@latin: Sve faze procesa rada

# grid-userGroup-filter-listRoles
source: List roles assigned to
ca_es: Llista de rols assignats a
cs_cz: Seznam rolí přiřazených pro
de_de: Rollen auflisten, denen dies zugeordnet ist
fa_ir: لیست نقش‌های انتساب داده شده به
fi_fi: Listaa roolit, jotka on valittu seuraaviin työvaiheisiin
pt_br: Listar papéis associados a(o)
pt_pt: Lista de papéis atribuídos a
sr_rs@cyrillic: Излистај улоге додељене
sr_rs@latin: Izlistaj uloge dodeljene

# grid-userGroup-filter-permissionLevel
source: With permission level set to
ca_es: Amb el nivell de permís determinat per
cs_cz: S úrovní přístupu pro
de_de: Mit Berechtigungsebene
fa_ir: با سطح دسترسی تنظیم شده
fi_fi: Joilla on seuraava käyttöoikeustaso
pt_br: Com permissões de
pt_pt: Com o nível de permissão definido para
sr_rs@cyrillic: Са нивоом приступа подешеним на
sr_rs@latin: Sa nivoom pristupa podešenim na

# grid-userGroup-cantRemoveDefaultUserGroup
source: The role {$userGroupName} is a default one and can't be removed.
ca_es: El rol {$userGroupName} és predeterminat i no es pot eliminar.
cs_cz: Role {$userGroupName} je základní a nemůže být odebrána.
de_de: Die Rolle {$userGroupName} ist eine Standardrolle und kann nicht entfernt werden.
fa_ir: نقش {$userGroupName}، نقش پیش‌فرض بوده و قابل حذف نمی‌باشد.
fi_fi: {$userGroupName}-rooli on oletusasetus ja sitä ei voi poistaa.
pt_br: O papel {$userGroupName} é padrão do sistema e não pode ser removido.
pt_pt: O papel {$userGroupName} é padrão e não pode ser removido.
sr_rs@cyrillic: Улога {$userGroupName} је системска и не може бити уклоњена.
sr_rs@latin: Uloga {$userGroupName} je sistemska i ne može biti uklonjena.

# grid-userGroup-cantRemoveUserGroup
source: Can't remove {$userGroupName} role. Currently {$usersCount} user(s) is/are assigned to it.
ca_es: No es pot eliminar el rol {$userGroupName}. Actualment hi ha {$usersCount} usuaris/àries assignats.
cs_cz: Nelze odebrat roli {$userGroupName}. Počet uživatelů, kteří ji mají v současnosti přiřazeno je: {$usersCount}.
de_de: Kann Rolle {$userGroupName} nicht entfernen. Momentan gehören {$usersCount} Nutzer/inn(en) zu dieser Rolle.
fa_ir: نقش {$userGroupName} قابل حذف نیست. هم اکنون به {$usersCount} کاربر این نقش انتساب داده شده است..
fi_fi: {$userGroupName}-roolia ei voi poistaa. Rooliin on tällä hetkellä valittu {$usersCount} käyttäjä(ä).
pt_br: Não é possível remover o papel {$userGroupName}. Atualmente {$usersCount} usuário(s) está(ão) associados a ele.
pt_pt: Não é possível remover o papel {$userGroupName}. Actualmente, {$usersCount} utilizador(s) é/são atribuídos a este.
sr_rs@cyrillic: Не могу да уклоним улогу {$userGroupName}. Тренутно је додељена за {$usersCount} корисник(а).
sr_rs@latin: Ne mogu da uklonim ulogu {$userGroupName}. Trenutno je dodeljena za {$usersCount} korisnik(a).

# grid-userGroup-removed
source: {$userGroupName} role removed.
ca_es: S'ha eliminat el rol {$userGroupName}.
cs_cz: Role {$userGroupName} byla odebrána.
de_de: Rolle {$userGroupName} entfernt.
fa_ir: نقش {$userGroupName} حذف شد
fi_fi: {$userGroupName}-rooli poistettu.
pt_br: {$userGroupName} papel removido.
pt_pt: {$userGroupName} papel removido.
sr_rs@cyrillic: Улога {$userGroupName} је уклоњена.
sr_rs@latin: Uloga {$userGroupName} je uklonjena.

# grid-userGroup-assignedStage
source: {$userGroupName} role assigned to {$stageName} stage.
ca_es: S'ha assignat el rol {$userGroupName} a la fase de {$stageName}.
cs_cz: Role {$userGroupName} byla přiřazena k etapě {$stageName}.
de_de: Rolle {$userGroupName} der Phase {$stageName} zugeordnet.
fa_ir: نقش {$userGroupName} به مرحله {$stageName} تخصیص داده شد.
fi_fi: {$userGroupName}-rooli valittu {$stageName}-vaiheeseen.
pt_br: Papel {$userGroupName} associado à etapa {$stageName}.
pt_pt: {$userGroupName} papel atribuído a {$stageName} etapa.
sr_rs@cyrillic: Улога {$userGroupName} је додељена фази {$stageName}.
sr_rs@latin: Uloga {$userGroupName} je dodeljena fazi {$stageName}.

# grid-userGroup-unassignedStage
source: {$userGroupName} role unassigned from {$stageName} stage.
ca_es: El rol {$userGroupName} s'ha desassignat de la fase de {$stageName}.
cs_cz: Role {$userGroupName} byla odebrána z etapy {$stageName}.
de_de: Rolle {$userGroupName} nicht länger der Phase {$stageName} zugeordnet.
fa_ir: نقش {$userGroupName} از مرحله {$stageName} حذف شد.
fi_fi: {$userGroupName}-rooli poistettu {$stageName}-vaiheesta.
pt_br: Papel {$userGroupName} removido da etapa {$stageName}.
pt_pt: {$userGroupName} papel não atribuído de {$stageName} etapa.
sr_rs@cyrillic: Улога {$userGroupName} је уклоњена из фазе {$stageName}.
sr_rs@latin: Uloga {$userGroupName} je uklonjena iz faze {$stageName}.

# grid-submission-itemTitle
source: Author; Title
ca_es: Autor/a; Títol
cs_cz: Autor; Název
de_de: Autor/in; Titel
fa_ir: نویسنده؛ عنوان
fi_fi: Kirjoittaja; Otsikko
pt_br: Autor; Título
pt_pt: Autor; Título
sr_rs@cyrillic: Аутор; Наслов
sr_rs@latin: Autor; Naslov

# grid-submission-active-selectOrphaned
source: Include incomplete submissions not submitted by an author.
ca_es: Incloure trameses incompletes no enviades per un autor/a.
cs_cz: Zahrnout i nedokončené příspěvky, jejichž podávání nebylo tímto autorem ukončeno.
de_de: Inklusive unfertiger Einreichungen, die nicht durch eine/n Autor/in eingereicht wurden.
fa_ir: مقالات ناقص ارسالی نیز در نظر گرفته شود
fi_fi: Sisällytä keskeneräiset käsikirjoitukset, jotka eivät ole kirjoittajan lähettämiä
pt_br: Incluir submissões incompletas não enviadas por um autor.
pt_pt: Inclur submissões incompletas não enviadas por um autor.

# grid-action-addNavigationMenu
source: Add Menu
cs_cz: Přidat menu
de_de: Navigationsmenü hinzufügen
fa_ir: افزودن منو
fi_fi: Lisää valikko
pt_br: Incluir Menu
pt_pt: Adicionar Menu

# grid-action-addNavigationMenuItem
source: Add item
cs_cz: Přidat položku
de_de: Menüeintrag hinzufügen
fa_ir: افزودن المان
fi_fi: Lisää kohde
pt_br: Incluir item
pt_pt: Adicionar Item

# grid-navigationMenus-navigationMenuItems-noneExist
source: No Navigation Menu Items
cs_cz: Navigační menu nemá položky
de_de: Keine Einträge im Navigationsmenü
fa_ir: بدون المان برای منوی گشت‌وگذار
fi_fi: Ei kohteita
pt_br: Não há itens de navegação de menu
pt_pt: Nenhum Item no Menu de Navegação

# grid-navigationMenus-navigationMenu-noneExist
source: No Navigation Menus
cs_cz: Nejsou žádná navigační menu
de_de: Keine Navigationsmenüs
fa_ir: بدون منوی گشت‌وگذار
fi_fi: Ei valikkoja
pt_br: Não há menus de navegação
pt_pt: Nenhum Menu de Navegação

# grid-navigationMenus-navigationMenu-selectType
source: Choose a type...
cs_cz: Vyberte typ...
de_de: Wählen Sie einen Typ...
fi_fi: Valitse tyyppi...
pt_br: Escolha um tipo...
pt_pt: Selecione um tipo...
