Repository: TESTYXOPERO123/pkp
Catalog: locale/*/grid.xlf
Languages: ca_es, cs_cz, de_de, fa_ir, fi_fi, pt_br, pt_pt, sr_rs@cyrillic, sr_rs@latin, zh_cn

# grid-action-addUserGroup
source: Add a new User Group
ca_es: Afegeix un nou grup d'usuaris
cs_cz: Přidat novou skupinu uživatelů
de_de: Eine neue Benutzer/innengruppe hinzufügen
fa_ir: افزودن گروه کاربری جدید
fi_fi: Lisää uusi käyttäjäryhmä
pt_br: Incluir novo grupo de usuários
pt_pt: Adicionar um novo grupo de utilizadores
sr_rs@cyrillic: Додај нову групу корисника
sr_rs@latin: Dodaj novu grupu korisnika
zh_cn: 添加新用户群

# grid-action-editUserGroup
source: Edit this user group
ca_es: Edita aquest grup d'usuaris
cs_cz: Upravit tuto uživatelskou skupinu
de_de: Diese Benutzer/innengruppe bearbeiten
fa_ir: ویرایش این گروه کاربری
fi_fi: Muokkaa tätä käyttäjäryhmää
pt_br: Editar este grupo de usuários
pt_pt: Editar este grupo de utilizadores
sr_rs@cyrillic: Измени ову групу корисника
sr_rs@latin: Izmeni ovu grupu korisnika
zh_cn: 编辑该用户群

# grid-action-disable
source: Disable
ca_es: Inhabilita
cs_cz: Zakázat
de_de: Deaktivieren
fa_ir: غیرفعال کردن
fi_fi: Poista käytöstä
pt_br: Desabilitar
pt_pt: Desactivar
sr_rs@cyrillic: Онемогући
sr_rs@latin: Onemogući
zh_cn: 停用

# grid-action-details
source: View this item
ca_es: Vegeu aquest ítem
cs_cz: Prohlédnout tuto položku
de_de: Dieses Element ansehen
fa_ir: مشاهده این مورد
fi_fi: Näytä tämä kohde
pt_br: Ver item
pt_pt: Ver este item
sr_rs@cyrillic: Погледај ову ставку
sr_rs@latin: Pogledaj ovu stavku
zh_cn: 查看该项目

# grid-action-enrolExisting
source: Enrol an existing user as a reviewer
ca_es: Inscriure un usuari/ària existent
cs_cz: Zapojit existujícího uživatele jako recenzenta
de_de: Eine/n existierende Benutzer/in als Gutachter/in eintragen
fa_ir: اعطای نقش داور به این کاربر
fi_fi: Lisää olemassa oleva käyttäjä arvioijaksi
pt_br: Cadastrar usuário existente como avaliador
pt_pt: Inscrever um utilizador existente como revisor
sr_rs@cyrillic: Укључи постојећег корисника као рецензента
sr_rs@latin: Uključi postojećeg korisnika kao recenzenta
zh_cn: 选择现有用户为审稿人

# grid-action-selectCreate
source: Create a new reviewer
ca_es: Crea un nou revisor/a
cs_cz: Vytvořit nového recenzenta
de_de: Neue/n Gutachter/in anlegen
fa_ir: ایجاد داور جدید
fi_fi: Luo uusi arvioija
pt_br: Criar novo avaliador
pt_pt: Criar um novo revisor
sr_rs@cyrillic: Направи новог рецензента
sr_rs@latin: Napravi novog recenzenta
zh_cn: 创立新审稿人

# grid-action-search
source: Search
ca_es: Cerca
cs_cz: Hledat
de_de: Suche
fa_ir: جستجو
fi_fi: Hae
pt_br: Buscar
pt_pt: Pesquisa
sr_rs@cyrillic: Претрага
sr_rs@latin: Pretraga

# grid-action-advancedSearch
source: Advanced Search
ca_es: Cerca avançada
cs_cz: Pokročilé vyhledávání
de_de: Erweiterte Suche
fa_ir: جستجوی پیشرفته
fi_fi: Tarkennettu haku
pt_br: Busca avançada
pt_pt: Pesquisa Avançada
sr_rs@cyrillic: Напредна претрага
sr_rs@latin: Napredna pretraga
zh_cn: 高级搜索

# grid-action-viewLibrary
source: View Document Library
ca_es: Visualitza la biblioteca de documents
cs_cz: Zobrazit knihovnu dokumentů
de_de: Dokumentbibliothek ansehen
fa_ir: مشاهده کتابخانه اسناد
fi_fi: Näytä tiedostokirjasto
pt_br: Ver Biblioteca da Revista
pt_pt: Ver Biblioteca Documentos
sr_rs@cyrillic: Погледај библиотеку докумената
sr_rs@latin: Pogledaj biblioteku dokumenata

# grid-action-viewMetadata
source: View the metadata for this submission
ca_es: Veure les metadades d'aquesta tramessa
cs_cz: Zobrazit metadata tohoto příspěvku
de_de: Die Metadaten zu dieser Einreichung ansehen
fa_ir: مشاهده فراداده‌های این مقاله ارسالی
fi_fi: Näytä tämän käsikirjoituksen metatiedot
pt_br: Ver dados da submissão
pt_pt: Ver os metadados desta submissão
sr_rs@cyrillic: Погледај метаподатке за ову предају
sr_rs@latin: Pogledaj metapodatke za ovu predaju
zh_cn: 查看该提交文章的元数据

# grid-action-sendReminder
source: Send a task reminder to this user
ca_es: Envia un recordatori de tasca a aquest usuari/ària
cs_cz: Poslat tomuto uživateli připomínku
de_de: Dieser Benutzerin/diesem Benutzer eine Erinnerung an die Aufgabe senden
fa_ir: ارسال یادآوری وظیفه برای کاربر
fi_fi: Lähetä tälle käyttäjälle muistutus tehtävästä
pt_br: Enviar lembrete de tarefa
pt_pt: Enviar um lembrete de tarefa para este utilizador
sr_rs@cyrillic: Пошаљи подсетник о задатку овом корснику
sr_rs@latin: Pošalji podsetnik o zadatku ovom korsniku
zh_cn: 向用户发送任务提醒

# grid-action-newRound
source: Create a new round
ca_es: Crea una nova ronda
cs_cz: Vytvořit nové kolo¨
de_de: Eine neue Runde anlegen
fa_ir: ایجاد دور جدید
fi_fi: Luo uusi kierros
pt_br: Criar nova rodada
pt_pt: Criar uma nova ronda
sr_rs@cyrillic: Направи нови круг
sr_rs@latin: Napravi novi krug
zh_cn: 创立新一轮

# grid-action-viewReviewGuidelines
source: View the review guidelines
ca_es: Vegeu la política de revisió
cs_cz: Zobrazit pokyny pro recenzenty
de_de: Die Begutachtungsrichtlinien ansehen
fa_ir: مشاهده دستورالعمل داوری
fi_fi: Näytä arviointiohjeet
pt_br: Ver diretrizes de avaliação
pt_pt: Ver as diretrizes de revisão
sr_rs@cyrillic: Погледај упутства за рецензирање
sr_rs@latin: Pogledaj uputstva za recenziranje
zh_cn: 查看审查指南

# grid-action-viewCompetingInterestGuidelines
source: View the competing interests guidelines policy
ca_es: Vegeu les directrius de les polítiques de conflicte d'interessos.
cs_cz: Zobrazit pokyny ke konfliktu zájmu
de_de: Die Richtlinien für Interessenkonflikte ansehen
fa_ir: مشاهده دستورالعمل‌های مربوط به سیاست تضاد منافع در داوری
fi_fi: Näytä sidonnaisuuksien ilmoittamisen ohjeet
pt_br: Ver as políticas de diretrizes para conflito de interesses
pt_pt: Ver a política de directrizes de interesses concorrentes
sr_rs@cyrillic: Погледај упутство за политику сукоба интереса
sr_rs@latin: Pogledaj uputstvo za politiku sukoba interesa
zh_cn: 查看竞争利益指南政策

# grid-action-thankReviewer
source: Send a thank you message to this reviewer
ca_es: Envia un missatge d'agraïment a aquest revisor/ora
cs_cz: Poslat recenzentovi zprávu s poděkováním
de_de: Eine Dankesnachricht an diese/n Gutachter/in senden
fa_ir: ارسال پیام تشکر به داور
fi_fi: Lähetä kiitosviesti tälle arvioijalle
pt_br: Enviar agradecimento
pt_pt: Enviar uma mensagem de agradecimento a este revisor
sr_rs@cyrillic: Пошаљи захвалницу овом рецензенту
sr_rs@latin: Pošalji zahvalnicu ovom recenzentu
zh_cn: 向审稿人发送感谢信

# grid-action-uploadFile
source: Upload a file
ca_es: Carrega un fitxer
cs_cz: Nahrát soubor
de_de: Eine Datei hochladen
fa_ir: آپلود یک فایل
fi_fi: Lataa tiedosto
pt_br: Enviar arquivo
pt_pt: Upload um ficheiro
sr_rs@cyrillic: Додај фајл
sr_rs@latin: Dodaj fajl
zh_cn: 上传文件

# grid-action-addAnnouncementType
source: Add Announcement Type
ca_es: Afegeix un tipus d'anunci
cs_cz: Přidat typ oznámení
de_de: Mitteilungstyp hinzufügen
fa_ir: افزودن نوع اطلاعیه
fi_fi: Lisää ilmoitustyyppi
pt_br: Incluir tipo de notícia
pt_pt: Adicionar um Tipo de Notícia
sr_rs@cyrillic: Додај тип обавештења
sr_rs@latin: Dodaj tip obaveštenja
zh_cn: 添加公告类型

# grid-action-addAnnouncement
source: Add Announcement
ca_es: Afegeix un anunci
cs_cz: Přidat oznámení
de_de: Mitteilung hinzufügen
fa_ir: افزودن اطلاعیه
fi_fi: Lisää ilmoitus
pt_br: Incluir notícia
pt_pt: Adicionar uma Notícia
sr_rs@cyrillic: Додај обавештење
sr_rs@latin: Dodaj obaveštenje
zh_cn: 添加公告

# grid-action-mergeUser
source: Merge user
ca_es: Fusiona l'usuari/ària
cs_cz: Sloučit uživatele
de_de: Benutzer/in zusammenführen
fa_ir: ادغام کاربر
fi_fi: Yhdistä käyttäjä
pt_br: Mesclar usuários
pt_pt: Fundir Utilizador
sr_rs@cyrillic: Споји кориснике
sr_rs@latin: Spoji korisnike
zh_cn: 合并用户

# grid-action-unassignUser
source: Unassign User
ca_es: Dessasigna l'usuari/ària
cs_cz: Odebrat uživatele
de_de: Zuweisung an Benutzer/in zurücknehmen
fa_ir: عدم انتساب کاربر
fi_fi: Poista käyttäjän valinta
pt_br: Remover Usuário
pt_pt: Remover Utilizador
sr_rs@cyrillic: Откажи корисника
sr_rs@latin: Otkaži korisnika
zh_cn: 取消指定用户

# grid-action-history
source: View History
ca_es: Vegeu la història
cs_cz: Zobrazit historii
de_de: Verlauf ansehen
fa_ir: مشاهده تاریخچه
fi_fi: Näytä historia
pt_br: Ver Histórico
pt_pt: Consultar Histórico
sr_rs@cyrillic: Погледај историју
sr_rs@latin: Pogledaj istoriju
zh_cn: 查看历史

# grid-action-unconsiderReview
source: This review is complete, but you may unconsider it
ca_es: Aquesta revisió s'ha enllestit, però podeu no tenir-la en compte
cs_cz: Tato recenze je hotová, můžete ji ale nevzít v úvahu
de_de: Dieses Gutachten ist komplett, aber Sie können es unberücksichtigt lassen.
fa_ir: این داوری تکمیل شده است اما هنوز شما به آن رسیدگی نکرده‌اید
fi_fi: Tämä arviointi on valmis, mutta voit merkitä sen käsittelemättömäksi
pt_br: Esta revisão está completa, mas você pode desconsiderá-la
pt_pt: Esta revisão está completa, mas pode ignorá-la.
sr_rs@cyrillic: Рецензија је готова али је можете и занемарити
sr_rs@latin: Recenzija je gotova ali je možete i zanemariti

# grid-action-enable
source: Enable
ca_es: Habilita
cs_cz: Povolit
de_de: Einschalten
fa_ir: فعال‌سازی
fi_fi: Ota käyttöön
pt_br: Habilitar
pt_pt: Activar
sr_rs@cyrillic: Омогући
sr_rs@latin: Omogući

# grid-action-bookInfo
source: Submission Info
ca_es: Informació de la tramesa
cs_cz: Informace o příspěvku
de_de: Informationen zur Einreichung
fa_ir: اطلاعات مقاله ارسالی
fi_fi: Käsikirjoituksen tiedot
pt_br: Dados da submissão
pt_pt: Informação sobre Submissão
sr_rs@cyrillic: Информације о предаји
sr_rs@latin: Informacije o predaji

# grid-action-logInAs
source: Login As
ca_es: Inicieu sessió com a
cs_cz: Přihlásit se jako
de_de: Einloggen als
fa_ir: ورود به عنوان
fi_fi: Kirjaudu käyttäjänä
pt_br: Acessar Como
pt_pt: Entrar como
sr_rs@cyrillic: Пријави се као
sr_rs@latin: Prijavi se kao

# grid-action-exportAllUsers
source: Export All Users
ca_es: Exporta tots els usuaris
cs_cz: Exportovat všechny uživatele
de_de: Alle Benutzer/innen exportieren
fa_ir: برون دهی تمامی کاربران
fi_fi: Vie kaikki käyttäjät
pt_br: Exportar Todos Usuários
pt_pt: Exportar Todos os Utilizadores
sr_rs@cyrillic: Извези све кориснике
sr_rs@latin: Izvezi sve korisnike

# grid-users-confirmExportAllUsers
source: Are you sure you wish to export all users?
ca_es: Esteu segur/a que voleu exportar tots els usuaris/àries?
cs_cz: Opravdu chcete exportovat všechny uživatele?
de_de: Sind Sie sicher, dass Sie alle Benutzer/innen exportieren möchten?
fa_ir: آیا مطمئنید که می‌خواهید تمامی کاربران را برون دهی نمایید؟
fi_fi: Haluatko varmasti viedä kaikki käyttäjät?
pt_br: Tem certeza que deseja exportar todos os usuários?
pt_pt: Tem certeza de que deseja exportar todos os utilizadores?
sr_rs@cyrillic: Да ли сте сигурни да желите да извезете све кориснике?
sr_rs@latin: Da li ste sigurni da želite da izvezete sve korisnike?

# grid-action-activate
source: Activate
ca_es: Activa
cs_cz: Aktivovat
de_de: Aktivieren
fa_ir: فعال‌سازی
fi_fi: Aktivoi
pt_br: Ativar
pt_pt: Activar
sr_rs@cyrillic: Активирај
sr_rs@latin: Aktiviraj

# grid-action-deactivate
source: Deactivate
ca_es: Desactiva
cs_cz: Deaktivovat
de_de: Deaktivieren
fa_ir: غیرفعال‌سازی
fi_fi: Poista aktivointi
pt_br: Desativar
pt_pt: Desactivar
sr_rs@cyrillic: Деактивирај
sr_rs@latin: Deaktiviraj

# grid-action-copy
source: Copy
ca_es: Copia
cs_cz: Kopírovat
de_de: Kopieren
fa_ir: کپی
fi_fi: Kopioi
pt_br: Copiar
pt_pt: Copiar
sr_rs@cyrillic: Копирај
sr_rs@latin: Kopiraj

# grid-action-preview
source: Preview
ca_es: Previsualització
cs_cz: Náhled
de_de: Vorschau
fa_ir: پیش‌نمایش
fi_fi: Esikatselu
pt_br: Previsualizar
pt_pt: Pré Visualizar
sr_rs@cyrillic: Прикажи
sr_rs@latin: Prikaži

# grid-action-install
source: Install
ca_es: Instal·la
cs_cz: Instalovat
de_de: Installieren
fa_ir: نصب
fi_fi: Asenna
pt_br: Instalar
pt_pt: Instalar
sr_rs@cyrillic: Инсталирај
sr_rs@latin: Instaliraj

# grid-action-moreItems
source: Load more
ca_es: Carrega més
cs_cz: Nahrát další
de_de: Mehr laden
fa_ir: ادامه
fi_fi: Lataa lisää
pt_br: Carregar mais
pt_pt: Carregar mais
sr_rs@cyrillic: Учитај више
sr_rs@latin: Učitaj više

# grid-action-users
source: View/Select users
de_de: Benutzer/innen ansehen/auswählen
fi_fi: Selaa/valitse käyttäjiä

# grid-task-status-completed
source: This task is completed
ca_es: Aquesta tasca està completada
cs_cz: Tato úloha je ukončena
de_de: Diese Aufgabe ist erledigt.
fa_ir: این وظیفه تکمیل شد.
fi_fi: Tämä tehtävä on suoritettu
pt_br: Tarefa concluída
pt_pt: Esta tarefa está concluída
sr_rs@cyrillic: Овај задатак је завршен
sr_rs@latin: Ovaj zadatak je završen
zh_cn: 该任务完成

# grid-task-status-new
source: Checked when considered
ca_es: Aquest és un nou ítem i requereix atenció
cs_cz: Zatrhněte, pokud má být bráno v úvahu
de_de: Dies ist ein neues Element und bedarf Ihrer Aufmerksamkeit.
fa_ir: پس از رسیدگی تیک بخورد
fi_fi: Rastitetaan, kun käsitelty
pt_br: Este novo item requer sua atenção
pt_pt: Verificado quando considerado
sr_rs@cyrillic: Означено када се разматра
sr_rs@latin: Označeno kada se razmatra
zh_cn: 这是新项目需要您注意

# grid-task-status-uploaded
source: The column title indicates who uploaded this file
ca_es: La columna títol indica qui ha carregat aquest fitxer
cs_cz: V tomto sloupci je uvedeno, kdo nahrál tento soubor
de_de: Der Spaltentitel gibt an, wer diese Datei hochgeladen hat.
fa_ir: ستون عنوان مشخص کننده آن است که چه کسی این فایل را آپلود کرده است
fi_fi: Sarakkeen otsikko ilmaisee tämän tiedoston lataajan
pt_br: O título da coluna indica quem enviou o arquivo
pt_pt: O título da coluna indica quem carregou este ficheiro
sr_rs@cyrillic: Назив ове колоне даје информацију о томе ко је додао овај фајл
sr_rs@latin: Naziv ove kolone daje informaciju o tome ko je dodao ovaj fajl
zh_cn: 列标题标明该文件的上传者

# grid-task-status-unfinished
source: Task unfinished
ca_es: Tasca no finalitzada
cs_cz: Úloha nebyla dokončena
de_de: Aufgabe unerledigt
fa_ir: وظیفه تمام نشده است
fi_fi: Tehtävä keskeneräinen
pt_br: Tarefa não finalizada
pt_pt: Tarefa por concluir
sr_rs@cyrillic: Задатак није завршен
sr_rs@latin: Zadatak nije završen
zh_cn: 未完成的审稿

# grid-task-status-reviewReady
source: This review is ready. Click the note icon to the left to read it.
ca_es: Aquesta revisió ja està preparada. Feu clic a la icona de la nota a l'esquerra per llegir-la.
cs_cz: Tato recenze byla ukončena. Klikněte na ikonu poznámky nalevo, pokud si ji chcete přečíst.
de_de: Dieses Gutachten ist fertig. Klicken Sie das Notizsymbol links, um es zu lesen.
fa_ir: داوری آماده است. آیکون یادداشت را به سمت چپ ببرید تا آن را مشاهده کنید.
fi_fi: Tämä arviointi on valmis. Klikkaa muistiinpanokuvaketta vasemmalle lukeaksesi sen.
pt_br: A revisão está pronte. Clique no ícone de anotação da direita para lê-la.
pt_pt: Esta revisão está pronta. Clique no ícone da nota para a esquerda para lê-la.
sr_rs@cyrillic: Ова рецензија је спремна. Кликните на иконицу напомене са леве стране да бисте је прочитали.
sr_rs@latin: Ova recenzija je spremna. Kliknite na ikonicu napomene sa leve strane da biste je pročitali.
zh_cn: 审稿完毕。点击左侧的通知按钮进行阅读。

# grid-columns-actions
source: Actions
ca_es: Accions
cs_cz: Akce
de_de: Aktionen
fa_ir: اقدامات
fi_fi: Toimenpiteet
pt_br: Ações
pt_pt: Acções
sr_rs@cyrillic: Акције
sr_rs@latin: Akcije
zh_cn: 行动

# grid-columns-institution
source: Institution
ca_es: Institució
cs_cz: Organizace
fa_ir: مؤسسه
fi_fi: Instituutio
pt_br: Instituição
pt_pt: Instituição
sr_rs@cyrillic: Институције
sr_rs@latin: Institucije
zh_cn: 机构

# grid-columns-url
source: URL
fi_fi: URL-osoite

# grid-columns-auditor
source: Auditor
ca_es: Auditor/a
cs_cz: Posuzovatel
de_de: Prüfer/in
fa_ir: حسابرس
fi_fi: Tarkastaja
sr_rs@cyrillic: Ревизор
sr_rs@latin: Revizor
zh_cn: 审计者

# grid-columns-locale
source: Locale
ca_es: Configuració regional
cs_cz: Lokalizace
de_de: Regionaleinstellung
fa_ir: زبان
fi_fi: Kielialue
pt_br: Tradução
pt_pt: Idioma
sr_rs@cyrillic: Локализација
sr_rs@latin: Lokalizacija
zh_cn: 地点

# grid-sponsor-title
source: Sponsoring Organizations
ca_es: Patrocinadors/ores
cs_cz: Sponzoři
de_de: Sponsor/innen
fa_ir: حامی مالی
fi_fi: Tukiorganisaatiot
pt_br: Patrocinadores
pt_pt: Patrocinadores
sr_rs@cyrillic: Установе подршке
sr_rs@latin: Ustanove podrške
zh_cn: 主管

# grid-action-addSponsor
source: Add Sponsor
ca_es: Afegeix un patrocinador
cs_cz: Přidat sponzora
de_de: Sponsor/in hinzufügen
fa_ir: افزودن حامی مالی
fi_fi: Lisää tukija
pt_br: Incluir patrocinador
pt_pt: Adicionar Patrocinador
sr_rs@cyrillic: Додај установу подршке
sr_rs@latin: Dodaj ustanovu podrške
zh_cn: 添加赞助人

# grid-action-deleteSponsor
source: Delete Sponsor
ca_es: Esborra un patrocinador
cs_cz: Smazat sponzora
de_de: Sponsor/in löschen
fa_ir: حذف حامی مالی
fi_fi: Poista tukija
pt_br: Excluir patrocinador
pt_pt: Eliminar Patrocinador
sr_rs@cyrillic: Обриши установу подршке
sr_rs@latin: Obriši ustanovu podrške
zh_cn: 消除赞助人

# grid-action-editSponsor
source: Edit Sponsor
ca_es: Edita un patrocinador
cs_cz: Upravit sponzora
de_de: Sponsor/in bearbeiten
fa_ir: ویرایش حامی مالی
fi_fi: Muokkaa tukijaa
pt_br: Editar patrocinador
pt_pt: Editar Patrocinador
sr_rs@cyrillic: Измени установу подршке
sr_rs@latin: Izmeni ustanovu podrške
zh_cn: 编辑赞助人

# grid-action-addSeries
source: Add Series
ca_es: Afegeix sèries
cs_cz: Přidat řadu
de_de: Reihe hinzufügen
fa_ir: افزودن سری
fi_fi: Lisää sarja
pt_br: Incluir série
pt_pt: Adicionar Séries
sr_rs@cyrillic: Додај серије
sr_rs@latin: Dodaj serije
zh_cn: 添加系列

# grid-action-editSeries
source: Edit Series
ca_es: Edita sèries
cs_cz: Upravit řadu
de_de: Reihe bearbeiten
fa_ir: ویرایش سری
fi_fi: Muokkaa sarjaa
pt_br: Editar série
pt_pt: Editar Séries
sr_rs@cyrillic: Измени серије
sr_rs@latin: Izmeni serije
zh_cn: 编辑系列

# grid-action-deleteSeries
source: Delete Series
ca_es: Esborra sèries
cs_cz: Smazat řadu
de_de: Reihe löschen
fa_ir: حذف سری
fi_fi: Poista sarja
pt_br: Excluir série
pt_pt: Eliminar Séries
sr_rs@cyrillic: Обриши серије
sr_rs@latin: Obriši serije
zh_cn: 消除系列

# grid-action-addCategory
source: Add Category
ca_es: Afegeix la categoria
cs_cz: Přidat kategorii
de_de: Kategorie hinzufügen
fa_ir: افزودن بخش
fi_fi: Lisää kategoria
pt_br: Incluir categoria
pt_pt: Adicionar Categoria
sr_rs@cyrillic: Додај категорију
sr_rs@latin: Dodaj kategoriju
zh_cn: 添加范畴

# grid-action-editCategory
source: Edit Category
ca_es: Edita categoria
cs_cz: Upravit kategorii
de_de: Kategorie bearbeiten
fa_ir: ویرایش بخش
fi_fi: Muokkaa kategoriaa
pt_br: Editar categoria
pt_pt: Editar Categoria
sr_rs@cyrillic: Измени категорију
sr_rs@latin: Izmeni kategoriju
zh_cn: 编辑范畴

# grid-action-deleteCategory
source: Delete Category
ca_es: Esborra categoria
cs_cz: Smazat kategorii
de_de: Kategorie löschen
fa_ir: حذف بخش
fi_fi: Poista kategoria
pt_br: Excluir categoria
pt_pt: Eliminar Categoria
sr_rs@cyrillic: Обриши категорију
sr_rs@latin: Obriši kategoriju
zh_cn: 消除范畴

# grid-contributor-title
source: Sources of Support
ca_es: Col·laborador/a
cs_cz: Spolupracovník
de_de: Beiträger/innen
fa_ir: منبع حمایتی
fi_fi: Kannatuslähteet
pt_br: Fontes de Apoio
pt_pt: Colaborador
sr_rs@cyrillic: Извори подршке
sr_rs@latin: Izvori podrške
zh_cn: 合作者

# grid-action-addContributor
source: Add Contributor
ca_es: Afegeix un col·laborador
cs_cz: Přidat přispěvatele
de_de: Beiträger/in hinzufügen
fa_ir: افزودن پدیدآورنده
fi_fi: Lisää tekijä
pt_br: Incluir Coautor
pt_pt: Adicionar Colaborador
sr_rs@cyrillic: Додај сарадника
sr_rs@latin: Dodaj saradnika
zh_cn: 添加合著者

# grid-action-editContributor
source: Edit Contributor
ca_es: Edita col·laborador
cs_cz: Upravit přispěvatele
de_de: Beiträger/in bearbeiten
fa_ir: ویرایش پدیدآورنده
fi_fi: Muokkaa tekijää
pt_br: Editar coautor
pt_pt: Editar Colaborador
sr_rs@cyrillic: Имени сарадника
sr_rs@latin: Imeni saradnika
zh_cn: 编辑合著者

# grid-action-deleteContributor
source: Delete Contributor
ca_es: Esborra col·laborador
cs_cz: Smazat přispěvatele
de_de: Beiträger/in löschen
fa_ir: حذف پدیدآورنده
fi_fi: Poista tekijä
pt_br: Excluir Coautor
pt_pt: Eliminar Colaborador
sr_rs@cyrillic: Обриши сарадника
sr_rs@latin: Obriši saradnika
zh_cn: 消除合著者

# grid-reviewForm-title
source: Review Forms
ca_es: Formularis de revisió
cs_cz: Recenzní formuláře
de_de: Begutachtungsformulare
fa_ir: فرم‌های داوری
fi_fi: Arviointilomakkeet
pt_br: Formulários de avaliação
pt_pt: Formulários de Revisão
sr_rs@cyrillic: Форме рецензија
sr_rs@latin: Forme recenzija
zh_cn: 审查表单

# grid-reviewFormElement-responseItems
source: Response Options
ca_es: Opcions de resposta
cs_cz: Možnosti odpovědi
de_de: Antwortmöglichkeiten
fa_ir: گزینه‌های پاسخ
fi_fi: Vastausvaihtoehdot
pt_br: Opções de Resposta
pt_pt: Opções Resposta
sr_rs@cyrillic: Опције одговора
sr_rs@latin: Opcije odgovora

# grid-noFiles
source: No Files
ca_es: Cap fitxer
cs_cz: Žádné soubory
de_de: Keine Dateien
fa_ir: هیچ فایلی وجود ندارد
fi_fi: Ei tiedostoja
pt_br: Sem arquivos
pt_pt: Nenhum Ficheiro
sr_rs@cyrillic: Нема фајлова
sr_rs@latin: Nema fajlova
zh_cn: 没有文件

# grid-libraryFiles-column-files
source: Files
ca_es: Fitxers
cs_cz: Soubory
de_de: Dateien
fa_ir: فایل‌ها
fi_fi: Tiedostot
pt_br: Documentos
pt_pt: Ficheiros
sr_rs@cyrillic: Фајлови
sr_rs@latin: Fajlovi
zh_cn: 文件

# grid-libraryFiles-submission-title
source: Submission Library
ca_es: Biblioteca de tramesa
cs_cz: Knihovna příspěvků
de_de: Einreichungsbibliothek
fa_ir: کتابخانه مقالات ارسالی
fi_fi: Käsikirjoituskirjasto
pt_br: Biblioteca de submissão
pt_pt: Livraria Submissão
sr_rs@cyrillic: Библиотека предатих радова
sr_rs@latin: Biblioteka predatih radova
zh_cn: 提交信息库

# grid-libraryFiles-editorial-title
source: Editorial Library
ca_es: Biblioteca d'editorial
cs_cz: Knihovna redakce
de_de: Redaktionsbibliothek
fa_ir: کتابخانه سردبیری
fi_fi: Toimituksen kirjasto
pt_br: Biblioteca editorial
pt_pt: Livraria Editorial
sr_rs@cyrillic: Уредничка библиотека
sr_rs@latin: Urednička biblioteka
zh_cn: 社论信息库

# grid-libraryFiles-review-title
source: Review Library
ca_es: Biblioteca de revisió
cs_cz: Knihovna recenzí
de_de: Gutachtenbibliothek
fa_ir: کتابخانه داوری
fi_fi: Arviointikirjasto
pt_br: Bilbioteca de revisão
pt_pt: Livraria Revisão
sr_rs@cyrillic: Рецезентска библиотека
sr_rs@latin: Recezentska biblioteka
zh_cn: 审稿信息库

# grid-libraryFiles-production-title
source: Production Library
ca_es: Biblioteca de producció
cs_cz: Knihovna produkce
de_de: Produktionsbibliothek
fa_ir: کتابخانه انتشار
fi_fi: Tuotannon kirjasto
pt_br: Biblioteca de editoração
pt_pt: Livraria Produção
sr_rs@cyrillic: Продукциона библиотека
sr_rs@latin: Produkciona biblioteka
zh_cn: 作品信息库

# grid-libraryFiles-productionTemplate-title
source: Production Template Library
ca_es: Biblioteca de producció de plantilles
cs_cz: Knihovna šablon produkce
de_de: Produktionsvorlagenbibliothek
fa_ir: کتابخانه الگوهای انتشار
fi_fi: Tuotannon mallipohjakirjasto
pt_br: Biblioteca de modelos de editoração
pt_pt: Template da Livraria de Produção
sr_rs@cyrillic: Библиотека продукцијских шаблона
sr_rs@latin: Biblioteka produkcijskih šablona
zh_cn: 作品模板信息库

# grid-submissionChecklist-title
source: Submission Checklist
ca_es: Llista de verificació de la tramesa
cs_cz: Kontrolní seznam příspěvků
de_de: Checkliste für Einreichungen
fa_ir: چک‌لیست مقاله ارسالی
fi_fi: Käsikirjoituksen tarkistuslista
pt_br: Diretrizes para submissão
pt_pt: Checklist da Submissão
sr_rs@cyrillic: Списак за проверу предатих радова
sr_rs@latin: Spisak za proveru predatih radova
zh_cn: 投稿检查列表

# grid-submissionChecklist-column-checklistItem
source: Checklist Item
ca_es: Element de la llista de verificació
cs_cz: Položka kontrolního seznamu
de_de: Eintrag auf Checkliste
fa_ir: موارد چک‌لیست
fi_fi: Tarkistuslistan kohta
pt_br: Item de verificação
pt_pt: Item da Checklist
sr_rs@cyrillic: Ставке списка за проверу
sr_rs@latin: Stavke spiska za proveru
zh_cn: 项目清单

# author-users-contributor-name
source: Name
ca_es: Nom
cs_cz: Název
fa_ir: نام
fi_fi: Nimi
pt_br: Nome
pt_pt: Nome
sr_rs@cyrillic: Име
sr_rs@latin: Ime
zh_cn: 姓名

# author-users-contributor-email
source: E-mail
ca_es: Correu electrònic
fa_ir: ایمیل
fi_fi: Sähköposti
sr_rs@cyrillic: Имејл
sr_rs@latin: Imejl
zh_cn: 电子邮件
