Repository: TESTYXOPERO123/pkp
Catalog: locale/*/grid.xlf
Languages: ca_es, cs_cz, de_de, fa_ir, fi_fi, pt_br, pt_pt, sr_rs@cyrillic, sr_rs@latin, zh_cn

# grid-noItems
source: No Items
ca_es: No hi ha cap element
cs_cz: Žádné položky
de_de: Keine Einträge
fa_ir: هیچ موردی وجود ندارد
fi_fi: Ei kohteita
pt_br: Nenhum item
pt_pt: Sem Itens
sr_rs@cyrillic: Нема ставки
sr_rs@latin: Nema stavki
zh_cn: 没有项目

# grid-settings
source: Settings
ca_es: Configuració
cs_cz: Nastavení
de_de: Einstellungen
fa_ir: تنظیمات
fi_fi: Asetukset
pt_br: Configurações
pt_pt: Configurações
sr_rs@cyrillic: Подешавања
sr_rs@latin: Podešavanja
zh_cn: 设置

# grid-noAuditors
source: No Auditors
ca_es: No hi ha auditors
cs_cz: Žádní posuzovatelé
de_de: Kein/e Prüfer/in
fa_ir: بدون حسابرس
fi_fi: Ei tarkastajia
pt_br: Sem auditores
pt_pt: Sem Auditores
sr_rs@cyrillic: Нема ревизора
sr_rs@latin: Nema revizora

# grid-remotelyHostedItem
source: This item is remotely hosted.
ca_es: Aquest element està allotjat remotament.
cs_cz: Tato položka je vzdáleně hostována.
de_de: Dieses Element wird liegt an einem Remote-Ort.
fa_ir: این مورد از راه دور کنترل می‌شود
fi_fi: Tämä on etäylläpidetty kohde.
pt_br: Este item é armazenado remotamente.
pt_pt: Este item é hospedado remotamente.
sr_rs@cyrillic: Овај објекат је хостован на удаљеном серверу.
sr_rs@latin: Ovaj objekat je hostovan na udaljenom serveru.

# grid-action-uninstall
source: Uninstall
cs_cz: Odinstalování
de_de: Deinstallieren
fi_fi: Poista asennus
pt_pt: Desinstalar

# grid-action-manageAccess
source: Manage Access
ca_es: Administra l'accés
cs_cz: Spravovat přístup
de_de: Zugriff verwalten
fa_ir: مدیریت دسترسی
fi_fi: Hallinnoi saatavuutta
pt_pt: Gerir Acesso
sr_rs@cyrillic: Управљај приступом
sr_rs@latin: Upravljaj pristupom

# grid-action-sort
source: Sort
ca_es: Ordena
cs_cz: Třídit
de_de: Sortieren
fa_ir: مرتب‌سازی
fi_fi: Lajittele
pt_br: Ordenar
pt_pt: Ordenar
sr_rs@cyrillic: Поређај
sr_rs@latin: Poređaj
zh_cn: 分类

# grid-action-addItem
source: Add Item
ca_es: Afegeix un element
cs_cz: Přidat položku
de_de: Eintrag hinzufügen
fa_ir: افزودن یک مورد
fi_fi: Lisää kohde
pt_br: Incluir
pt_pt: Adicionar Item
sr_rs@cyrillic: Додај ставку
sr_rs@latin: Dodaj stavku
zh_cn: 添加项目

# grid-action-addNote
source: Add Note
ca_es: Afegeix nota
cs_cz: Přidat poznámku
de_de: Notiz hinzufügen
fa_ir: افزودن یادداشت
fi_fi: Lisää muistiinpano
pt_br: Adicionar nota
pt_pt: Adicionar Nota
sr_rs@cyrillic: Додај напомену
sr_rs@latin: Dodaj napomenu

# grid-action-addQuery
source: Add discussion
ca_es: Afegeix discussió
cs_cz: Přidat diskusi
de_de: Diskussion hinzufügen
fa_ir: افزودن گفتگو
fi_fi: Lisää keskustelu
pt_br: Adicionar comentários
pt_pt: Adicionar discussão
sr_rs@cyrillic: Додај дискусију
sr_rs@latin: Dodaj diskusiju

# grid-action-readQuery
source: Read discussion
ca_es: Llegeix la discussió
cs_cz: Číst diskusi
de_de: Diskussion lesen
fa_ir: خواندن گفتگو
fi_fi: Lue keskustelu
pt_br: Ler comentários
pt_pt: Ler discussão
sr_rs@cyrillic: Прочитај дискусију
sr_rs@latin: Pročitaj diskusiju

# grid-action-deleteQuery
source: Delete discussion
ca_es: Elimina la discussió
cs_cz: Smazat diskusi
de_de: Diskussion löschen
fa_ir: حذف گفتگو
fi_fi: Poista keskustelu
pt_br: Aagar comentários
pt_pt: Eliminar discussão
sr_rs@cyrillic: Обриши дискусију
sr_rs@latin: Obriši diskusiju

# grid-action-updateQuery
source: Update discussion
ca_es: Actualitza la discussió
cs_cz: Aktualizovat diskusi
de_de: Diskussion aktualisieren
fa_ir: به‌روزرسانی گفتگو
fi_fi: Päivitä keskustelu
pt_br: Atualizar comentários
pt_pt: Actualizar discussão
sr_rs@cyrillic: Ажурирај дискусију
sr_rs@latin: Ažuriraj diskusiju

# grid-action-addUser
source: Add User
ca_es: Afegeix usuaris/àries
cs_cz: Přidat uživatele
de_de: Benutzer/in hinzufügen
fa_ir: افزودن کاربر
fi_fi: Lisää käyttäjä
pt_br: Adicionar usuário
pt_pt: Adicionar Utilizador
sr_rs@cyrillic: Додај корисника
sr_rs@latin: Dodaj korisnika
zh_cn: 新建用户

# grid-action-unassignReviewer
source: Unassign this reviewer
ca_es: Cancel·lar l'assignació d'aquest revisor/a
cs_cz: Odebrat recenzenta
de_de: Gutachter/in austragen
fa_ir: عدم انتساب این داور
fi_fi: Peru arviointipyyntö
pt_br: Dispensar este avaliador
pt_pt: Remover este revisor
sr_rs@cyrillic: Откажи рецензента
sr_rs@latin: Otkaži recenzenta

# grid-action-approveCopyedit
source: Approve this copyedit file for sending it to the next stage
ca_es: Aprova aquest fitxer corregit per enviar-lo a la propera fase
cs_cz: Potvrďte tuto redakční úpravu souboru, aby mohl být odeslán do další fáze
de_de: Diese Lektoratsdatei für die nächste Phase akzeptieren
fa_ir: این نسخه ویراستاری شده را تأیید کنید تا به مرحله بعد فرستاده شود.
fi_fi: Hyväksy tämä teknisen toimittamisen tiedosto seuraavaan vaiheeseen lähetettäväksi
pt_br: Aprovar este arquivo editado para envio ao próximo estágio
pt_pt: Aprovar esta cópia para ser enviada para a próxima etapa
sr_rs@cyrillic: Одобри овај коректорски фајл за слање у следећу фазу.
sr_rs@latin: Odobri ovaj korektorski fajl za slanje u sledeću fazu.

# grid-action-reload
source: Reload
ca_es: Recarrega
cs_cz: Znovu nahrát
de_de: Neu laden
fa_ir: بارگذاری مجدد
fi_fi: Lataa uudelleen
pt_br: Recarregar
pt_pt: Recarregar
sr_rs@cyrillic: Учитај поново
sr_rs@latin: Učitaj ponovo

# grid-action-delete
source: Delete
ca_es: Suprimeix
cs_cz: Smazat
de_de: Löschen
fa_ir: حذف
fi_fi: Poista
pt_br: Excluir
pt_pt: Eliminar
sr_rs@cyrillic: Обриши
sr_rs@latin: Obriši
zh_cn: 删除

# grid-action-deleteFile
source: Delete File
ca_es: Elimina el fitxer
cs_cz: Smazat soubor
de_de: Datei löschen
fa_ir: حذف فایل
fi_fi: Poista tiedosto
pt_br: Excluir arquivo
pt_pt: Eliminar Ficheiro
sr_rs@cyrillic: Обриши фајл
sr_rs@latin: Obriši fajl
zh_cn: 删除文件

# grid-action-deleteMedia
source: Delete Media
ca_es: Eliminar multimèdia
cs_cz: Smazat soubor médií
de_de: Medium löschen
fa_ir: حذف مدیا
fi_fi: Poista media
pt_br: Excluir mídia
pt_pt: Eliminar Media
sr_rs@cyrillic: Обриши медију
sr_rs@latin: Obriši mediju
zh_cn: 删除媒体

# grid-action-editMedia
source: Edit Media
ca_es: Editar multimèdia
cs_cz: Editovat soubor médií
de_de: Medium bearbeiten
fa_ir: ویرایش مدیا
fi_fi: Muokkaa mediaa
pt_br: Editar mídia
pt_pt: Editar Media
sr_rs@cyrillic: Уреди медију
sr_rs@latin: Uredi mediju
zh_cn: 编辑媒体

# grid-action-editSection
source: Edit Section
ca_es: Edita la secció
cs_cz: Editovat sekci
de_de: Rubrik bearbeiten
fa_ir: ویرایش نوع
fi_fi: Muokkaa osastoa
pt_br: Editar Seção
pt_pt: Editar Secção
sr_rs@cyrillic: Уреди секцију
sr_rs@latin: Uredi sekciju

# grid-action-export
source: Export
ca_es: Exporta
de_de: Exportieren
fa_ir: برون دهی
fi_fi: Vie
pt_br: Exportar
pt_pt: Exportar
sr_rs@cyrillic: Извоз
sr_rs@latin: Izvoz

# grid-action-deleteSection
source: Delete Section
ca_es: Elimina la secció
cs_cz: Smazat sekci
de_de: Rubrik löschen
fa_ir: حذف نوع
fi_fi: Poista osasto
pt_br: Apagar seção
pt_pt: Eliminar Secção
sr_rs@cyrillic: Обриши секцију
sr_rs@latin: Obriši sekciju

# grid-action-editorialHistory
source: Editorial History
ca_es: Historial d'editorial
cs_cz: Historie úprav
de_de: Redaktioneller Verlauf
fa_ir: تاریخچه پردازش مقاله
fi_fi: Toimituksellinen historia
pt_br: Histórico Editorial
pt_pt: Histórico Editorial
sr_rs@cyrillic: Историја уређивања
sr_rs@latin: Istorija uređivanja

# grid-action-remove
source: Remove
ca_es: Suprimeix
cs_cz: Odebrat
de_de: Entfernen
fa_ir: حذف
fi_fi: Poista
pt_br: Remover
pt_pt: Remover
sr_rs@cyrillic: Уклони
sr_rs@latin: Ukloni
zh_cn: 删除

# grid-action-edit
source: Edit
ca_es: Edita
cs_cz: Upravit
de_de: Bearbeiten
fa_ir: ویرایش
fi_fi: Muokkaa
pt_br: Editar
pt_pt: Editar
sr_rs@cyrillic: Измени
sr_rs@latin: Izmeni
zh_cn: 编辑

# grid-action-approve
source: Approve
ca_es: Accepta
cs_cz: Potvrdit
de_de: Akzeptieren
fa_ir: تأیید
fi_fi: Hyväksy
pt_br: Aceitar
pt_pt: Aprovar
sr_rs@cyrillic: Одобрити
sr_rs@latin: Odobriti
zh_cn: 同意

# grid-action-disapprove
source: Disapprove
ca_es: No accepta
cs_cz: Odebrat potvrzení
de_de: Nicht akzeptieren
fa_ir: عدم پذیرش
fi_fi: Älä hyväksy
pt_br: Desaprovar
pt_pt: Desaprovar
sr_rs@cyrillic: Није одобрено
sr_rs@latin: Nije odobreno

# grid-action-setApproval
source: Set Approval
ca_es: Ajustar acceptació
cs_cz: Nastavit potvrzení
de_de: Zustimmung geben
fa_ir: تأیید کن
fi_fi: Aseta hyväksyntä
pt_br: Definir Aprovação
pt_pt: Definir aprovação
sr_rs@cyrillic: Подеси одобрење
sr_rs@latin: Podesi odobrenje

# grid-action-moreInformation
source: More Information
ca_es: Més informació
cs_cz: Více informací
de_de: Mehr Informationen
fa_ir: اطلاعات بیشتر
fi_fi: Lisätietoja
pt_br: Mais informações
pt_pt: Mais Informação
sr_rs@cyrillic: Више информација
sr_rs@latin: Više informacija
zh_cn: 更多

# grid-action-restoreDefaults
source: Restore Defaults
ca_es: Restaura els valors per defecte
cs_cz: Obnovit výchozí
de_de: Standardeinstellungen wiederherstellen
fa_ir: برگرداندن پیش‌فرض‌ها
fi_fi: Palauta oletusarvot
pt_br: Restaurar padrões
pt_pt: Restaurar Padrão
sr_rs@cyrillic: Врати на основне вредности
sr_rs@latin: Vrati na osnovne vrednosti
zh_cn: 恢复默认值

# grid-action-restoreDefaults-confirm
source: Are you sure you wish to restore the defaults?
ca_es: Esteu segur/a que voleu restaurar els valors per defecte?
cs_cz: Přejete si nastavit původní hodnoty?
de_de: Sind Sie sicher, dass Sie Standardeinstellungen wiederherstellen möchten?
fa_ir: آیا مطمئنید که می‌خواهید تنظیمات پیش‌فرض بازگردانده شود.
fi_fi: Oletko varma, että haluat palauttaa oletusarvot?
pt_br: Tem certeza que deseja restaurar os padrões?
pt_pt: Tem certeza de que deseja restaurar os padrões?
sr_rs@cyrillic: Да ли сте сигурни да желите да вратите на подразумеване вредности?
sr_rs@latin: Da li ste sigurni da želite da vratite na podrazumevane vrednosti?

# grid-action-addAuthor
source: Add Author
ca_es: Afegeix un autor/a
cs_cz: Přidat autora
de_de: Autor/in hinzufügen
fa_ir: افزودن نویسنده
fi_fi: Lisää kirjoittaja
pt_br: Incluir autor
pt_pt: Adicionar Autor
sr_rs@cyrillic: Додај аутора
sr_rs@latin: Dodaj autora
zh_cn: 添加作者

# grid-action-editAuthor
source: Edit Author
ca_es: Editar l'autor/a
cs_cz: Upravit údaje autora
de_de: Autor/in bearbeiten
fa_ir: ویرایش نویسنده
fi_fi: Muokkaa kirjoittajaa
pt_br: Editar autor
pt_pt: Editar Autor
sr_rs@cyrillic: Измени аутора
sr_rs@latin: Izmeni autora
zh_cn: 编辑作者

# grid-action-deleteAuthor
source: Delete Author
ca_es: Elimina l'autor/a
cs_cz: Smazat autora
de_de: Autor/in löschen
fa_ir: حذف نویسنده
fi_fi: Poista kirjoittaja
pt_br: Excluir autor
pt_pt: Eliminar Autor
sr_rs@cyrillic: Обриши аутора
sr_rs@latin: Obriši autora
zh_cn: 删除作者

# grid-action-addAuditor
source: Add an Auditor
ca_es: Afegeix un auditor/a
cs_cz: Přidat posuzovatele
de_de: Prüfer/in hinzufügen
fa_ir: افزودن حسابرس
fi_fi: Lisää tarkastaja
pt_br: Incluir um auditor
pt_pt: Adicionar um Auditor
sr_rs@cyrillic: Додај ревизора
sr_rs@latin: Dodaj revizora
zh_cn: 新建一个作者

# grid-action-upgrade
source: Upgrade
ca_es: Actualiza
fa_ir: ارتقاء
fi_fi: Päivitä
pt_br: Atualizar
pt_pt: Actualizar
sr_rs@cyrillic: Надогради
sr_rs@latin: Nadogradi
zh_cn: 升级

# grid-action-order
source: Order
ca_es: Ordena
cs_cz: Pořadí
de_de: Sortieren
fa_ir: مرتب‌سازی
fi_fi: Järjestä
pt_br: Ordenar
pt_pt: Ordenar
sr_rs@cyrillic: Поредак
sr_rs@latin: Poredak
zh_cn: 排序

# grid-action-cancelOrdering
source: Cancel ordering
ca_es: Cancel·lar l'ordre
cs_cz: Zrušit řazení
de_de: Sortiermodus beenden
fa_ir: انصراف
fi_fi: Peruuta järjestys
pt_br: Cancelar ordenação
pt_pt: Cancelar ordenação
sr_rs@cyrillic: Поништи поредак
sr_rs@latin: Poništi poredak
zh_cn: 取消排序

# grid-action-extendAll
source: Extend all
ca_es: Expandir tot
cs_cz: Rozbalit vše
de_de: Alles ausdehnen
fa_ir: بازکردن همه
fi_fi: Laajenna kaikki
pt_br: Expandir todos
pt_pt: Expandir tudo
sr_rs@cyrillic: Отвори се
sr_rs@latin: Otvori se
zh_cn: 延长所有

# grid-action-collapse
source: Collapse
ca_es: Replegar
cs_cz: Sbalit
de_de: Einklappen
fa_ir: جمع کردن
fi_fi: Kutista
pt_br: Contrair
pt_pt: Colapsar
sr_rs@cyrillic: Затвори
sr_rs@latin: Zatvori
zh_cn: 崩溃

# grid-action-collapseAll
source: Collapse all
ca_es: Replegar todo
cs_cz: Sbalit vše
de_de: Alles einklappen
fa_ir: جمع کردن همه
fi_fi: Kutista kaikki
pt_br: Contrair todos
pt_pt: Colapsar tudo
sr_rs@cyrillic: Затвори све
sr_rs@latin: Zatvori sve
zh_cn: 全部崩溃

# grid-action-wizard
source: Settings wizard
ca_es: Assistent de configuració
cs_cz: Průvodce nastavením
de_de: Einstellungsassistent
fa_ir: تنظیمات مرحله به مرحله
fi_fi: Ohjattu asetusten luonti
pt_br: Assistente de configuração
pt_pt: Assistente de configurações
sr_rs@cyrillic: Чаробњак подешавања
sr_rs@latin: Čarobnjak podešavanja
zh_cn: 设置向导

# grid-action-moveItem
source: Move Item
ca_es: Moure ítem
cs_cz: Přesunout položku
de_de: Element verschieben
fa_ir: جابجایی موارد
fi_fi: Siirrä kohde
pt_br: Mover item
pt_pt: Mover Item
sr_rs@cyrillic: Премести ставку
sr_rs@latin: Premesti stavku
zh_cn: 移动项目

# grid-action-downloadAll
source: Download all files as an archive
ca_es: Descarrega tots els fitxers en un únic arxiu
cs_cz: Stáhnout všechny soubory jako archiv
de_de: Alle Dateien als ein Archiv herunterladen
fa_ir: دانلود همه فایل‌ها به صورت فشرده
fi_fi: Lataa kaikki tiedostot pakettina
pt_br: Baixar todos os arquivos de uma vez (arquivo compactado)
pt_pt: Download todos os ficheiros como um arquivo
sr_rs@cyrillic: Преузми све фајлове као архиву
sr_rs@latin: Preuzmi sve fajlove kao arhivu
zh_cn: 以压缩文档形式下载所有文件

# grid-action-readReview
source: Read this review
ca_es: Llegeix aquesta revisió
cs_cz: Číst tuto recenzi
de_de: Dieses Gutachten lesen
fa_ir: خواندن این داوری
fi_fi: Lue tämä arviointi
pt_br: Ler esta avaliação
pt_pt: Ler esta revisão
sr_rs@cyrillic: Прочитај рецензију
sr_rs@latin: Pročitaj recenziju
zh_cn: 阅读该审稿结果

# grid-action-email
source: Send email
ca_es: Envia un correu electrònic
cs_cz: Poslat email
de_de: E-Mail senden
fa_ir: ارسال ایمیل
fi_fi: Lähetä sähköpostia
pt_br: Enviar mensagem
pt_pt: Enviar e-mail
sr_rs@cyrillic: Пошаљи имејл
sr_rs@latin: Pošalji imejl
zh_cn: 发送邮件

# grid-action-addReviewer
source: Add a reviewer
ca_es: Afegeix un revisor
cs_cz: Přidat recenzenta
de_de: Gutachter/in hinzufügen
fa_ir: افزودن داور
fi_fi: Lisää arvioija
pt_br: Incluir avaliador
pt_pt: Adicionar um revisor
sr_rs@cyrillic: Додај рецензента
sr_rs@latin: Dodaj recenzenta
zh_cn: 添加审稿人

# grid-action-addFile
source: Add a file
ca_es: Afegeix un fitxer
cs_cz: Přidat soubor
de_de: Datei hinzufügen
fa_ir: آپلود فایل
fi_fi: Lisää tiedosto
pt_br: Incluir arquivo
pt_pt: Adicionar um ficheiro
sr_rs@cyrillic: Додај фајл
sr_rs@latin: Dodaj fajl
zh_cn: 添加文件

# grid-action-editFile
source: Edit a file
ca_es: Edita un fitxer
cs_cz: Upravit soubor
de_de: Eine Datei bearbeiten
fa_ir: ویرایش فایل
fi_fi: Muokkaa tiedostoa
pt_br: Editar um arquivo
pt_pt: Editar um ficheiro
sr_rs@cyrillic: Измени фајл
sr_rs@latin: Izmeni fajl
zh_cn: 编辑文件

# grid-action-selectFiles
source: Select files to manage
ca_es: Tria fitxers per gestionar
cs_cz: Vybrat soubory k úpravám
de_de: Dateien auswählen, die verwaltet werden sollen
fa_ir: انتخاب فایل برای مدیریت
fi_fi: Valitse hallinnoitavat tiedostot
pt_br: Escolha arquivos para gerenciar
pt_pt: Seleccionar ficheiros para gerir
sr_rs@cyrillic: Обележи фајлове за уређивање
sr_rs@latin: Obeleži fajlove za uređivanje
zh_cn: 选择管理文件

# grid-action-requestRevisions
source: Request revisions for this submission
ca_es: Demana revisions per a aquesta tramesa
cs_cz: Požadovat pro tento příspěvek recenzi
de_de: Überarbeitungen für diese Einreichung einfordern
fa_ir: درخواست اصلاحات برای این مقاله ارسالی
fi_fi: Pyydä korjauksia tähän käsikirjoitukseen
pt_br: Solicitar alterações nesta submissão
pt_pt: Solicitar revisões para esta submissão
sr_rs@cyrillic: Захтевај ревизију за ову предају
sr_rs@latin: Zahtevaj reviziju za ovu predaju
zh_cn: 要求对提交文章进行修改

# grid-action-accept
source: Accept this submission
ca_es: Acepta aquesta tramesa
cs_cz: Přijmout tento příspěvek
de_de: Diese Einreichung annehmen
fa_ir: پذیرش این مقاله
fi_fi: Hyväksy tämä käsikirjoitus
pt_br: Aceitar esta submissão
pt_pt: Aceitar esta submissão
sr_rs@cyrillic: Прихвати предају
sr_rs@latin: Prihvati predaju
zh_cn: 接受提交

# grid-action-decline
source: Decline this Submission
ca_es: Rebutja
cs_cz: Odmítnout tento příspěvek
de_de: Diese Einreichung ablehnen
fa_ir: رد این مقاله
fi_fi: Hylkää tämä käsikirjoitus
pt_br: Recusar
pt_pt: Rejeitar
sr_rs@cyrillic: Одбиј предају
sr_rs@latin: Odbij predaju
zh_cn: 还原

# grid-action-internalReview
source: Send this submission to internal review
ca_es: Envia aquest article a revisió interna
cs_cz: Odeslat tento příspěvek k interní recenzi
de_de: Diese Einreichung in die interne Begutachtung schicken
fa_ir: ارسال این مقاله به داور داخلی
fi_fi: Lähetä tämä käsikirjoitus sisäiseen arviointiin
pt_br: Enviar esta submissão para avaliação interna
pt_pt: Enviar esta submissão para revisão interna
sr_rs@cyrillic: Пошаљи рад интерном рецензенту
sr_rs@latin: Pošalji rad internom recenzentu
zh_cn: 将提交文章发送内审

# grid-action-externalReview
source: Send this submission to external review
ca_es: Envia aquest article a revisió externa
cs_cz: Odeslat tento příspěvek k externí recenzi
de_de: Diese Einreichung in die externe Begutachtung schicken
fa_ir: ارسال این مقاله به داور خارجی
fi_fi: Lähetä tämä käsikirjoitus ulkopuoliseen arviointiin
pt_br: Enviar esta submissão para avaliação externa
pt_pt: Enviar esta submissão para revisão externa
sr_rs@cyrillic: Пошаљи рад спољашњем рецензенту
sr_rs@latin: Pošalji rad spoljašnjem recenzentu
zh_cn: 将提交文章发送外审

# grid-action-sendToProduction
source: Send this submission to production
ca_es: Envia aquest article a producció
cs_cz: Odeslat tento příspěvek do produkce
de_de: Diese Einreichung in die Produktion schicken
fa_ir: ارسال این مقاله به واحد انتشار
fi_fi: Lähetä tämä käsikirjoitus tuotantoon
pt_br: Enviar esta submissão para editoração
pt_pt: Enviar esta submissão para produção
sr_rs@cyrillic: Пошаљи рад у продукцију
sr_rs@latin: Pošalji rad u produkciju
zh_cn: 将提交文章发送到生成

# grid-action-settings
source: Settings
ca_es: Configuració
cs_cz: Nastavení
de_de: Einstellungen
fa_ir: تنظیمات
fi_fi: Asetukset
pt_br: Configurações
pt_pt: Configurações
sr_rs@cyrillic: Подешавања
sr_rs@latin: Podešavanja
zh_cn: 设置

# grid-action-importexport
source: Import or export content or site data
ca_es: Importeu o exporteu contingut o dades del lloc
cs_cz: Importovat nebo exportovat obsah nebo data stránek
de_de: Inhalte oder Einstellungen importieren oder exportieren
fa_ir: برون دهی با درون‌ریزی محتویات سایت
fi_fi: Tuo tai vie sisältöä tai sivuston tietoja
pt_br: Importar ou exportar conteúdo ou dados do site
pt_pt: Importar ou exportar conteúdo ou dados do site
sr_rs@cyrillic: Увези или извези садржај или податке са сајта
sr_rs@latin: Uvezi ili izvezi sadržaj ili podatke sa sajta
zh_cn: 导入或导出内容或网站数据

# grid-action-orderItems
source: Enable ordering mode
ca_es: Activa el mode d'ordenació
cs_cz: Zapnout mód řazení
de_de: Sortiermodus aktivieren
fa_ir: فعال کردن مرتب‌سازی
fi_fi: Ota järjestämistila käyttöön
pt_br: Habilitar modo de ordenação
pt_pt: Activar modo de pedido
sr_rs@cyrillic: Оногући мод "поретка"
sr_rs@latin: Onogući mod "poretka"
zh_cn: 启用排序模式

# grid-action-editSubmissionChecklist
source: Edit this checklist item
ca_es: Edita aquest ítem de la llista de comprovació
cs_cz: Upravit tuto položku kontrolního seznamu
de_de: Dieses Element der Checkliste bearbeiten
fa_ir: ویرایش موارد این لیست
fi_fi: Muokkaa tätä tarkistuslistan kohtaa
pt_br: Editar este item de verificação
pt_pt: Editar este item da lista de verificação
sr_rs@cyrillic: Уреди ставку са чек листе
sr_rs@latin: Uredi stavku sa ček liste
zh_cn: 编辑清单项目

# grid-action-deleteSubmissionChecklist
source: Delete this checklist item
ca_es: Elimina aquest ítem de la llista de comprovació
cs_cz: Smazat tuto položku kontrolního seznamu
de_de: Dieses Element der Checkliste löschen
fa_ir: حذف این مورد از لیست
fi_fi: Poista tämä tarkistuslistan kohta
pt_br: Excluir este item de verificação
pt_pt: Eliminar este item da lista de verificação
sr_rs@cyrillic: Обриши ставку са чеклисте
sr_rs@latin: Obriši stavku sa čekliste
zh_cn: 消除清单项目

# grid-action-resetAll
source: Reset all items to default values
ca_es: Reinicia tots els ítems en els vsus valors per defecte
cs_cz: Vrátit všem položkám původní hodnotu
de_de: Alle Elemente auf ihre Standardwerte zurücksetzen
fa_ir: بازگرداندن تمامی موارد به مقادیر پیش‌فرض خود
fi_fi: Palauta kaikki kohteet oletusarvoisiksi
pt_br: Restaurar todos os itens a seus valores originais
pt_pt: Repor todos os itens para valores padrão
sr_rs@cyrillic: Врати све ставке на основне вредности
sr_rs@latin: Vrati sve stavke na osnovne vrednosti
zh_cn: 将所有项目重置为默认值

# grid-action-addPreparedEmail
source: Add a new email template
ca_es: Afegeix una nova plantilla de correu
cs_cz: Přidat novou šablonu emailu
de_de: Eine neue E-Mail-Vorlage hinzufügen
fa_ir: افزودن یک الگوی ایمیل
fi_fi: Lisää uusi sähköpostipohja
pt_br: Incluir um novo modelo de mensagem
pt_pt: Adicionar um novo modelo de e-mail
sr_rs@cyrillic: Додај нови имејл шаблон
sr_rs@latin: Dodaj novi imejl šablon
zh_cn: 新建一个电子邮件模板

# grid-action-editPreparedEmail
source: Edit this email template
ca_es: Edita aquesta plantilla de correu
cs_cz: Upravit tuto šablonu emailu¨
de_de: Diese E-Mail-Vorlage bearbeiten
fa_ir: ویرایش این الگوی ایمیل
fi_fi: Muokkaa tätä sähköpostipohjaa
pt_br: Editar este modelo de mensagem
pt_pt: Editar este modelo de e-mail
sr_rs@cyrillic: Уреди шаблон
sr_rs@latin: Uredi šablon
zh_cn: 编辑此电子邮件模板

# grid-action-disableEmail
source: Disable this email template
ca_es: Desactiva aquesta plantilla de correu
cs_cz: Zakázat tuto šablonu emailu
de_de: Diese E-Mail-Vorlage deaktivieren
fa_ir: غیرفعال کردن این الگوی ایمیل
fi_fi: Poista tämä sähköpostipohja käytöstä
pt_br: Desabilitar este modelo de mensagem
pt_pt: Desactivar este modelo de e-mail
sr_rs@cyrillic: Искључи шаблон
sr_rs@latin: Isključi šablon
zh_cn: 禁用此电子邮件模板

# grid-action-resetEmail
source: Reset this email template to the default
ca_es: Restitueix aquesta plantilla de correu als valors per defecte
cs_cz: Vrátit tuto šablonu emailu na původní nastavení
de_de: Diese E-Mail-Vorlage auf den Standardtext zurücksetzen
fa_ir: بازگرداندن این الگوی ایمیل به حالت پیش‌فرض
fi_fi: Palauta tämä sähköpostipohja oletusarvoiseksi
pt_br: Restaurar este modelo de mensagem para o original
pt_pt: Restabelecer este modelo de e-mail para o padrão
sr_rs@cyrillic: Ресетуј шаблон на основне поставке
sr_rs@latin: Resetuj šablon na osnovne postavke
zh_cn: 此电子邮件模板重置默认

# grid-action-expandAll
source: Expand All
ca_es: Expandir tot
cs_cz: Rozbalit vše
de_de: Alles ausklappen
fa_ir: بازکردن همه
fi_fi: Laajenna kaikki
pt_br: Expandir todos
pt_pt: Expandir Tudo
sr_rs@cyrillic: Прошири све
sr_rs@latin: Proširi sve
zh_cn: 全部展开

# grid-action-requestAccount
source: Add a participant
ca_es: Afegeix un participant
cs_cz: Přidat účastníka
de_de: Teilnehmer/in hinzufügen
fa_ir: افزودن یک همکار
fi_fi: Lisää osallistuja
pt_br: Incluir participante
pt_pt: Adicionar um participante
sr_rs@cyrillic: Додај учесника
sr_rs@latin: Dodaj učesnika
zh_cn: 添加参与者

# grid-action-expand
source: Expand
ca_es: Expandir
cs_cz: Rozbalit
de_de: Ausklappen
fa_ir: باز کردن
fi_fi: Laajenna
pt_br: Expandir
pt_pt: Expandir
sr_rs@cyrillic: Прошири
sr_rs@latin: Proširi
zh_cn: 扩展

# grid-action-notify
source: Notify this user
ca_es: Notificar aquest usuario/a
cs_cz: Upozornit tohoto uživatele
de_de: Diese Benutzer/in benachrichtigen
fa_ir: اطلاع‌رسانی به این کاربر
fi_fi: Ilmoita tälle käyttäjälle
pt_br: Notificar usuário
pt_pt: Notificar este utilizador
sr_rs@cyrillic: Обавести овог корисника
sr_rs@latin: Obavesti ovog korisnika
zh_cn: 通知该用户
