Repository: TESTYXOPERO123/pkp
Catalog: locale/*/grid.xlf
Languages: ca_es, cs_cz, de_de, fa_ir, fi_fi, pt_br, pt_pt, sr_rs@cyrillic, sr_rs@latin, zh_cn

# author-users-contributor-role
source: Role
ca_es: Rol
de_de: Rolle
fa_ir: نقش
fi_fi: Rooli
pt_br: Papel
pt_pt: Papel
sr_rs@cyrillic: Улога
sr_rs@latin: Uloga
zh_cn: 角色

# author-users-contributor-principalContact
source: Primary Contact
ca_es: Contacte principal
cs_cz: Hlavní kontakt
de_de: Hauptkontakt
fa_ir: نویسنده مسئول
fi_fi: Ensisijainen yhteyshenkilö
pt_br: Contato principal
pt_pt: Contacto Principal
sr_rs@cyrillic: Примарни контакт
sr_rs@latin: Primarni kontakt
zh_cn: 主要联系人

# author-users-contributor-includeInBrowse
source: In Browse Lists
ca_es: En la llista de navegació
cs_cz: V seznamech k procházení
fa_ir: در لیست نویسندگان سایت قرار بگیرد
fi_fi: Näkyy luetteloissa
pt_br: Nas Listas de Navegação
pt_pt: Nas Listas de Navegação
sr_rs@cyrillic: У листи за преглед
sr_rs@latin: U listi za pregled

# grid-roles-currentRoles
source: Current Roles
ca_es: Rols actuals
cs_cz: Současné role
de_de: Aktuelle Rollen
fa_ir: نقش‌های کنونی
fi_fi: Nykyiset roolit
pt_br: Papéis atuais
pt_pt: Papéis Actuais
sr_rs@cyrillic: Тренутне улоге
sr_rs@latin: Trenutne uloge
zh_cn: 当前角色

# grid-roles-add
source: Create New Role
ca_es: Crea un nou rol
cs_cz: Vytvořit novou roli
de_de: Neue Rolle anlegen
fa_ir: ساختن نقش جدید
fi_fi: Luo uusi rooli
pt_br: Incluir papel
pt_pt: Criar um Novo Papel
sr_rs@cyrillic: Направи нову улогу
sr_rs@latin: Napravi novu ulogu
zh_cn: 添加角色

# grid-roles-stageAssignment
source: Stage Assignment
ca_es: Asignació d'etapa
cs_cz: Přiřazení etap
de_de: Abschnittszuordnung
fa_ir: تخصیص مرحله
fi_fi: Työvaiheiden valinta
pt_br: Designação de estágio
pt_pt: Atribuição da Etapa
sr_rs@cyrillic: Додела у фази
sr_rs@latin: Dodela u fazi
zh_cn: 阶段分配

# grid-user-currentUsers
source: Current Users
ca_es: Usuaris actuals
cs_cz: Současní uživatelé
de_de: Aktuelle Benutzer/innen
fa_ir: کاربران کنونی
fi_fi: Nykyiset käyttäjät
pt_br: Usuários atuais
pt_pt: Utilizadores Actuais
sr_rs@cyrillic: Тренутни корисници
sr_rs@latin: Trenutni korisnici
zh_cn: 当前用户

# grid-user-currentEnrollment
source: Current Enrollment
ca_es: Inscripcions actuals
cs_cz: Aktuální zapojení
de_de: Aktuelle Registrierung
fa_ir: نقش جاری
fi_fi: Nykyiset roolit
pt_br: Cadastro atual
pt_pt: Inscrição Actual
sr_rs@cyrillic: Тренутне улоге
sr_rs@latin: Trenutne uloge
zh_cn: 当前登记

# grid-user-allRoles
source: All Roles
ca_es: Tots els rols
cs_cz: Všechny role
de_de: Alle Rollen
fa_ir: تمامی نقش‌ها
fi_fi: Kaikki roolit
pt_br: Todos os papéis
pt_pt: Todos os Papéis
sr_rs@cyrillic: Све улоге
sr_rs@latin: Sve uloge
zh_cn: 所有角色

# grid-user-allPermissionLevels
source: All Permission Levels
ca_es: Tots els nivells de permisos
cs_cz: Všechny úrovně přístupu
fa_ir: تمامی سطوح دسترسی
fi_fi: Kaikki käyttöoikeustasot
pt_br: Todos os Níveis de Permissão
pt_pt: Todos os Níveis Permissão
sr_rs@cyrillic: Сви нивои приступа
sr_rs@latin: Svi nivoi pristupa

# grid-user-add
source: Add User
ca_es: Afegeix usuaris
cs_cz: Přidat uživatele
de_de: Benutzer/in hinzufügen
fa_ir: افزودن کاربر
fi_fi: Lisää käyttäjä
pt_br: Incluir usuário
pt_pt: Adicionar Utilizador
sr_rs@cyrillic: Додај корисника
sr_rs@latin: Dodaj korisnika
zh_cn: 添加用户

# grid-user-enroll
source: Enroll User
ca_es: Dóna d’alta l’usuari/usuària
cs_cz: Zapojit uživatele
de_de: Benutzer/in eintragen
fa_ir: نقش دهی به کاربر
fi_fi: Lisää käyttäjälle rooli
pt_br: Cadastrar usuário
pt_pt: Inscrever Utilizador
sr_rs@cyrillic: Укључи корисника
sr_rs@latin: Uključi korisnika
zh_cn: 登记用户

# grid-user-edit
source: Edit User
ca_es: Edita l’usuari/usuària
cs_cz: Upravit uživatele
de_de: Benutzer/in bearbeiten
fa_ir: ویرایش کاربر
fi_fi: Muokkaa käyttäjää
pt_br: Editar usuário
pt_pt: Editar Utilizador
sr_rs@cyrillic: Измени корисника
sr_rs@latin: Izmeni korisnika
zh_cn: 编辑用户

# grid-user-email
source: Email
ca_es: Adreça electrònica
fa_ir: ایمیل
fi_fi: Sähköposti
sr_rs@cyrillic: Имејл
sr_rs@latin: Imejl
zh_cn: 电子邮箱

# grid-user-enable
source: Enable
ca_es: Habilita
cs_cz: Povolit
de_de: Aktivieren
fa_ir: فعال کردن
fi_fi: Salli
pt_br: Habilitar
pt_pt: Activar
sr_rs@cyrillic: Омогући
sr_rs@latin: Omogući
zh_cn: 启用

# grid-user-disable
source: Disable
ca_es: Inhabilita
cs_cz: Zakázat
de_de: Deaktivieren
fa_ir: غیرفعال کردن
fi_fi: Estä
pt_br: Desabilitar
pt_pt: Desactivar
sr_rs@cyrillic: Онемогући
sr_rs@latin: Onemogući
zh_cn: 禁止

# grid-user-disableReason
source: Reason for disabling user
ca_es: Motiu pel qual es desactiva l'usuari/ària
cs_cz: Důvod zákazu uživatele
de_de: Grund für Benutzer/in-Deaktivierung
fa_ir: دلیل غیرفعال کردن کاربر
fi_fi: Syy käyttäjän estämiseen
pt_br: Motivo para desabilitar usuário
pt_pt: Razão para desactivar utilizador
sr_rs@cyrillic: Разлог за искључивање корисника
sr_rs@latin: Razlog za isključivanje korisnika
zh_cn: 禁止用户的原因

# grid-user-enableReason
source: Reason for enabling user
ca_es: Motiu pel qual s'activa l'usuari/ària
cs_cz: Důvod povolení uživatele
de_de: Grund für Benutzer/in-Aktivierung
fa_ir: دلیل فعال کردن کاربر
fi_fi: Syy käyttäjän sallimiseen
pt_br: Motivo para habilitar usuário
pt_pt: Razão para activar utilizador
sr_rs@cyrillic: Разлог за укључивање корисника
sr_rs@latin: Razlog za uključivanje korisnika
zh_cn: 启用用户的原因

# grid-user-error
source: An error was encountered administrating this user. Please try again.
ca_es: Hi ha hagut un error quan es gestionava aquest usuari. Torneu-ho a intentar.
cs_cz: Při správě tohoto uživatele došlo k chybě. Prosím, zkuste to znovu.
de_de: Beim Veralten dieser Benutzerin/dieses Benutzers ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
fa_ir: در مدیریت این کاربر خطایی رخ داد. لطفاً دوباره تلاش کنید.
fi_fi: Tätä käyttäjää hallinnoitaessa ilmeni virhe. Yritä uudelleen.
pt_br: Erro encontrado ao gerenciar usuário. Tente novamente.
pt_pt: Ocorreu um erro ao administrar este utilizador. Por favor, tente novamente.
sr_rs@cyrillic: Дошло је до грешке приликом администрације овог корисника. Покушајте поново.
sr_rs@latin: Došlo je do greške prilikom administracije ovog korisnika. Pokušajte ponovo.
zh_cn: 在管理该用户时遇到错误。请重试。

# grid-user-errorEmail
source: An error was encountered sending this email. Please ensure that your email server configuration is working and/or contact your system administrator.
ca_es: Ha aparegut un error en enviar aquest correu electrònic. Assegureu-vos que la configuració del servidor de correu electrònic funciona i/o contacteu amb l'administrador/a del sistema.
cs_cz: Při odesílání tohoto emailu došlo k chybě. Ujistěte se, že konfigurace e-mailového serveru funguje a/nebo se obraťte na správce systému.
de_de: Beim Senden dieser E-Mail ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass Ihre Mailserverkonfiguration funktioniert und/oder kontaktieren Sie Ihre/n System-Administrator/in.
fa_ir: در ارسال ایمیل خطایی رخ داد. مطمئن شوید که سرور ایمیلتان درست کار می‌کند. در صورت لزوم با مدیر سایت این موضوع را در میان بگذارید.
fi_fi: Tätä sähköpostia lähetettäessä ilmeni virhe. Varmista, että sähköpostipalvelimesi määritykset toimivat ja/tai ota yhteyttä järjestelmäsi ylläpitäjään.
pt_br: Erro encontrado ao enviar mensagem. Verifique se as configurações do servidor de e-mail estão funcionando e/ou entre em contato com o administrador do sistema.
pt_pt: Ocorreu um erro ao enviar este e-mail. Certifique-se de que a configuração do servidor de e-mail está a funcionar e / ou entre em contacto com o administrador do sistema.
sr_rs@cyrillic: Дошло је до грешке приликом слања имејла, уверите се да је имејл сервер подешен како треба и да функционише или контактирајте администратора сервера.
sr_rs@latin: Došlo je do greške prilikom slanja imejla, uverite se da je imejl server podešen kako treba i da funkcioniše ili kontaktirajte administratora servera.
zh_cn: 在发送邮件时遇到错误。请确保您的邮箱服务器的配置处于工作状态和/或联系您的系统管理员。

# grid-user-cannotAdminister
source: You do not have sufficient permissions to administer this user. In order to administer a user, you must either be site administrator, or administer all contexts that this user is enrolled in.
ca_es: No disposes dels permisos per editar aquest usuari/ària.
cs_cz: Nemáte dostatečná oprávnění k správě tohoto uživatele. Chcete-li spravovat uživatele, musíte být buď správcem webu, nebo spravovat všechny role, do kterých je tento uživatel zapsán.
de_de: Sie haben keine ausreichenden Berechtigungen, um diese/n Benutzer/in zu bearbeiten.
fa_ir: شما مجوز کافی برای مدیریت این کاربر را ندارید. برای مدیریت کاربر باید دارای سطح دسترسی مدیر سایت باشید.
fi_fi: Sinulla ei ole riittäviä oikeuksia hallinnoida tätä käyttäjää. Hallinnoidaksesi käyttäjää sinun tulee olla sivuston ylläpitäjä tai hallinnoida kaikkia niitä konteksteja, joihin tämä käyttäjä on lisätty.
pt_br: Sem permisão para editar usuário. Para editar um usuário você deve ou ser administrador do site ou ser gerente em todas as revistas nas quais o usuário está cadastrado.
pt_pt: Não tem permissões suficientes para administrar este utilizador. Para administrar um utilizador, deve ser administrador do site ou administrar todos os contextos em que este utilizador está inscrito.
sr_rs@cyrillic: Немате довољно права да администрирате овог корисника. Да бисте администрирали кориснике морате бити администратор сајта.
sr_rs@latin: Nemate dovoljno prava da administrirate ovog korisnika. Da biste administrirali korisnike morate biti administrator sajta.
zh_cn: 您没有足够的权限来编辑该用户。

# grid-user-authSource
source: Authentication source
ca_es: Font d’autenticació
cs_cz: Zdroj ověření
de_de: Authentifizierungsquelle
fa_ir: منبع احراز هویت
fi_fi: Todentamislähde
pt_br: Fonte de autenticação
pt_pt: Fonte Autenticação
sr_rs@cyrillic: Извор аутентификације
sr_rs@latin: Izvor autentifikacije
zh_cn: 验证源

# grid-user-mustProvideName
source: Please provide at least a last name for the user first.
ca_es: Indiqueu un cognom per a l’usuari/usuària com a mínim.
cs_cz: Uveďte, prosím, napřed minimálně příjmení uživatele.
de_de: Bitte geben Sie zunächst wenigstens einen Nachnamen für die/den Benutzer/in an.
fa_ir: لطفاً حداقل برای این کاربر یک نام خانوادگی مشخص کنید
fi_fi: Anna käyttäjälle ensin ainakin sukunimi.
pt_br: Inforem pelo menos o sobrenome para o usuário.
pt_pt: Por favor, forneça pelo menos um apelido para o utilizador.
sr_rs@cyrillic: Молимо унесите прво барем презиме за корисника
sr_rs@latin: Molimo unesite prvo barem prezime za korisnika
zh_cn: 请首先至少提供该用户的姓氏。

# grid-user-generatePassword
source: Generate Password
ca_es: Genera una contrasenya
cs_cz: Vygenerovat heslo
de_de: Passwort erzeugen
fa_ir: تولید رمز ورود
fi_fi: Luo salasana
pt_br: Gerar senha
pt_pt: Gerar Senha
sr_rs@cyrillic: Генериши лозинку
sr_rs@latin: Generiši lozinku
zh_cn: 生成密码

# grid-user-generatePasswordDescription
source: Generate random password for this user.
ca_es: Genera una contrasenya aleatòria per a aquest usuari/ària.
cs_cz: Vytvořit pro tohoto uživatele náhodné heslo.
de_de: Ein Zufallspasswort für diese/n Benutzer/in erzeugen.
fa_ir: ایجاد رمز عبور تصادفی برای کاربر
fi_fi: Luo tälle käyttäjälle satunnainen salasana.
pt_br: Gerar senha aleatória para o usuário.
pt_pt: Gerar senha aleatória para este utilizador.
sr_rs@cyrillic: Генериши насумичну лозинку за овог корисника.
sr_rs@latin: Generiši nasumičnu lozinku za ovog korisnika.
zh_cn: 为用户生成随机密码

# grid-user-notifyUser
source: Notify User
ca_es: Notifica-ho a l'usuari/ària.
cs_cz: Upozornit uživatele
de_de: Benutzer/in benachrichtigen
fa_ir: اطلاع‌رسانی به کاربر
fi_fi: Ilmoita käyttäjälle
pt_br: Notificar usuário
pt_pt: Notificar Utilizador
sr_rs@cyrillic: Обавести корисника
sr_rs@latin: Obavesti korisnika
zh_cn: 通知用户

# grid-user-notifyUserDescription
source: Send user a welcome email.
ca_es: Envia un correu de benvinguda a l'usuari/ària.
cs_cz: Poslat uživateli uvítací email.
de_de: Der/dem Benutzer/in eine Willkommens-E-Mail senden.
fa_ir: ارسال ایمیل خوش‌آمد گویی به کاربر
fi_fi: Lähetä käyttäjälle tervetuloviesti sähköpostilla.
pt_br: Enviar mensagem de boas-vindas.
pt_pt: Enviar uma mensagem de boas-vindas.
sr_rs@cyrillic: Пошаљи кориснику имејл добродошлице.
sr_rs@latin: Pošalji korisniku imejl dobrodošlice.
zh_cn: 向用户发送欢迎信。

# grid-user-mustChangePassword
source: Change Password
ca_es: Canvia la contrasenya
cs_cz: Změnit heslo
de_de: Passwort ändern
fa_ir: تغییر رمز ورود
fi_fi: Vaihda salasana
pt_br: Alterar senha
pt_pt: Modificar Senha
sr_rs@cyrillic: Измени лозинку
sr_rs@latin: Izmeni lozinku
zh_cn: 更改密码

# grid-user-mustChangePasswordDescription
source: User must change password on next log in.
ca_es: L'usuari/ària haurà de canviar la contrasenya el pròxim cop que accedeixi.
cs_cz: Uživatel si musí změnit heslo při příštím přihlášení.
de_de: Der/die Benutzer/in muss das Passwort beim nächsten Einloggen ändern.
fa_ir: شما باید در ورود بعدی به سیستم رمز ورود خود را عوض کنید
fi_fi: Käyttäjän on vaihdettava salasana seuraavan kirjautumisen yhteydessä.
pt_br: Usuário deverá alterar senha no próximo acesso.
pt_pt: O utilizador deve alterar a senha na próxima autenticação.
sr_rs@cyrillic: Корисник мора променити лозинку при следећем приступу.
sr_rs@latin: Korisnik mora promeniti lozinku pri sledećem pristupu.
zh_cn: 用户在下次登录时必须更改密码。

# grid-user-mustChangePasswordDescriptionOld
source: Require the user to change their password the next time they log in.
ca_es: Demana a l’usuari/usuària que canviï la contrasenya quan torni a iniciar la sessió.
cs_cz: Požádejte uživatele, aby při příštím přihlášení změnil své heslo.
de_de: Das Ändern des Passworts durch den/die Benutzer/in beim nächsten Einloggen erforderlich machen.
fa_ir: درخواست از کاربر برای تعویض رمز عبور در ورود بعدی به سیستم
fi_fi: Vaadi, että käyttäjä vaihtaa salasanansa kirjautuessaan sisään seuraavan kerran.
pt_br: Exigir que o usuário mude sua senha ao acessar o sistema da próxima vez.
pt_pt: Exigir que o utilizador altere a sua senha na próxima vez que aceda ao site.
sr_rs@cyrillic: Захтевај од корисника да промене лозинку при следећем приступу.
sr_rs@latin: Zahtevaj od korisnika da promene lozinku pri sledećem pristupu.
zh_cn: 要求用户在下次登录时更改密码

# grid-user-moreDetails
source: More User Details
ca_es: Mostra més detalls de l'usuari/ària.
cs_cz: Více podrobností o uživateli
de_de: Mehr Benutzer/innen-Details
fa_ir: جزئیات بیشتر
fi_fi: Lisää tietoja käyttäjästä
pt_br: Mais detalhes
pt_pt: Mais Detalhes do Utilizador
sr_rs@cyrillic: Више детаља о кориснику
sr_rs@latin: Više detalja o korisniku
zh_cn: 更多用户详情

# grid-user-lessDetails
source: Less User Details
ca_es: Mostra menys detalls de l'usuari/ària.
cs_cz: Méně podrobností o uživateli
de_de: Weniger Benutzer/innen-Details
fa_ir: جزئیات کمتر
fi_fi: Vähemmän tietoja käyttäjästä
pt_br: Menos detalhes
pt_pt: Menos Detalhes do Utilizador
sr_rs@cyrillic: Мање детаља о кориснику
sr_rs@latin: Manje detalja o korisniku
zh_cn: 少量用户详情

# grid-user-userDetails
source: User Details
ca_es: Detalls de l'usuari/ària
cs_cz: Detaily uživatele
de_de: Benutzer/innen-Details
fa_ir: اطلاعات کاربر
fi_fi: Käyttäjätiedot
pt_br: Dados Complementares
pt_pt: Detalhes Utilizador
sr_rs@cyrillic: Детаљи корисника
sr_rs@latin: Detalji korisnika
zh_cn: 用户详情

# grid-user-userRoles
source: User Roles
ca_es: Rols de l'usuari/ària
cs_cz: Role uživatele
de_de: Benutzer/innen-Rollen
fa_ir: نقش‌های کاربر
fi_fi: Käyttäjäroolit
pt_br: Papéis
pt_pt: Papéis Utilizador
sr_rs@cyrillic: Улоге корисника
sr_rs@latin: Uloge korisnika
zh_cn: 用户角色

# grid-user-userNoRoles
source: This user does not have any roles.
ca_es: Aquest usuari/ària no té cap rol.
cs_cz: Tomuto uživateli nebyla přiřazena žádná role.
de_de: Diese/r Benutzer/in hat keine Rollen.
fa_ir: این کاربر هیچ نقشی ندارد.
fi_fi: Tällä käyttäjällä ei ole rooleja.
pt_br: Este usuário não possui papéis.
pt_pt: Este utilizador não tem nenhum papel.
sr_rs@cyrillic: Овај корисник нема улога.
sr_rs@latin: Ovaj korisnik nema uloga.
zh_cn: 该用户没有任何角色。

# grid-user-step1
source: Step #1: Fill in User Details
ca_es: Pas 1: Completa els detalls de l'usuari/ària.
cs_cz: Krok 1: Vyplňte údaje o uživateli
de_de: Schritt #1: Benutzer/innen-Details ausfüllen
fa_ir: مرحله اول: اطلاعات کاربر را وارد کنید
fi_fi: Vaihe 1: Täytä käyttäjätiedot
pt_br: Passo #1: Preencha os detalhes do perfil
pt_pt: Passo #1: Preencher os detalhes do utilizador
sr_rs@cyrillic: 1. корак: Унесите детаље корисника
sr_rs@latin: 1. korak: Unesite detalje korisnika
zh_cn: 第1步：填写用户详细

# grid-user-step2
source: Step #2: Add User Roles to {$userFullName}
ca_es: Pas 2: Afegeix rols d'usuari/ària a {$userFullName}
cs_cz: Krok 2: Přidejte role pro {$userFullName}
de_de: Schritt #2: Rollen hinzufügen für Benutzer/in {$userFullName}
fa_ir: مرحله دوم: به {$userFullName} نقش اعطا کنید.
fi_fi: Vaihe 2: Lisää rooleja käyttäjälle {$userFullName}
pt_br: Passo #2: Atribuir papéis a {$userFullName}
pt_pt: Passo #2: Associar Papéis do Utilizador a {$userFullName}
sr_rs@cyrillic: 2. корак: Додајте улоге кориснику {$userFullName}
sr_rs@latin: 2. korak: Dodajte uloge korisniku {$userFullName}
zh_cn: 第二步：用户角色添加到{$userFullName}

# grid-user-addRoles
source: Add Roles
ca_es: Afegeix rols
cs_cz: Přidat role
de_de: Rollen hinzufügen
fa_ir: افزودن نقش‌ها
fi_fi: Lisää rooleja
pt_br: Incluir papéis
pt_pt: Adicionar Papéis
sr_rs@cyrillic: Додај улоге
sr_rs@latin: Dodaj uloge
zh_cn: 添加角色

# grid-user-addRole
source: Add Role
ca_es: Afegeix un rol
cs_cz: Přidat roli
de_de: Rolle hinzufügen
fa_ir: افزودن نقش
fi_fi: Lisää rooli
pt_br: Adicionar Papel
pt_pt: Adicionar Papel
sr_rs@cyrillic: Додај улогу
sr_rs@latin: Dodaj ulogu

# grid-user-selectUser
source: Select User
ca_es: Escull un usuari/ària
cs_cz: Vybrat uživatele
de_de: Benutzer/in auswählen
fa_ir: انتخاب کاربر
fi_fi: Valitse käyttäjä
pt_br: Escolher usuário
pt_pt: Seleccionar Papel
sr_rs@cyrillic: Одабери корсника
sr_rs@latin: Odaberi korsnika
zh_cn: 选择用户

# grid-user-pleaseSelectUser
source: Please select a user
ca_es: Si us plau, escull un un usuari/ària.
cs_cz: Vyberte, prosím, uživatele
de_de: Bitte wählen Sie eine/n Benutzer/in aus.
fa_ir: لطفاً یک کاربر انتخاب کنید.
fi_fi: Valitse käyttäjä
pt_br: Escolha um usuário
pt_pt: Seleccionar um utilizador
sr_rs@cyrillic: Молимо одаберите корисника
sr_rs@latin: Molimo odaberite korisnika
zh_cn: 请选择一个用户

# grid-user-confirmLogInAs
source: Log in as this user? All actions you perform will be attributed to this user.
ca_es: Voleu iniciar sessió amb aquest usuari/ària? Totes les accions que realitzeu s'atribuïran a aquest usuari/ària.
cs_cz: Přihlásit se jako tento uživatel? Všechny akce, které provedete, budou přiřazeny tomuto uživateli.
de_de: Einloggen als dieser Benutzer/diese Benutzerin? Alle Aktionen, die Sie durchführen, werden diesem Benutzer/dieser Benutzerin zugeordnet.
fa_ir: آیا می‌خواهید به عنوان این کاربر وارد شوید؟ همه کارهایی که انجام می‌دهید به عنوان این کاربر ثبت خواهد شد
fi_fi: Kirjaudu sisään tällä käyttäjätunnuksella? Kaikkia toimenpiteitä, joita teet, pidetään tämän käyttäjän tekeminä.
pt_br: Acessar como este usuário? Todas as ações realizadas serão atribuídas a ele.
pt_pt: Entrar com a conta do utilizador? Todas as ações que executar serão atribuídas a esse utilizador.
sr_rs@cyrillic: Пријави се као овај корисник? Све што радите биће приписано овом кориснику.
sr_rs@latin: Prijavi se kao ovaj korisnik? Sve što radite biće pripisano ovom korisniku.

# grid-user-mergeUsers
source: Merge Users
ca_es: Fusió d’usuaris/usuàries
cs_cz: Sloučit uživatele
de_de: Benutzer/innen zusammenführen
fa_ir: ادغام کاربران
fi_fi: Yhdistä käyttäjät
pt_br: Mesclar usuários
pt_pt: Fundir Utilizadores
sr_rs@cyrillic: Споји кориснике
sr_rs@latin: Spoji korisnike

# grid-user-mergeUsers-mergeUser
source: Merge User
ca_es: Fusiona l’usuari/usuària
cs_cz: Sloučit uživatele
de_de: Benutzer/in zusammenführen
fa_ir: ادغام کاربر
fi_fi: Yhdistä käyttäjä
pt_br: Mesclar usuário
pt_pt: Fundir Utilizador
sr_rs@cyrillic: Споји корисника
sr_rs@latin: Spoji korisnika

# grid-user-mergeUsers-mergeIntoUser
source: Merge into this User
ca_es: Fusiona amb aquest usuari/ària
cs_cz: Sloučit do tohoto uživatele
de_de: In diesem Benutzerkonto zusammenführen
fa_ir: ادغام با این کاربر
fi_fi: Yhdistä tähän käyttäjään
pt_br: Mesclar neste usuário
pt_pt: Fundir-se a este utilizador
sr_rs@cyrillic: Споји у овог кјорисника
sr_rs@latin: Spoji u ovog kjorisnika

# grid-user-mergeUsers-allUsers
source: All Enrolled Users
ca_es: Tots els usuaris/àries donats d’alta
cs_cz: Všichni uživatelé s rolí
de_de: Alle eingetragenen Benutzer/innen
fa_ir: تمامی کاربران دارای نقش
fi_fi: Kaikki käyttäjät, joilla on rooleja
pt_br: Todos os usuários registrados
pt_pt: Todos os Utilizadores Inscritos
sr_rs@cyrillic: Сви укључени корисници
sr_rs@latin: Svi uključeni korisnici

# grid-user-mergeUsers-confirm
source: Are you sure you wish to merge the account with the username "{$oldUsername}" into the account with the username "{$newUsername}"? The account with the username "{$oldUsername}" will not exist afterwards. This action is not reversible.
ca_es: Esteu segur/a que voleu fusionar aquest compte, amb el nom d'usuari «{$oldUsername}», amb el compte amb el nom d'usuari «{$newUsername}»? Si ho feu, el compte amb nom d'usuari «{$oldUsername}» deixarà d'existir. Aquesta acció és irreversible.
cs_cz: Opravdu chcete sloučit účet s uživatelským jménem "{$oldUsername}" do účtu s uživatelským jménem "{$newUsername}"? Účet s uživatelským jménem "{$oldUsername}" bude definitivně smazán. Tuto akci nelze vrátit.
de_de: Sind Sie sicher, dass Sie das Konto mit dem Benutzer/innen-Namen {$oldUsername} in dem Konto mit dem Benutzer/innen-Namen "{$newUsername}" aufgehen lassen wollen? Das Konto mit dem Benutzer/innen-Namen {$oldUsername} wird dann nicht mehr existieren. Der Vorgang kann nicht rückgängig gemacht werden.
fa_ir: آیا مطمئنید که حساب کاربری «{$oldUsername}» را می‌خواهید با حساب کاربری «{$newUsername}» ادغام کنید؟ بعد از ادغام، حساب کاربری «{$oldUsername}» دیگر در دسترس نخواهد بود. عمل ادغام بازگشت ناپذیر است.
fi_fi: Haluatko varmasti yhdistää tilin käyttäjätunnuksella "{$oldUsername}" tiliin, jonka käyttäjätunnus on "{$newUsername}"? Tili, jonka käyttäjätunnus on "{$oldUsername}", poistetaan kokonaan. Tätä toimintoa ei voi kumota.
pt_br: Tem certeza de que deseja mesclar a conta com o nome de usuário "{$oldUsername}" para a conta com o nome de usuário "{$newUsername}"? A conta com o nome de usuário "{$oldUsername}" não existirá depois. Essa ação não é reversível.
pt_pt: Tem certeza de que deseja fundir a conta com o nome de utilizador "{$oldUsername}" na conta com o nome de utilizador"{$newUsername}"? A conta com o nome de utilizador "{$oldUsername}" não existirá depois. Esta ação não é reversível.
sr_rs@cyrillic: Да ли сте сигурни да желите да спојите налог са корисничким именом "{$oldUsername}" са налогом са корисничким именом "{$newUsername}"? Налог са корисничким именом "{$oldUsername}" неће више постојати. Ова операција је неповратна.
sr_rs@latin: Da li ste sigurni da želite da spojite nalog sa korisničkim imenom "{$oldUsername}" sa nalogom sa korisničkim imenom "{$newUsername}"? Nalog sa korisničkim imenom "{$oldUsername}" neće više postojati. Ova operacija je nepovratna.

# grid-preparedEmails-title
source: Prepared Email Templates
ca_es: Plantilles de correu preestablertes
cs_cz: Připravené šablony emailů
de_de: Vorbereitete E-Mail-Vorlagen
fa_ir: آماده‌سازی الگوهای متن ایمیل
fi_fi: Valmiit sähköpostipohjat
pt_br: Modelos prontos de mensagens
pt_pt: Modelos de E-mail
sr_rs@cyrillic: Припремљени шаблони имејл порука
sr_rs@latin: Pripremljeni šabloni imejl poruka
zh_cn: 准备的电子邮件模板

# grid-preparedEmails-currentList
source: Current List
ca_es: Llista actual
cs_cz: Současný seznam
de_de: Aktuelle Liste
fa_ir: لیست کنونی
fi_fi: Nykyinen lista
pt_br: Lista atual
pt_pt: Lista Actual
sr_rs@cyrillic: Тренутна листа
sr_rs@latin: Trenutna lista
zh_cn: 当前列表
