Repository: TESTYXOPERO123/pkp
Catalog: locale/*/installer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fi_fi, fr_fr, hr_hr, id_id, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, zh_cn

# installer-preInstallationInstructions
source: <p>1. The following files and directories (and their contents) must be made writable:</p> <ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li> </ul> <p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
ar_iq: <p>1. الملفات وحوافظ الملفات الآتية (ومحتوياتها) يجب أن تكون قابلة للتعديل:</p> <ul> <li><tt>config.inc.php</tt> قابل للتعديل (إختيارياً): {$writable_config}</li> <li><tt>public/</tt> قابل للتعديل: {$writable_public}</li> <li><tt>cache/</tt> قابل للتعديل: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> قابل للتعديل: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> قابل للتعديل: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> قابل للتعديل: {$writable_db_cache}</li> </ul> <p>2. ينبغي إنشاء حافظة ملفات مخصصة لحفظ الملفات المرفوعة إلى الموقع، مع جعلها قابلة للتعديل (أنظر "إعدادات الملفات" أدناه).</p>
ca_es: <p>1. Els fitxers i directoris següents (i el seu contingut) han de tenir permisos d'escriptura.</p> <ul> <li><tt>config.inc.php</tt> té permisos d'escriptura (opcional): {$writable_config}</li> <li><tt>public/</tt> té permisos d'escriptura: {$writable_public}</li> <li><tt>cache/</tt> té permisos d'escriptura: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> té permisos d'escriptura: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> té permisos d'escriptura: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> té permisos d'escriptura: {$writable_db_cache}</li> </ul> <p>2. Heu de crear un directori per als fitxers carregats i li heu de donar permís d'escriptura (consulteu «Configuració dels fitxers» més avall).</p>
cs_cz: <p>1. Následující soubory a složky (a jejich obsah) musí být zapisovatelné:</p> <ul> <li><tt>config.inc.php</tt> je zapisovatelný (volitelné): {$writable_config}</li> <li><tt>public/</tt> je zapisovatelný: {$writable_public}</li> <li><tt>cache/</tt> je zapisovatelný: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je zapisovatelný: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> je zapisovatelný: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> je zapisovatelný: {$writable_db_cache}</li> </ul>
da_dk: <p>1. Følgende filer og mapper (og deres indhold) skal gøres skrivbar:</p> <ul> <li><tt>config.inc.php</tt> er skrivbar (ikke obligatorisk): {$writable_config}</li> <li><tt>public/</tt> er skrivbar: {$writable_public}</li> <li><tt>cache/</tt> er skrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> er skrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> er skrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> er skrivbar: {$writable_db_cache}</li> </ul> <p>2. Der skal oprettes en mappe til uploadede filer og den skal gøres skrivbar (se "Filindstillinger" nedenfor).</p>
de_de: <p>1. Die folgenden Dateien und Verzeichnisse (mit ihren Inhalten) müssen beschreibbar sein:</p> <ul> <li><tt>config.inc.php</tt> ist beschreibbar (optional): {$writable_config}</li> <li><tt>public/</tt> ist beschreibbar: {$writable_public}</li> <li><tt>cache/</tt> ist beschreibbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> ist beschreibbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> ist beschreibbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> ist beschreibbar: {$writable_db_cache}</li> </ul> <p>2. Ein Verzeichnis für die Ablage hochgeladener Dateien muss angelegt und beschreibbar gemacht werden (siehe "Datei-Einstellungen" unten).</p>
es_es: <p>1. Los siguientes archivos y directorios (junto con sus contenidos) tienen que cambiarse a modo editable:</p> <ul> <li><tt>config.inc.php</tt> es editable (opcional): {$writable_config}</li> <li><tt>public/</tt> es editable: {$writable_public}</li> <li><tt>cache/</tt> es editable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> es editable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> es editable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> es editable: {$writable_db_cache}</li> </ul> <p>2. Es necesario crear un directorio para guardar los archivos subidos y que sea editable (ver "Configuración de archivo" a continuación).</p>
fi_fi: <p>1. Seuraavista tiedostoista ja hakemistoista (ja niiden sisällöstä) on tehtävä kirjoituskelpoisia:</p> <ul> <li><tt>config.inc.php</tt> on kirjoituskelpoinen (valinnainen): {$writable_config}</li> <li><tt>public/</tt> on kirjoituskelpoinen: {$writable_public}</li> <li><tt>cache/</tt> on kirjoituskelpoinen: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> on kirjoituskelpoinen: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> on kirjoituskelpoinen: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> on kirjoituskelpoinen: {$writable_db_cache}</li> </ul> <p>2. Ladattujen tiedostojen tallentamista varten on luotava hakemisto ja se on tehtävä kirjoituskelpoiseksi (ks. “Tiedostoasetukset” alla).</p>
fr_fr: <p>1. Les fichiers et repertoires suivants (et leur contenu) doivent être accessibles en écriture:</p> <ul> <li><tt>config.inc.php</tt> est accessible en écriture (optionnel): {$writable_config}</li> <li><tt>public/</tt> est accessible en écriture : {$writable_public}</li> <li><tt>cache/</tt> est accessible en écriture : {$writable_cache}</li> <li><tt>cache/t_cache/</tt> est accessible en écriture : {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> est accessible en écriture : {$writable_templates_compile}</li> <li><tt>cache/_db</tt> est accessible en écriture : {$writable_db_cache}</li> </ul> <p>2. Vous devez créer un repertoire pour conserver les fichiers téléchargés et il doit être accessible en écriture (voir "Paramètres du fichier" ci-dessous).</p>
it_it: <p>1. Il seguenti files e directory (insieme al loro contentuto) devono essere scrivibili:</p> <ul> <li><tt>config.inc.php</tt> scrivibile (in via opzionale): {$writable_config}</li> <li><tt>public/</tt> scrivibile: {$writable_public}</li> <li><tt>cache/</tt> scrivibile: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> scrivibile: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> scrivibile: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> scrivibile: {$writable_db_cache}</li> </ul> <p>2. Una directory per custodire i files caricati deve essere creata e resa scrivibile (vedi "Impostazioni dei file " qui sotto).</p>
nl_nl: <p>1. Volgende bestanden en folders (en hun inhoud) moeten schrijfbaar zijn:</p> <ul> <li><tt>config.inc.php</tt> is schrijfbaar (optioneel): {$writable_config}</li> <li><tt>public/</tt> is schrijfbaar: {$writable_public}</li> <li><tt>cache/</tt> is schrijfbaar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is schrijfbaar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is schrijfbaar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is schrijfbaar: {$writable_db_cache}</li> </ul> <p>2. Er moet een folder bestaan voor het opladen van bestanden, en die folder moet schrijfbaar zijn (zie "Bestandsinstellingen" hieronder).</p>
pl_pl: <p>1. Następujące pliki i foldery muszą być zapisywalne:</p> <ul> <li><tt>config.inc.php</tt> jest zapisywalny (opcjonalnie): {$writable_config}</li> <li><tt>public/</tt> jest zapisywalny: {$writable_public}</li> <li><tt>cache/</tt> jest zapisywalny: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> jest zapisywalny: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> jest zapisywalny: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> jest zapisywalny: {$writable_db_cache}</li> </ul> <p>2. Katalog dla mediów (przesłanych plików) musi być utworzony oraz zapisywalny (zobacz "Ustawienia plików" poniżej).</p>
ru_ru: <p>1. Следующие файлы и каталоги (и их содержимое) должно быть сделано доступным для записи:</p> <ul> <li><tt>config.inc.php</tt> доступен для записи (не обязательно): {$writable_config}</li> <li><tt>public/</tt> доступен для записи: {$writable_public}</li> <li><tt>cache/</tt> доступен для записи: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> доступен для записи: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> доступен для записи: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> доступен для записи: {$writable_db_cache}</li> </ul> <p>2. Каталог для хранения загруженных на сервер файлов должен быть создан и сделан доступным для записи(смотри «Настройки файлов» ниже).</p>
sl_si: <p>1. Nasldenje datoteke in mape (vključno z vsebino) morajo imeti pravico pisanja:</p> <ul> <li><tt>config.inc.php</tt> omogočeno pisanje (opcijsko): {$writable_config}</li> <li><tt>public/</tt> omogočeno pisanje: {$writable_public}</li> <li><tt>cache/</tt> omogočeno pisanje: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> omogočeno pisanje: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> omogočeno pisanje: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> omogočeno pisanje: {$writable_db_cache}</li> </ul> <p>2. Mapa za shranjevanje naloženih datotek mora obstajati in imeti omogočeno pisanje (več v "Nastavitve datotek" spodaj).</p>
sr_rs@cyrillic: <p>1. Следећи фајлови и директоријуми (и њихов садржај) морају бити доступни за уписивање:</p> <ul> <li><tt>config.inc.php</tt> је доступан (опционо): {$writable_config}</li> <li><tt>public/</tt> је доступан: {$writable_public}</li> <li><tt>cache/</tt> је доступан: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> је доступан: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> је доступан: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> је доступан: {$writable_db_cache}</li> </ul> <p>2. Директоријум за достављене фајлове мора бити направљен и доступан за уписивање (погледајте "Подешавање фајлова" ниже).</p>
sr_rs@latin: <p>1. Sledeći fajlovi i direktorijumi (i njihov sadržaj) moraju biti dostupni za upisivanje:</p> <ul> <li><tt>config.inc.php</tt> je dostupan (opciono): {$writable_config}</li> <li><tt>public/</tt> je dostupan: {$writable_public}</li> <li><tt>cache/</tt> je dostupan: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je dostupan: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> je dostupan: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> je dostupan: {$writable_db_cache}</li> </ul> <p>2. Direktorijum za dostavljene fajlove mora biti napravljen i dostupan za upisivanje (pogledajte "Podešavanje fajlova" niže).</p>
sv_se: <p>1. Nedanstående filer och kataloger (och deras innehåll) måste vara skrivbara:</p> <ul> <li><tt>config.inc.php</tt> är skrivbar (valfritt): {$writable_config}</li> <li><tt>public/</tt> är skrivbar: {$writable_public}</li> <li><tt>cache/</tt> är skrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> är skrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> är skrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> är skrivbar: {$writable_db_cache}</li> </ul> <p>2. En katalog för att lagra uppladdade filer behöver skapas och göras skrivbar (se "Filinställningar" nedan).</p>
tr_tr: <p>1. Aşağıdaki dosyalar ve dizinler (ve içerikleri) yazılabilir olmalıdır:</p> <ul> <li><tt>config.inc.php</tt> yazılabilir (opsiyonel): {$writable_config}</li> <li><tt>public/</tt> yazılabilir: {$writable_public}</li> <li><tt>cache/</tt> yazılabilir: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> yazılabilir: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> yazılabilir: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> yazılabilir: {$writable_db_cache}</li> </ul> <p>2. Yüklenen dosyaları depolamak için bir dizin oluşturulmalı ve yazılabilir yapmalısınız (Aşağıdaki "Dosya Ayarları" kısmına bakınız).</p>
uk_ua: <p>1. Наступні файли і каталоги (та їх вміст) потрібно зробити доступними для запису:</p> <ul> <li><tt>config.inc.php</tt> доступний для запису (не обов'язково): {$writable_config}</li> <li><tt>public/</tt> доступний для запису: {$writable_public}</li> <li><tt>cache/</tt> доступний для запису: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> доступний для запису: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> доступний для запису: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> доступний для запису: {$writable_db_cache}</li> </ul> <p>2. Каталог для збереження завантажених на сервер файлів має бути створений та до нього має бути доступ для запису (дивись «Налаштування файлів» ниже).</p>

# installer-configureXSLMessage
source: <p>Your PHP installation does not have the XSL module enabled. Either enable it, or configure the xslt_command parameter in your config.inc.php file.</p>
ar_iq: <p>إن تنصيبك الحالي لبرنامج PHP لا يمتلك وحدة مممكنة لمعالجة XSL. عليك إما أن تقوم بتمكينها، أو تعديل معيار الأمر xslt_command في ملف التهيئة config.inc.php.</p>
ca_es: <p>Heu instal·lat el PHP amb el mòdul XSL desactivat. Activeu-lo o configureu el paràmetre xslt_command en el vostre fitxer config.inc.php .</p>
cs_cz: <p>Váše instalace PHP nemá povolený modul XSL. Buď ho povolte, nebo změňte parametr xslt_command parameter ve vašem konfiguračním souboru config.inc.php.</p>
da_dk: <p>XSL-modulet er ikke aktiveret på denne PHP-installation. Enten skal den aktiveres eller også skal xslt_command parameteret konfigureres i config.inc.php filen.</p>
de_de: <p>In Ihrer PHP-Installation ist das XSL-Modul nicht freigeschaltet. Entweder schalten Sie es frei, oder konfigurieren Sie das Parameter xsl_command in Ihrer Datei config.inc.php.</p>
es_es: <p>Su instalación PHP no tiene el módulo XSL activado. Actívelo o configure el parámetro xslt_command en su archivo config.inc.php.</p>
fi_fi: <p>PHP-asennuksellasi ei ole XSL-moduulia käytössä. Ota se käyttöön tai määritä xslt_command -parametri config.inc.php -tiedostossa.</p>
fr_fr: <p>Le module XSL de votre installation PHP n'est pas activé. Veuillez l'activer ou configurer le paramètre xslt_command de votre fichier config.inc.php.</p>
it_it: <p>La tua installazione di PHP non ha abilitato il modulo XSL. Puoi sia abilitarlo o configurare il parametro xslt_command nel file config.inc.php </p>
nl_nl: <p>De XSL module is niet ingeschakeld in uw PHP installatie. Schakel die module in, of configureer de xslt_command parameter in het config.inc.php bestand.</p>
pl_pl: <p>Twoja instalacja PHP nie posiada skonfigurowanego modułu XSL. Włącz go lub skonfiguruj komendę xslt_command w swoim pliku konfiguracyjnym config.inc.php.</p>
pt_pt: <p>A sua instalação do PHP não possui o módulo XSL activado. Active-o, ou configure o parâmetro xslt_command no ficheiro config.inc.php.</p>
ru_ru: <p>В вашей инсталляции PHP не включен модуль XSL. Включите его или настройте параметр xslt_command в вашем файле config.inc.php.</p>
sl_si: <p>Vaša PHP namestitev nima omogočenega XSL modula. Ali ga vključite ali pa ustrezno konfigurirajte paramer xslt_command v vaši config.inc.php datoteki.</p>
sr_rs@cyrillic: <p>Ваша PHP инсталација нема доступан XSL модул. Или га омогућите или подесите xslt_command параметар у вашем config.inc.php фајлу.</p>
sr_rs@latin: <p>Vaša PHP instalacija nema dostupan XSL modul. Ili ga omogućite ili podesite xslt_command parametar u vašem config.inc.php fajlu.</p>
sv_se: <p>Din PHP-installation har inte XSL-modulen aktiverat. Aktivera den eller konfigurera xslt_command-parametern i din config.inc.php-fil.</p>
tr_tr: <p>PHP kurulumunuzda XSL modülü etkin değil. Bunu etkinleştirin veya config.inc.php dosyanızda xslt_command parametresini yapılandırın. </p>
uk_ua: <p>У вашій інсталяції PHP не увімкнено модуль XSL. Увімкніть його або налаштуйте параметр xslt_command у вашому файлі config.inc.php.</p>

# installer-beacon
source: Beacon
ar_iq: المرشد
cs_cz: Signál
de_de: Identifikationssignal
fi_fi: Jäljite
fr_fr: Balise
ru_ru: Маяк
sv_se: Identifikationssignal
tr_tr: İşaretçi
uk_ua: Маяк

# installer-beacon-enable
source: Provide a unique site ID and OAI base URL to PKP for statistics and security alert purposes only.
ar_iq: زود الموقع برمز تعريفي فريد ورابط أساسي لـ OAI فقط لأغراض إحصائية وما يتعلق بإشعارات الأمان لمشروع المعرفة العامة.
ca_es: Aporteu un únic ID de lloc i una URL de base OAI a PKP només per a propòsits de seguretat i d'alertes de seguretat.
cs_cz: Poskytněte, prosím, unikátní ID a OAI base URL vašich stránek pro PKP - budou využity pouze pro statistické účely a bezpečnostní varování.
da_dk: Levér et unikt webside-id og OAI-basis-URL til PKP til brug for statistiske og sikkerhedsalarmmæssige formål.
de_de: Eine eindeutige Identifikation und die OAI base URL an PKP übermitteln (nur für Statistiken und Sicherheitsbenachrichtigungen).
es_es: Aporte a PKP un único identificador de sitio y una URL de base OAI solo con finalidades estadísticas y de seguridad.
fi_fi: Anna yksilöivä sivuston tunniste ja OAI:n perus-URL-osoite PKP:lle ainoastaan tilastointia ja suojavaroitustarkoituksia varten.
fr_fr: Procure un identifiant unique de site et un URL pour le protocole OAI pour PKP. Ceux-ci utilisés seulement pour des fins de statistiques et de sécurité.
it_it: Invia un id univoco e l'OAI base URL alla PKP per sole finalità statistiche e di allerta di sicurezza.
nl_nl: Geef een unieke ID op voor de website, en een basis-URL voor OAI. Deze gegevens worden uitsluitend gebruikt voor statistieken en beveiliging.
pl_pl: Podaj unikatowy ID strony oraz bazowy adres OAI dla organizacji PKP wyłącznie do raportowania danych statystycznych.
pt_pt: Forneça um ID de site único e URL base OAI para PKP apenas para estatísticas e avisos de segurança.
ru_ru: Задать уникальный ID сайта и базовый URL OAI для PKP, которые будут использоваться только для сбора статистики и предупреждений о безопасности.
sl_si: Vnesite enolični identifikator spletišča, ki bo hkrati osnova za OAI za PKP, izključno za statistiko in varnostna opozorila.
sr_rs@cyrillic: Обезбедите јединствени ID сајта базни OAI URL за PKP за статистику и сигурносна обавештења.
sr_rs@latin: Obezbedite jedinstveni ID sajta bazni OAI URL za PKP za statistiku i sigurnosna obaveštenja.
sv_se: Förse PKP med ett unikt ID för webbplatsen och bas-URL:en för OAI (bara för statistik och säkerhetsvarningar).
tr_tr: Yalnızca istatistik ve güvenlik uyarıları için PKP'ye tekil bir site kimliği ve OAI temel URL'si oluşturun.
uk_ua: Задати унікальний ID сайту і базовий URL OAI для PKP, які будуть використовуватися лише для збору статистики та попереджень про небезпеку.

# installer-unsupportedPhpError
source: Your server's PHP version is not supported by this software. Double-check the installation requirements in docs/README.
ar_iq: إن نسخة PHP التي يعمل بها ملقمك لا يدعمها هذا النظام. أعد التحقق من متطلبات التنصيب الواردة في الملف docs/README.
cs_cz: Verze PHP vašeho serveru není podporována tímto software. Zkontrolujte, prosím, znovu požadavky na konfiguraci serveru v docs/README.
da_dk: Din servers PHP-version er ikke understøttet af denne software. Dobbeltklik på installationskravene i docs/README.
de_de: Die PHP-Version Ihres Servers wird nicht von dieser Software unterstützt. Bitte überprüfen Sie die Installationsanforderungen in docs/README.
es_es: Este software no soporta la versión PHP de su servidor. Vuelva a comprobar los requisitos de instalación en docs/README.
fi_fi: Tämä ohjelmisto ei tue palvelimesi PHP-versiota. Tarkista vaatimukset docs/README-tiedostosta.
fr_fr: La version de PHP n'est pas supportée. Lire docs/README.
it_it: La tua versione di PHP non è supportata da questo software. Controlla i requisiti di installazione in docs/README.
nl_nl: De PHP versie van uw server wordt niet ondersteund door deze software. Controleer de systeemvereisten in docs/README.
pt_pt: A versão de PHP do seu servidor não é suportada por esta aplicação. Verifique os requisitos de instalação no ficheiro docs/README.
ru_ru: Версия PHP, установленная на вашем сервере, не поддерживается данным программным обеспечением. Сверьтесь еще раз с требованиями к установке в docs/README.
sl_si: Vaš strežnik ima nameščeno verzijo PHP, ki ni podprta. Preverite zahtevane pogoje za namestitev v docs/README.
sv_se: Den här programvaran stödjer inte PHP-versionen på din server. Dubbelkolla installationskraven i docs/README.
tr_tr: Sunucunuzun PHP sürümü bu yazılımı desteklemiyor. docs/README dosyasından kurulum gereksinimlerini tekrar kontrol ediniz.
uk_ua: Версія PHP вашого сервера не підтримується цим програмним забезпеченням. Уважно перевірте вимоги до встановлення у docs/README.
