Repository: TESTYXOPERO123/pkp
Catalog: locale/*/installer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fi_fi, fr_fr, hr_hr, id_id, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, zh_cn

# installer-additionalLocales
source: Additional locales
ar_iq: لغات إضافية
ca_es: Configuracions regionals addicionals
cs_cz: Doplňkové lokalizace
da_dk: Yderligere landestandarder
de_de: Weitere Regionaleinstellungen
el_gr: Πρόσθετες τοπικές ρυθμίσεις
es_es: Locales adicionales
eu_es: Locale gehiago
fi_fi: Muut kielialueet
fr_fr: Langues supplémentaires
hr_hr: Dodatni prijevodi
id_id: Bahasa Tambahan
it_it: Localizzazioni aggiuntive
nb_no: Flere lokalinnstillinger
nl_nl: Bijkomende talen
pl_pl: Dodatkowe języki
pt_pt: Idiomas Adicionais
ru_ru: Дополнительные языки
sl_si: Dodatni jeziki
sr_rs@cyrillic: Додатне локализације
sr_rs@latin: Dodatne lokalizacije
sv_se: Fler språk/regioner
tr_tr: Ek diller
uk_ua: Додаткові локалізації
zh_cn: 额外的语言环境

# installer-administratorAccount
source: Administrator Account
ar_iq: حساب المشرف الإداري
ca_es: Compte de l’administrador/a
cs_cz: Účet administrátora
da_dk: Administratorkonto
de_de: Administrator/innen-Konto
el_gr: Λογαριασμός διαχειριστή
es_es: Cuenta del administrador
eu_es: Administratzailearen kontua
fi_fi: Ylläpitäjätili
fr_fr: Compte administrateur
hr_hr: Administratorski račun
id_id: Akun Administrator
it_it: Account dell'amministratore
nb_no: Administratorkonto
nl_nl: Beheerdersaccount
pl_pl: Konto administratora
pt_pt: Conta de Administrador
ru_ru: Учетная запись администратора
sl_si: Račun administratorja
sr_rs@cyrillic: Администраторски налог
sr_rs@latin: Administratorski nalog
sv_se: Administratörskonto
tr_tr: Yönetici Hesabı
uk_ua: Обліковий запис адміністратора
zh_cn: 管理员帐户

# installer-administratorAccountInstructions
source: This user account will become the site administrator and have complete access to the system. Additional user accounts can be created after installation.
ar_iq: حساب هذا المستخدم سيكون بمثابة المشرف الإداري الذي ستكون له حرية الوصول الكاملة للنظام. المزيد من حسابات المستخدمين يمكن إنشاؤها بعد إكمال التنصيب.
ca_es: Aquest compte d'usuari/ària esdevindrà l'administrador/a del lloc web i tindrà accés complet al sistema. Una vegada finalitzada la instal·lació, és possible crear comptes d'usuari/ària addicionals.
cs_cz: Tento uživatelský účet se stane administrátorem stránek a bude mít kompletní přístup do systému. Další uživatelské účty mohou být vytvořeny po instalaci.
da_dk: Denne brugerkonto bliver webstedsadministrator og vil få fuld adgang til systemet. Efter installationen kan der oprettes flere brugerkonti.
de_de: Dieses Benutzer/innen-Konto erhält die Administrationsrechte für die gesamte Website und wird kompletten Zugriff auf das System haben. Zusätzliche Benutzer/innen-Konten können nach der Installation erstellt werden.
el_gr: Ο συγκεκριμένος λογαριασμός χρήστη θα αποτελεί τον διαχειριστή του ιστοτόπου και θα έχει πλήρη πρόσβαση στο σύστημα. Πρόσθετοι λογαριασμοί χρηστών μπορούν να δημιουργηθούν μετά από την εγκατάσταση.
es_es: Esta cuenta de usuario/a pasará a ser el administrador/a del sitio y tendrá total acceso al sistema. Tras la instalación se pueden crear más cuentas de usuario/a.
eu_es: Erabiltzaile-kontu hau gune-administratzaile bihurtuko da eta sistemarako sarbide osoa izango du. Erabiltzaile-kontu gehiago sortu ahal izango dira instalazioa egin ondoren.
fi_fi: Tästä käyttäjätilistä tulee sivuston ylläpitäjä, jolla on käyttöoikeudet koko järjestelmään. Lisää käyttäjätilejä voidaan luoda asennuksen jälkeen.
fr_fr: Ce compte utilisateur deviendra l'administrateur du site et aura le plein accès à tout le système. D'autres comptes utilisateurs peuvent être créés après l'installation.
hr_hr: Ovaj korisnički račun će postati administrator stranice i imati potpuni pristup sustavu. Dodatni korisnički računi mogu biti kreirani nakon instalacije.
id_id: Akun pengguna ini akan menjadi administrator situs dan memiliki akses penuh ke sistem. Akun pengguna tambahan dapat dibuat setelah instalasi.
it_it: Questo account utente sarà l'amministratore del sito ed avrà accesso totale al sistema. potrai creare dopo il termine dell'installazione altri account utente.
nb_no: Denne brukerkontoen kommer til å bli nettstedsadministrator, vil ha full tilgang til systemet. Flere brukerkontoer kan opprettes etter installasjon.
nl_nl: Deze gebruiker wordt de sitebeheerder en heeft volledige toegang tot het systeem. Bijkomende gebruikersaccounts kunnen na installatie aangemaakt worden.
pl_pl: To konto użytkownika dostanie uprawnienia nadrzędnego administratora strony. Dodatkowe konta użytkowników mogą zostać utworzone po instalacji.
pt_pt: Este utilizador será o Administrador do Portal e terá acesso total ao sistema. Contas adicionais podem ser criadas após a instalação.
ru_ru: Этот пользователь станет администратором сайта и получит полный доступ к системе. Дополнительные учетные записи пользователей можно будет создать после завершения установки.
sl_si: Ta uporabniški račun bo postal administrator celotnega spletišča in bo imel dostop do celotnega sistema. Dodani uporabniški računi se lahko naredijo po namestitvi.
sr_rs@cyrillic: Овај кориснички налог ће постати администратор сајта и имати потпуни приступ систему. Додатни кориснички налози могу бити креирани након инсталације.
sr_rs@latin: Ovaj korisnički nalog će postati administrator sajta i imati potpuni pristup sistemu. Dodatni korisnički nalozi mogu biti kreirani nakon instalacije.
sv_se: Det här användarkontot kommer att bli webbplatsadministratör och kommer att ha full tillgång till systemet. Ytterligare användarkonton kan skapas efter installationen.
tr_tr: Bu kullanıcı hesabı site yöneticisi olacaktır ve sisteme tam giriş yetkisi olacaktır. Ek kullanıcı hesapları kurulumdan sonra oluşturulabilir.
uk_ua: Цей обліковий запис буде використовуватись адміністратором сайту, він надаватиме повний доступ до системи. Ви зможете створити додаткові облікові записи після завершення інсталяції.
zh_cn: 这个帐户将成为站点的管理员，并且可以存取整站的所有内容，额外的用户信息可以在安装后添加.

# installer-checkNo
source: <span class="pkp_form_error formError">NO</span>
ar_iq: <span class="pkp_form_error formError">لا</span>
cs_cz: <span class="pkp_form_error formError">NE</span>
da_dk: <span class="pkp_form_error formError">NEJ</span>
de_de: <span class="pkp_form_error formError">NEIN</span>
el_gr: <span class="pkp_form_error formError">Όχι</span>
eu_es: <span class="pkp_form_error formError">EZ</span>
fi_fi: <span class="pkp_form_error formError">EI</span>
fr_fr: <span class="pkp_form_error formError">NON</span>
hr_hr: <span class="pkp_form_error formError">NE</span>
id_id: <span class="formError">Tidak</span>
nb_no: <span class="pkp_form_error formError">NEI</span>
nl_nl: <span class="pkp_form_error formError">NEE</span>
pl_pl: <span class="formError">NIE</span>
pt_pt: Não<span class="pkp_form_error formError">NÃO</span>
ru_ru: <span class="pkp_form_error formError">НЕТ</span>
sl_si: <span class="pkp_form_error formError">NE</span>
sr_rs@cyrillic: <span class="formError">НЕ</span>
sr_rs@latin: <span class="formError">NE</span>
sv_se: <span class="pkp_form_error formError">NEJ</span>
tr_tr: <span class="pkp_form_error formError">HAYIR</span>
uk_ua: <span class="formError">НІ</span>
zh_cn: <span class="pkp_form_error formError">未通过</span>

# installer-checkYes
source: Yes
ar_iq: نعم
ca_es: Sí
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
eu_es: Bai
fi_fi: Kyllä
fr_fr: Oui
hr_hr: Da
id_id: Ya
it_it: Si
nb_no: Ja
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
sl_si: Da
sr_rs@cyrillic: Да
sr_rs@latin: Da
sv_se: Ja
tr_tr: Evet
uk_ua: Так
zh_cn: 通过

# installer-clientCharset
source: Client character set
ar_iq: نظام الحروف للزبون
ca_es: Joc de caràcters del client
cs_cz: Znaková sada klienta
da_dk: Klienttegnsæt
de_de: Client-Zeichensatz
es_es: Conjunto de caracteres del cliente
eu_es: Bezeroaren karaktere-jokoa
fi_fi: Asiakkaan merkistö
fr_fr: Jeu de caractères du client
hr_hr: Skupina znakova klijenta
id_id: Klien karakter set
it_it: Set di caratteri del client
nb_no: Tegnsett for klienten
nl_nl: Browser karakterset
pl_pl: Kodowanie znaków (klient)
pt_pt: Conjunto de caracteres do Cliente
ru_ru: Кодировка клиента
sl_si: Nabor znakov klienta
sr_rs@cyrillic: Скуп знакова клијента
sr_rs@latin: Skup znakova klijenta
sv_se: Teckenuppsättning för klienten
tr_tr: Kullanıcı karakter seti
uk_ua: Таблиця кодування браузера
zh_cn: 客户端字符设置

# installer-clientCharsetInstructions
source: The encoding to use for data sent to and received from browsers.
ar_iq: الترميز المستعمل عند إرسال البيانات واستلامها من المستعرض.
ca_es: Codificació que s’utilitzarà per a les dades que s’enviïn als navegadors i es rebin des d’aquests.
cs_cz: Kódování, které má být použito pro data posílaná a přijímaná z prohlížečů.
da_dk: Den kode, som skal bruges til data, der sendes til og modtages fra browsere.
de_de: Codierung für Daten, die vom oder zum Browser geschickt werden.
el_gr: Κωδικοποίηση για τα δεδομένα που αποστέλλονται και λαμβάνονται από προγράμματα φυλλομέτρησης.
es_es: Codificación que usar para la información enviada y recibida de los navegadores.
eu_es: Arakatzaileetara bidaltzen eta arakatzaileetatik jasotzen diren datuetan erabiltzeko kodeketa.
fi_fi: Koodaus, jota käytetään selaimiin lähettäviin ja niistä vastaanotettaviin tietoihin.
fr_fr: L'encodage à utiliser pour les données envoyées et reçues des navigateurs.
hr_hr: Enkoding koji se koristi za slanje i primanje podataka iz preglednika.
id_id: Kode karakter yang dikirim dan diterima perambah.
it_it: La codifica da utilizzare per l'invio e ricezione dei dati dai browser.
nb_no: Tegnkodingen som skal brukes for data som blir sendt til og mottatt fra nettlesere.
nl_nl: De codering die gebruikt moet worden voor de gegevens die verzonden worden naar en ontvangen worden van browsers.
pl_pl: Kodowanie znaków używane przez system do wysyłania oraz odbierania danych.
pt_pt: A codificação utilizada para dados enviados e recebidos pelos navegadores.
ru_ru: Кодировка, которая используется для обмена данными с браузерами.
sl_si: Kodiranje, ki se uporablja za pošiljanje in prejemanje podatkov iz različnih brskalnikov.
sr_rs@cyrillic: Енкодинг који се користи за слање и примање података из броwсер-а.
sr_rs@latin: Enkoding koji se koristi za slanje i primanje podataka iz browser-a.
sv_se: Kodning för data som skickas från och till webbläsaren.
tr_tr: Hizmet vericiden veri gönderme ve alma için şifreleme.
uk_ua: Кодування, в якому буде проводитись обмін даними з браузерами користувачів.
zh_cn: 从浏览器发送和接受数据的使用的编码.

# installer-configFileError
source: The configuration file <tt>config.inc.php</tt> does not exist or is not readable.
ar_iq: ملف الإعدادات <tt>config.inc.php</tt> لا وجود له أو تتعذر قراءته.
ca_es: El fitxer de configuració <tt>config.inc.php</tt> no existeix o no té permís de lectura.
cs_cz: Konfigurační soubor <tt>config.inc.php</tt> neexistuje nebo není čitelný.
da_dk: Konfigurationsfilen <tt>config.inc.php</tt> findes ikke eller kan ikke læses.
de_de: Die Konfigurationsdatei <tt>config.inc.php</tt> existiert nicht oder ist nicht lesbar.
el_gr: Το αρχείο ρυθμίσεων <tt>config.inc.php</tt> δεν υπάρχει ή δεν είναι αναγνώσιμο.
es_es: El archivo de configuración <tt>config.inc.php</tt> no existe o no se puede leer.
eu_es: <tt>config.inc.php</tt>konfigurazio-fitxategia ez dago edo ezin da irakurri.
fi_fi: Määritystiedostoa <tt>config.inc.php</tt> ei ole olemassa tai sitä ei voi lukea.
fr_fr: Le fichier de configuration <tt>config.inc.php</tt> n'existe pas ou n'est pas lisible.
hr_hr: Konfiguracijska datoteka <tt>config.inc.php</tt> ne postoji ili je nečitljiva.
id_id: Konfigurasi file <tt>config.inc.php</tt> tidak ada atau tidak terbaca.
it_it: Il file di configurazione <tt>config.inc.php</tt> non esiste o non è leggibile.
nb_no: Konfigurasjonsfilen <tt>config.inc.php</tt> finnes ikke eller er ikke lesbar.
nl_nl: Het configuratiebestand <tt>config.inc.php</tt> bestaat niet of kan niet gelezen worden.
pl_pl: Plik konfiguracyjny <tt>config.inc.php</tt> nie istnieje lub nie jest przeznaczony do odczytu.
pt_pt: O documento de configuração <tt>config.inc.php</tt> não existe ou não possui permissão de leitura.
ru_ru: Конфигурационный файл <tt>config.inc.php</tt> не существует или не доступен для чтения.
sl_si: Nastavitvena datoteka <tt>config.inc.php</tt> ne obstaja ali ni berljiva.
sr_rs@cyrillic: Конфигурациони фајл <тт>цонфиг.инц.пхп</тт> не постоји или је нечитљив.
sr_rs@latin: Konfiguracioni fajl <tt>config.inc.php</tt> ne postoji ili je nečitljiv.
sv_se: Konfigurationsfilen <tt>config.inc.php</tt> finns inte eller går inte att läsa.
tr_tr: <tt>config.inc.php</tt> adlı konfigürasyon dosyası mevcut değil veya okunabilir değil.
uk_ua: Файл конфігурації <tt>config.inc.php</tt> не існує або недоступний для читання.
zh_cn: 配置文件 <tt>config.inc.php</tt> 不存在或者不可读.

# installer-connectionCharset
source: Connection character set
ar_iq: نظام حروف الاتصال
ca_es: Joc de caràcters de la connexió
cs_cz: Znaková sada pro připojení
da_dk: Forbindelsestegnsæt
de_de: Zeichensatz für Verbindungen
es_es: Conjunto de caracteres de la conexión
eu_es: Konexioko karaktere-jokoa
fi_fi: Yhteyden merkistö
fr_fr: Jeu de caractères pour la connexion
hr_hr: Skupina znakova konekcije
id_id: Koneksi karakter set
it_it: Set di caratteri per la connessione
nb_no: Tegnsett for databasekoblingen
nl_nl: Connectie karakterset
pl_pl: Kodowanie znaków (połączenie)
pt_pt: Conjunto de Caracteres da Conexão
ru_ru: Кодировка для соединения с БД
sl_si: Nabor znakov povezave
sr_rs@cyrillic: Скуп знакова конекције
sr_rs@latin: Skup znakova konekcije
sv_se: Anslutningens teckenuppsättning
tr_tr: Bağlantı karakter seti
uk_ua: Таблиця кодування для зв'язку з БД
zh_cn: 连接字符集

# installer-contentsOfConfigFile
source: Contents of configuration file
ar_iq: محتويات ملف الإعدادات
ca_es: Continguts del fitxer de configuració
cs_cz: Obsah konfiguračního souboru
da_dk: Konfigurationsfilens indhold
de_de: Inhalt der Konfigurationsdatei
el_gr: Περιεχόμενα αρχείου ρυθμίσεων
es_es: Contenidos del fichero de configuración
eu_es: Konfigurazio-fitxategiaren edukia
fi_fi: Määritystiedoston sisältö
fr_fr: Contenu du fichier de configuration
hr_hr: Sadržaj konfiguracijske datoteke
id_id: Isi file konfigurasi
it_it: Contenuti del file di configurazione
nb_no: Innholdet i konfigurasjonsfilen
nl_nl: Inhoud van het configuratiebestand
pl_pl: Zawartość pliku konfiguracyjnego
pt_pt: Conteúdo para ficheiro de configuração
ru_ru: Содержимое конфигурационного файла
sl_si: Vsebina nastavitvene datoteke
sr_rs@cyrillic: Садржај конфигурационог фајла
sr_rs@latin: Sadržaj konfiguracionog fajla
sv_se: Konfigurationsfilens innehåll
tr_tr: Konfigürasyon dosyasının içeriği
uk_ua: Зміст файлу конфігурації
zh_cn: 配置文件内容

# installer-createDatabase
source: Create new database
ar_iq: إنشاء قاعدة بيانات جديدة
ca_es: Crea una base de dades nova
cs_cz: Vytvořit novou databázi
da_dk: Opret ny database
de_de: Datenbank anlegen
el_gr: Δημιουργία βάσης δεδομένων
es_es: Crear nueva base de datos
eu_es: Sortu datu-base berria
fi_fi: Luo uusi tietokanta
fr_fr: Créer une nouvelle base de données
hr_hr: Kreiraj novu bazu podataka
id_id: Membuat database baru
it_it: Crea nuovo database
nb_no: Opprett ny database
nl_nl: Nieuwe database aanmaken
pl_pl: Utwórz nową bazę danych
pt_pt: Criar nova base de dados
ru_ru: Создать новую базу данных
sl_si: Ustvari novo bazo podatkov
sr_rs@cyrillic: Креирај нову базу података
sr_rs@latin: Kreiraj novu bazu podataka
sv_se: Skapa ny databas
tr_tr: Yeni veri tabanı oluştur
uk_ua: Створити нову базу даних
zh_cn: 创建新数据库
