Repository: TESTYXOPERO123/pkp
Catalog: locale/*/installer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fi_fi, fr_fr, hr_hr, id_id, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, zh_cn

# installer-form-separateMultiple
source: Separate multiple values with commas
ar_iq: إفصل بين الكلمات المتعددة بفوارز إنجليزية
ca_es: Separeu els valors múltiples amb comes.
cs_cz: Více hodnot oddělte čárkami
da_dk: Adskil flere værdier med kommaer
de_de: Bitte trennen Sie mehrere Werte durch Kommata.
el_gr: Διαχωρίστε ξεχωριστές τιμές με κόμματα
es_es: Separar valores múltiples con comas
eu_es: Balio bat baino gehiago direnean, bereizi koma bidez
fi_fi: Erota arvot pilkuilla
fr_fr: Séparer les valeurs multiples par une virgule
hr_hr: Razdvojite višestruke vrijednosti zarezima.
id_id: Pisahkan beberapa nilai dengan koma.
it_it: Separare valori multipli con le virgole
nb_no: Skill multiple verdier med komma
nl_nl: Scheid meerdere waarden met komma's
pl_pl: Oddziel wiele wartości za pomocą przecinków
pt_pt: Separe valores múltiplos com vírgulas
ru_ru: Несколько вводимых значений разделяйте запятыми
sl_si: Več vrednosti med seboj ločite z vejicami
sr_rs@cyrillic: Раздвојите вишеструке вриедности зарезима.
sr_rs@latin: Razdvojite višestruke vriednosti zarezima.
sv_se: Separera flera värden med kommatecken
tr_tr: Çoklu değerleri virgül ile ayırın.
uk_ua: Якщо значень декілька, відокремлюйте їх комами
zh_cn: 用逗号分隔多个值

# installer-form-usernameAlphaNumeric
source: The administrator username can contain only alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
ar_iq: اسم الدخول للمشرف الإداري يمكن أن يتضمن حروفاً وأرقاماً، خطوط تحتانية، وشُرط، وينبغي أن يبدأ وينتهي بحرف أو رقم حصراً.
ca_es: El nom d’usuari de l’administrador/a només pot contenir caràcters alfanumèrics, ratlles baixes i guionets, i ha de començar i acabar amb un caràcter alfanumèric.
cs_cz: Uživatelské jméno administrátora může obsahovat pouze alfanumerické znaky, podtržítka a pomlčky a musí začínat a končit alfanumerickým znakem.
da_dk: Administratorbrugernavnet må kun indeholde alfanumeriske tegn, understregningstegn og bindestreger og skal begynde og slutte med et alfanumerisk tegn.
de_de: Der Benutzer/innen-Name für das Administrations-Konto darf nur Buchstaben, Zahlen, Unterstriche und Bindestriche enthalten und muss mit einem Buchstaben oder einer Zahl beginnen und enden.
el_gr: Το όνομα χρήστη του διαχειριστή μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, χαρακτήρες υπογράμμισης, και παύλες και πρέπει να αρχίζει και να τελειώνει με έναν αλφαρηθμητικό χαρακτήρα.
es_es: El nombre de usuario del administrador sólo puede contener caracteres alfanuméricos, guiones bajos, y guiones, y debe empezar y finalizar con un carácter alfanumérico.
eu_es: Administratzailearen erabiltzaile-izenean alfazenbakizko karaktereak, azpimarra eta marratxoak bakarrik onartzen dira, eta lehen karakterea eta azkena alfazenbakizkoak izan behar dira.
fi_fi: Ylläpitäjän käyttäjätunnus voi sisältää vain aakkosnumeerisia merkkejä, alaviivoja ja yhdysmerkkejä, ja sen täytyy alkaa ja päättyä aakkosnumeeriseen merkkiin.
fr_fr: Le nom d'utilisateur de l'administrateur ne peut contenir que des caractères alphanumériques, traits de soulignement, et traits d'union, et doit commencer et se terminer par un caractère alphanumérique.
hr_hr: Administratorsko korisničko ime može sadržavati samo slovnobrojčane znakove, podvlačenja i crtice, a mora početi i završiti sa slovnobrojčanim znakom.
id_id: Nama administrator hanya dapat berisi karakter alfanumeik, garis bawah, dan tanda hubung, dan harus dimulai dan diakhiri dengan karakter alfanumerik.
it_it: L'username dell'amministratore può contenere solo caratteri alfanumerici, underscore, e trattini, e deve iniziare e finire con un carattere alfanumerico.
nb_no: Administrator-brukernavnet kan bare inneholde alfanumeriske tegn, understrek og bindestrek, og må begynne og slutte med et alfanumerisk tegn.
nl_nl: De gebruikersnaam van de de beheerder mag alleen alfanumerieke tekens, liggende streepjes en koppelstreepjes bevatten en moet beginnen en eindigen met een alfanumeriek teken.
pl_pl: Nazwa konta administratora może być złożona ze znaków alfanumerycznych, podkreśleń, oraz znaku minus (-). Ponadto, musi się zaczynać i kończyć znakiem alfanumerycznym.
pt_pt: A autenticação apenas pode conter caracteres alfanuméricos, sublinhados "_" e hífens "-", devendo começar e terminar por um caractere alfanumérico.
ru_ru: Имя пользователя для учетной записи администратора может содержать только буквы, цифры, подчеркивания и дефисы; оно должно начинаться и заканчиваться буквой или цифрой.
sl_si: Uporabniško ime administratorja lahko vsebuje samo alfanumerične znake, podčrtaj, pomišljaj in se mora začeti in končati z alfanumeričnim znakom.
sr_rs@cyrillic: Администраторско корисничко име може да садржи само словне и бројчане знаке, подвлачења и цртице, а мора почети и завршити са словним или бројчаним знаком.
sr_rs@latin: Administratorsko korisničko ime može da sadrži samo slovne i brojčane znake, podvlačenja i crtice, a mora početi i završiti sa slovnim ili brojčanim znakom.
sv_se: Administratörens användarnamn får endast innehålla alfanumeriska tecken, understreck eller bindestreck, och måste inledas och avslutas med ett alfanumeriskt tecken.
tr_tr: Yöneticinin kullanıcı adı yalnızca alfanümerik karakterleri, alt çizgileri ve tire işaretlerini içerebilir ve mutlaka bir alfanümerik karakter ile başlayıp sonlanmalıdır.
uk_ua: Ім'я користувача адміністратора може складатися лише з літер, цифр, символів підкреслення та дефісів, воно має починатися та закінчуватися літерою або цифрою.
zh_cn: 管理员的用户名能包含数字和字符，下划线和链接符，而且必须以字母和数字开始和结束.

# installer-form-usernameRequired
source: A username for the administrator account is required.
ar_iq: ينبغي إدخال اسم الدخول للمشرف الإداري حتماً.
ca_es: Heu d’introduir un nom d’usuari per al compte d’administrador/a.
cs_cz: Je vyžadováno uživatelské jméno pro účet administrátora.
da_dk: Der kræves et brugernavn til administratorkontoen.
de_de: Bitte geben Sie einen Benutzer/innen-Namen für das Administrations-Konto an.
el_gr: Απαιτείται όνομα χρήστη για τον λογαριασμό διαχειριστή.
es_es: Es necesario un nombre de usuario para la cuenta de administrador.
eu_es: Administratzaile-kontuaren erabiltzaile-izena eman behar da.
fi_fi: Ylläpitäjätilille vaaditaan käyttäjätunnus.
fr_fr: Un nom d'utilisateur pour le compte administrateur est obligatoire.
hr_hr: Korisničko ime za administratorski račun je obavezno.
id_id: Nama pengguna untuk akun administrator diperlukan.
it_it: Inserisci l'username per l'account di amministratore.
nb_no: Et brukernavn for administratorkontoen er påkrevet.
nl_nl: De gebruikersnaam voor de beheerder is verplicht.
pl_pl: Nazwa użytkownika dla konta administratora jest wymagana.
pt_pt: Autenticação obrigatória.
ru_ru: Имя пользователя для учетной записи администратора обязательно.
sl_si: Uporabniško ime za račun administratorja je obvezno.
sr_rs@cyrillic: Корисничко име за администраторски налог је обавезно.
sr_rs@latin: Korisničko ime za administratorski nalog je obavezno.
sv_se: Ett användarnamn för administratörskontot måste anges.
tr_tr: Yönetici hesabı için bir kullanıcı adı gereklidir.
uk_ua: Необхідно вказати ім'я користувача для облікового запису адміністратора.
zh_cn: 管理员的用户名是必须的.

# installer-installationWrongPhp
source: <br/><strong>WARNING: Your current version of PHP does not meet the minimum requirements for installation. It is recommended to upgrade to a more recent release of PHP.</strong>
ar_iq: <br/><strong>تحذير: نسختك من برنامج PHP لا تلبي متطلبات الحد الأدنى المطلوبة للتنصيب. ننصح بترقيتها إلى نسخة أحدث تتوافق مع متطلبات تشغيل النظام.</strong>
ca_es: <br/><strong>ADVERTIMENT: La versió actual de PHP no compleix els requisits mínims per a la instal·lació. Us recomanem que instal·leu una versió de PHP més recent.</strong>
cs_cz: <br/><strong>VAROVÁNÍ: Vaše současná verze PHP nesplňuje minimální požadavky pro instalaci. Doporučuje se upgrade na novější vydání PHP.</strong>
da_dk: <br/><strong>ADVARSEL! Din aktuelle version af PHP opfylder ikke minimumkravene til installation. Det anbefales at opgradere til en nyere version af PHP.</strong>
de_de: <br/><strong>WARNUNG: Ihre aktuelle PHP-Version erfüllt nicht die Minimalanforderungen für die Installation. Wir empfehlen ein Upgrade zu einer neueren Version von PHP.</strong>
el_gr: <br/><strong>ΕΙΔΟΠΟΙΗΣΗ: Η τρέχουσα έκδοση της PHP στον υπολογιστή σας δεν ικανοποιεί τις ελάχιστες προδιαγραφές εγκατάστασης. Συνιστάται η αναβάθμιση σε μια νεώτερη έκδοση PHP.</strong>
es_es: <br/><strong>ADVERTENCIA: La versión actual de PHP no cumple los requisitos mínimos de instalación. Se recomienda actualizar a una versión más reciente de PHP.</strong>
eu_es: <br/><strong>KONTUZ: Zure oraingo PHP bertsioak ez ditu betetzen instalazioa egiteko eskakizunak. PHP bertsio berriagora aldatzea gomendatzen dizugu.</strong>
fi_fi: <br/><strong>VAROITUS: Nykyinen PHP-versiosi ei täytä asennusta koskevia vähimmäisvaatimuksia. On suositeltavaa päivittää PHP uudempaan versioon.</strong>
fr_fr: <br/><strong>AVERTISSEMENT : Votre version actuelle de PHP ne satisfait pas aux exigences minimales d'installation. Nous vous recommandons de faire la mise à jour vers une version plus récente de PHP.</strong>
hr_hr: <br/><strong>UPOZORENJE: Vaša trenutna verzija PHP-a ne odgovara minimalnim zahtjevima instalacije. Preporučujemo da instalirate noviju verziju PHP-a.</strong>
id_id: <br/><strong>PERINGATAN: Versi PHP Anda saat ini tidak memenuhi persyaratan minimum untuk instalasi. Disarankan untuk memperbaharui menjadi versi PHP terbaru.</strong>
it_it: <br/><strong>ATTENZIONE: La tua versione attuale di PHP non soddisfa i requisiti minimi per l'installazione. E' raccomandato aggionare a una versione più recente di PHP.<br/><strong>
nb_no: <br/><strong>ADVARSEL: din nåværende PHP-versjon tilfredsstiller ikke minstekravene for installasjonen. Du bør oppgradere til en nyere utgave av PHP.</strong>
nl_nl: <br/><strong>WAARSCHUWING: Uw huidige PHP versie voldoet niet aan de minimale eisen. Het is aan te bevelen om te upgraden naar een meer recente versie.</strong>
pl_pl: <br/><strong>UWAGA: Wersja PHP zainstalowana na serwerze nie spełnia minimalnych wymagań niezbędnych do zainstalowania systemu. Zaktualizuj PHP do nowszej wersji.</strong>
pt_pt: <br/><strong>AVISO: A versão do PHP utilizada não está em conformidade com os requisitos mínimos para instalação do sistema. Recomenda-se usar a versão mais recente do PHP.</strong>
ru_ru: <br/><strong>ПРЕДУПРЕЖДЕНИЕ: Ваша текущая версия PHP не соответствует минимальным требованиям для установки. Рекомендуется обновить PHP до более новой версии.</strong>
sl_si: <br/><strong>OPOZORILO: Vaša verzija PHP ne zadostuje minimalnim zahtevam za namestitev. Priporočljivo je, da PHP nadgradite z novejšo verzijo.</strong>
sr_rs@cyrillic: <br/><strong>УПОЗОРЕЊЕ: Ваша тренутна верзија PHP-а не одговара минималним захтевима инсталације. Препоручујемо да инсталирате новију верзију PHP-a.</strong>
sr_rs@latin: <br/><strong>UPOZORENjE: Vaša trenutna verzija PHP-a ne odgovara minimalnim zahtevima instalacije. Preporučujemo da instalirate noviju verziju PHP-a.</strong>
sv_se: <br/><strong>VARNING: Din nuvarande version av PHP uppfyller inte minimikraven för installationen. Vi rekommenderar att du uppgraderar till en nyare version av PHP.</strong>
tr_tr: <br/><strong>UYARI: Kullanmakta olduğunuz PHP sürümü kurulum için minimum gereksinimleri karşılamıyor. Daha güncel bir PHP sürümü yüklemeniz önerilir.</strong>
uk_ua: <br/><strong>ПОПЕРЕДЖЕННЯ: Встановлена версія PHP не відповідає мінімальним вимогам для інсталяції цієї програми. Рекомендується оновити версію PHP.</strong>
zh_cn: <br/><strong>警告：您当前PHP的版本不符合系统安装的最低要求. 推荐您升级系统的PHP版本到最新.</strong>

# installer-installErrorsOccurred
source: Errors occurred during installation
ar_iq: حدثت أخطاء خلال عملية التنصيب
ca_es: S’han produït errors durant la instal·lació.
cs_cz: Chyby, ke kterým došlo v průběhu instalace
da_dk: Der opstod fejl under installationen
de_de: Während der Installation sind Fehler aufgetreten.
el_gr: Σφάλματα που προέκυψαν κατά την εγκατάσταση
es_es: Se han producido errores durante la instalación
eu_es: Erroreak gertatu dira instalazioan
fi_fi: Asennuksen aikana tapahtui virheitä
fr_fr: Des erreurs se sont produites pendant l'installation
hr_hr: Pojavile su se pogreške tijekom instalacije
id_id: Kesalahan terjadi pada saat instalasi
it_it: Errori avvenuti durante l'installazione
nb_no: Det oppsto feil under installasjon
nl_nl: Fouten tijdens de installatie
pl_pl: Podczas instalacji wystąpiły błędy
pt_pt: Ocorreram erros durante a instalação
ru_ru: Во время установки произошли ошибки
sl_si: Med namestitvijo je prišlo do napak
sr_rs@cyrillic: Појавиле су се грешке у инсталацији
sr_rs@latin: Pojavile su se greške u instalaciji
sv_se: Det uppstod fel under installationen
tr_tr: Yükleme sırasında hata oluştu.
uk_ua: В процесі інсталяції виникли помилки
zh_cn: 安装过程报错

# installer-installerSQLStatements
source: SQL statements for installation
ar_iq: عبارات SQL للتنصيب
ca_es: Expressions SQL per a la instal·lació
cs_cz: SQL příkazy pro instalaci
da_dk: SQL-sætninger til installation
de_de: SQL-Anweisungen für die Installation
el_gr: SQL Statements για την εγκατάσταση
es_es: Sentencias SQL para la instalación
eu_es: Instalazioa egiteko SQL instrukzioak
fi_fi: SQL-lauseet asennusta varten
fr_fr: énoncés SQL pour l'installation
hr_hr: SQL izjave za instalaciju
id_id: Laporan SQL untuk instalasi
it_it: Istruzioni SQL per l'installazione
nb_no: SQL -setninger for installasjon
nl_nl: SQL opdrachten voor installatie
pl_pl: Wyrażenia SQL dla instalacji
pt_pt: Comandos SQL para instalação
ru_ru: SQL-запросы для установки
sl_si: SQL stavki za namestitev
sr_rs@cyrillic: SQL изјаве за инсталацију
sr_rs@latin: SQL izjave za instalaciju
sv_se: SQL-kommandon för installation
tr_tr: Kurulum için SQL açıklamaları
uk_ua: Оператори SQL для інсталяції
zh_cn: 安装SQL语句

# installer-installFileError
source: The installation file <tt>dbscripts/xml/install.xml</tt> does not exist or is not readable.
ar_iq: ملف التنصيب <tt>dbscripts/xml/install.xml</tt> مفقود أو تتعذر قراءته.
ca_es: El fitxer d'instal·lació <tt>dbscripts/xml/install.xml</tt> no existeix o no té permís de lectura.
cs_cz: Instalační soubor <tt>dbscripts/xml/install.xml</tt> neexistuje nebo není čitelný.
da_dk: Installationsfilen <tt>dbscripts/xml/install.xml</tt> findes ikke eller kan ikke læses.
de_de: Die Installationsdatei <tt>dbscripts/xml/install.xml</tt> existiert nicht oder ist nicht lesbar.
el_gr: Το αρχείο εγκατάστασης <tt>dbscripts/xml/install.xml</tt> δεν υπάρχει ή δεν είναι εγγράψιμο (writable).
es_es: El archivo de instalación <tt>dbscripts/xml/install.xml</tt> no existe o no se puede leer.
eu_es: <tt>dbscripts/xml/install.xml</tt> instalazio-fitxategia ez dago edo ezin da irakurri.
fi_fi: Asennustiedostoa <tt>dbscripts/xml/install.xml</tt> ei ole olemassa tai se ei ole luettavissa.
fr_fr: Le fichier d'installation <tt>dbscripts/xml/install.xml</tt> n'existe pas ou n'est pas lisible.
hr_hr: Instalacijska datoteka <tt>dbscripts/xml/install.xml</tt> ne postoji ili je nečitljiva.
id_id: File instalasi <tt>dbscripts/xml/install.xml</tt> Tidak ada atau tidak dapat terbaca.
it_it: Il file <tt>dbscripts/xml/install.xml</tt> per l'installazione non esiste o non è leggibile.
nb_no: Installasjonsfilen <tt>dbscripts/xml/install.xml</tt> finnes ikke eller er ikke lesbar.
nl_nl: Het installatiebestand <tt>dbscripts/xml/install.xml</tt> bestaat niet of kan niet gelezen worden.
pl_pl: Plik instalacyjny <tt>dbscripts/xml/install.xml</tt> nie istnieje.
pt_pt: O documento de instalação <tt>dbscripts/xml/install.xml</tt> não existe ou não possui permissão de leitura.
ru_ru: Файл установки <tt>dbscripts/xml/install.xml</tt> не существует или не доступен для чтения.
sl_si: Namestitvena datoteka <tt>dbscripts/xml/install.xml</tt> ne obstaja ali ni berljiva.
sr_rs@cyrillic: Инсталациони фолдер <tt>dbscripts/xml/install.xml</tt> не постоји или је нечитљив.
sr_rs@latin: Instalacioni folder <tt>dbscripts/xml/install.xml</tt> ne postoji ili je nečitljiv.
sv_se: Installationsfilen <tt>dbscripts/xml/install.xml</tt> existerar inte eller går inte att läsa.
tr_tr: <tt>dbscripts/xml/install.xml</tt> adlı kurulum dosyası mevcut değil veya okunabilir değil.
uk_ua: Інсталяційний файл <tt>dbscripts/xml/install.xml</tt> не існує або недоступний для читання.
zh_cn: 安装文件 <tt>dbscripts/xml/install.xml</tt> 不存在后者不可读.

# installer-installFilesDirError
source: The directory specified for uploaded files does not exist or is not writable.
ar_iq: حافظة الملفات المخصصة لحفظ الملفات المرفوعة إلى الموقع غير موجودة أو أنها لا تقبل الكتابة عليها.
ca_es: El directori especificat per als fitxers penjats no existeix o no té permís d’escriptura.
cs_cz: Adresář určený pro nahrané soubory neexistuje nebo není zapsatelný.
da_dk: Den angivne mappe til overførte filer findes ikke eller er ikke skrivbar.
de_de: Das Verzeichnis, das als Ort für hochgeladene Dateien angegeben worden ist, existiert nicht oder erlaubt keine Schreibzugriffe.
el_gr: Ο καθορισμένος φάκελος (directory) δεν υπάρχει ή δεν είναι εγγράψιμος (writable).
es_es: El directorio especificado para los ficheros subidos no existe o no tiene permisos de escritura.
eu_es: Fitxategiak kargatzeko zehaztutako direktorioa ez dago edo ez da idazgarria.
fi_fi: Ladatuille tiedostoille tarkoitettua hakemistoa ei ole olemassa tai se ei ole kirjoituskelpoinen.
fr_fr: Le répertoire précisé pour les fichiers téléchargés n'existe pas ou n'est pas disponible en écriture.
hr_hr: Direktorij određen za poslane datoteke ne postoji ili se ne može pisati po njemu.
id_id: Direktori khusus untuk file unggah tidak ada atau tidak dapat diisi
it_it: La directory indicata per l'upload dei file non esiste o non è scrivibile.
nb_no: Mappen du spesifiserte for opplastete filer finnes ikke eller er ikke overskrivbar.
nl_nl: De map voor het laden van bestanden bestaat niet of er mag niet in geschreven worden.
pl_pl: Folder deponowania nie istnieje lub nie jest przeznaczony do zapisu.
pt_pt: A pasta indicado não existe ou não possui permissão de escrita.
ru_ru: Каталог, указанный в качестве каталога для хранения загруженных на сервер файлов, не существует или не доступен для записи.
sl_si: Podana mapa za nalaganje datotek ne obstaja ali vanj ne moremo pisati.
sr_rs@cyrillic: Фолдер одређен за послате фајлове не постоји или се не може писати у њега.
sr_rs@latin: Folder određen za poslate fajlove ne postoji ili se ne može pisati u njega.
sv_se: Katalogen specificerad för uppladdade filer existerar inte, eller går inte att skriva till.
tr_tr: Yüklenen dosyalara özgü dizin mevcut veya yazılabilir değil.
uk_ua: Каталог, визначений для збереження завантажених файлів, не існує або захищений від запису.
zh_cn: 为上传文件指定的目录不存在或者不可读.

# installer-installParseDBFileError
source: Error parsing the database installation file <tt>{$file}</tt>.
ar_iq: حدث خطأ عند تحليل ملف تنصيب قاعدة البيانات <tt>{$file}</tt>.
ca_es: Hi ha hagut un error durant l'anàlisi del fitxer <tt>{$file}</tt> d'instal·lació de la base de dades.
cs_cz: Chyba při parsování instalačního souboru databáze <tt>{$file}</tt>.
da_dk: Der opstod en fejl under parsing af databaseinstallationsfilen <tt>{$file}</tt>.
de_de: Paring-Fehler bei der Verarbeitung der Datenbank-Installationsdatei <tt>{$file}</tt>.
el_gr: Σφάλμα κατά την ανάλυση (parsing) του αρχείου εγκατάστασης της βάσης δεδομένων <tt>{$file}</tt>.
es_es: Error al analizar el archivo de instalación <tt>{$file}</tt>.
eu_es: Errorea datu-basea instalatzeko <tt>{$file}</tt> fitxategia analizatzean.
fi_fi: Virhe jäsennettäessä tietokannan asennustiedostoa <tt>{$file}</tt>.
fr_fr: Erreur d'analyse du fichier d'installation de la base de données <tt>{$file}</tt>.
hr_hr: Pogreška kod sintaktičke analize instalacijske datoteke baze podataka: <tt>{$file}</tt>.
id_id: Kesalahan penguraian file instalasi database<tt>{$file}</tt>.
it_it: Errore nel parsing del file di installazione <tt>{$file}</tt>.
nb_no: Feil ved lesing av databaseinstallasjonsfilen <tt>{$file}</tt>.
nl_nl: Fout bij het parseren van het database installatiebestand <tt>{$file}</tt>.
pl_pl: Błąd parsowania pliku bazy danych - <tt>{$file}</tt>.
pt_pt: Erro na execução do documento de instalação da base de dados <tt>{$file}</tt>.
ru_ru: Ошибка синтаксического разбора файла установки БД <tt>{$file}</tt>.
sl_si: Napaka pri analiziranju namestitvene datoteke za bazo podatkov <tt>{$file}</tt>.
sr_rs@cyrillic: Грешка код синтаксичке анализе инсталацијског фајла базе података: <tt>{$file}</tt>.
sr_rs@latin: Greška kod analize sintakse instalacijskog fajla baze podataka: <tt>{$file}</tt>.
sv_se: Fel vid inläsning av installationsfilen för databasen: <tt>{$file}</tt>.
tr_tr: <tt>{$file}</tt> adlı veri tabanı kurulum dosyasında ayrıştırma hatası oluştu.
uk_ua: Помилка синтаксичного розбору файлу інсталяції бази даних <tt>{$file}</tt>.
zh_cn: 错误解析数据库安装文件模板 <tt>{$file}</tt>.

# installer-installParseEmailTemplatesFileError
source: Error parsing the email template file <tt>{$file}</tt>.
ar_iq: حدث خطأ عند تحليل ملف قوالب الرسائل الالكترونية <tt>{$file}</tt>.
ca_es: Hi ha hagut un error durant l'anàlisi del fitxer <tt>{$file}</tt> de plantilla de missatge de correu electrònic.
cs_cz: Chyba při parsování souboru šablony emailu <tt>{$file}</tt>.
da_dk: Fejl ved parsing af e-mail-skabelonfil <tt>{$file}</tt>.
de_de: Parsing-Fehler bei der Verarbeitung der E-Mail-Vorlagen-Datei <tt>{$file}</tt>.
es_es: Error al analizar el archivo de plantilla de correo electrónico <tt>{$file}</tt>.
eu_es: Errorea <tt>{$file}</tt> txantiloia analizatzean.
fi_fi: Virhe jäsennettäessä sähköpostipohjatiedostoa <tt>{$file}</tt>.
fr_fr: Une erreur s'est produite lors de l'analyse du fichier du modèle de courriel <tt>{$file}</tt>.
id_id: Kesalaha penguraian file template email<tt>{$file}</tt>.
it_it: Errore nell'analisi del template email <tt>{$file}</tt>.
nb_no: Feil ved parsing av e-postmalen <tt>{$file}</tt>.
nl_nl: Fout bij het parsen van het e-mail sjabloon <tt>{$file}</tt>.
pl_pl: Błąd parsowania pliku szablonów e-mail - <tt>{$file}</tt>.
pt_pt: Erro ao tentar analisar o ficheiro de e-mail padrão <tt>{$file}</tt>.
ru_ru: Ошибка синтаксического разбора файла шаблонов писем электронной почты <tt>{$file}</tt>.
sl_si: Napaka pri analizi datoteke s predlogo za emaile <tt>{$file}</tt>.
sr_rs@cyrillic: Грешка приликом анализирања фајла шаблона имејла <tt>{$file}</tt>.
sr_rs@latin: Greška prilikom analiziranja fajla šablona imejla <tt>{$file}</tt>.
sv_se: Fel vid inläsning av filen för e-postmallar: <tt>{$file}</tt>.
tr_tr: <tt>{$file}</tt> adlı e-posta şablon dosyasında ayrıştırma hatası oluştu.
uk_ua: Помилка синтаксичного розбору файлу шаблонів електронної пошти <tt>{$file}</tt>.
zh_cn: 错误解析电子邮件模板文件<tt>{$file}</tt>.
