Repository: TESTYXOPERO123/pkp
Catalog: locale/*/installer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fi_fi, fr_fr, hr_hr, id_id, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, zh_cn

# installer-databaseHostInstructions
source: Leave the hostname blank to connect using domain sockets instead of over TCP/IP. This is not necessary with MySQL, which will automatically use sockets if "localhost" is entered, but is required with some other database servers such as PostgreSQL.
ar_iq: أترك اسم المضيف فارغاً للاتصال مستعملاً مقابس المجال بدلاً عن بروتوكول TCP/IP. هذا الأمر ليس ضرورياً مع MySQL، التي ستستعمل تلقائياً مقابس الاتصال إذا تم إدخال عبارة "localhost"، ولكنه مطلوب مع بعض ملقمات قواعد البيانات الأخرى، مثل: PostgreSQL.
ca_es: Deixeu en blanc el nom de l'amfitrió si voleu connectar-vos utilitzant sòcols de domini, en lloc de fer-ho mitjançant TCP/IP. Aquesta acció no és necessària si treballeu amb MySQL, perquè aquest sistema utilitza sòcols automàticament si s'hi introdueix «localhost». En canvi, sí que és necessària amb altres servidors de bases de dades, com ara PostgreSQL.
cs_cz: Nechejte hostname prázdné pro připojení s použitím domain sockets namísto přes TCP/IP. Toto není nutné s MySQL, které použije automaticky sockets pokud je vložen "localhost", ale je vyžadováno jinými databázovými servery jako např. PostgreSQL.
da_dk: Undlad at udfylde værtsnavnet, hvis du vil oprette forbindelse ved hjælp af domænesockets i stedet for via TCP/IP. Dette er ikke nødvendigt i forbindelse med MySQL, der automatisk bruger sockets, hvis "localhost" angives, men det er påkrævet i forbindelse med visse andre databaseservere, f.eks. PostgreSQL.
de_de: Bitte lassen Sie das Feld Server frei, wenn Sie die Verbindung über domain sockets statt per TCP/IP vornehmen wollen. Dies ist bei MySQL nicht notwendig, das automatisch Sockets verwendet, wenn "localhost" eingegeben wird. Andere Datenbanken wie PostgreSQL erfordern aber eine solche Einstellung.
el_gr: Αφήστε το όνομα του host κενό χρησιμοποιώντας υποδοχές τομέα αντί μέσω TCP/IP. Η ενέργεια αυτή δεν είναι απαραίτητη με την MySQL, η οποία χρησιμοποιεί αυτόματα υποδοχές (sockets) αν γίνει καταχώριση "localhost", αλλά μπορεί να είναι απαραίτητη με κάποιους άλλους εξυπηρετητές βάσης δεδομένων όπως PostgreSQL.
es_es: Deje el nombre del servidor en blanco cuando se conecte mediante sockets de dominio y no por TCP/IP. Esto no es necesario con MySQL, ya que utiliza sockets automáticamente si se introduce "localhost", pero sí lo es con otros servidores de bases de datos como PostgreSQL.
eu_es: TCP/IP bidez konektatu beharrean domeinuko socket-en bidez konektatzeko, utzi hutsik ostalari-izena. MySQL badaukazu ez da beharrezkoa izango, automatikoki erabiltzen dituelako socket-ak "localhost" sartzen denean, baina beste datu-base zerbitzari batzuekin (PostgreSQL eta horrelakoekin) beharrezkoa da.
fi_fi: Jätä isäntänimi tyhjäksi muodostaaksesi yhteyden käyttäen verkkoalueliitäntää TCP/IP-protokollien sijaan. Tämä ei ole välttämätöntä MySQL:ssä, joka käyttää liitäntöjä automaattisesti, jos “localhost” syötetään. Jotkin muut tietokantapalvelimet, kuten PostgreSQL, kuitenkin vaativat sen.
fr_fr: Laisser le nom de l'hébergeur vide pour se connecter à l'aide de connecteurs logiciels de domaine au lieu de le faire par TCP/IP. Ce n'est pas nécessaire avec MySQL, qui utilisera automatiquement des connecteurs logiciels si "localhost" a été saisi, mais c'est obligatoire avec d'autres serveurs de bases de données tel que PostgreSQL.
hr_hr: Ostavite ime glavnog računala prazno da bi se spojili koristeći spojnice domene umjesto preko TCP/IP-a. Ovo nije neophodno s MySQL-om, koji će automatski koristiti spojnice ako je upisano "localhost", ali je obavezno s nekim drugim poslužiteljima baza podataka kao što je PostgreSQL.
id_id: Biarkan nama host kosong untuk terhubung menggunakan soket domain dan bukan melalui TCP/IP. Tidak perlu melakukan perubahan nama host jika Anda menggunakan MySQL yang secara otomatis menggunakan soket jika [localhost] dimasukkan, namun perubahan nama host diperlukan jika server database Anda adalah PostgreSQL atau yang lainnya.
it_it: Non riempire il campo del nome dell'host per connettervi al database tramite i domain sockets (le connessioni locali) invece delle connessioni tramite TCP/IP. Questo non è necessario con MySQL, che utilizzerà automaticamente questi socket se viene inserito "localhost", ma è obbligatorio con altri server di database, come ad esempio PostgreSQL.
nb_no: La vertsnaven stå tomt for å opprette forbindelsen gjennom "domene sockets" i stedet for over TCP/IP. Dette er ikke nødvendig med MySQL, som kommer til å bruke "sockets" automatisk hvis "localhost" er skrevet inn, men er påkrevet med enkelte andre databaseservere som for eksempel PostgreSQL.
nl_nl: Laat de machinenaam leeg om met domain sockets te werken in plaats van met TCP/IP. Dit is niet nodig bij MySQL, dat automatisch gebruik maakt van sockets als "localhost" opgegeven wordt, maar het is verplicht bij sommige andere databasesystemen zoals PostgreSQL.
pl_pl: Zostaw pole puste, jeżeli chcesz połączyć się lokalnie z wykorzystaniem gniazd. Nie jest to konieczne w przypadku MySQL, który wykorzystuje gniazda automatycznie po wpisaniu 'localhost'.
pt_pt: Deixe o nome do servidor em branco para conectar através de socket de domínio em vez de TCP/IP. Não é necessário para o MySQL, que automaticamente utiliza sockets caso "localhost" seja digitado, porém é obrigatório para outras bases como o PostgreSQL.
ru_ru: Оставьте имя хоста пустым для соединения при помощи UNIX domain sockets вместо TCP/IP. Эта настройка не обязательна для MySQL, который будет автоматически использовать sockets, если введено «localhost», но может потребоваться для других СУБД, таких как PostgreSQL.
sl_si: Pustite ime gostitelja prazno za povezavo s pomočjo domenske vtičnice namesto TCP/IP-ja. To ni potrebno pri MySQL, ki avtomatsko uporabi vtičnico, če je vpisano "localhost". Je pa potrebno pri nekaterih drugih bazah podatkov, recimo PostgreSQL.
sr_rs@cyrillic: Оставите име главног рачунара празно да би се спојили користећи спојнице домена уместо преко TCP/IP-a. Ово није неопходно са MySQL-ом, који ће аутоматски користити спојнице ако је уписано "localhost", али је обавезно са неким другим серверима база података као што је PostgreSQL.
sr_rs@latin: Ostavite ime glavnog računara prazno da bi se spojili koristeći spojnice domena umesto preko TCP/IP-a. Ovo nije neophodno sa MySQL-om, koji će automatski koristiti spojnice ako je upisano "localhost", ali je obavezno sa nekim drugim serverima baza podataka kao što je PostgreSQL.
sv_se: Lämna värdnamnet tomt för att ansluta genom domänsockets istället för över TCP/IP. Detta är inte nödvändigt med MySQL, som med automatik kommer använda sockets om "localhost" är angivet, men är obligatoriskt hos andra databaserservrar, t.ex. PostgreSQL.
tr_tr: Alan (domain) soketleri yerine TCP/IP üzerinden bağlanmak için"hostname"i boş bırakın. "localhost" bilgisi girildiyse soketler otomatik olarak kullanılacaktır. Bu MySQL için gerekli değildir, fakat PstgreSQL gibi bazı veri tabanı sunucuları için gereklidir.
uk_ua: Для з'єднання через domain sockets замість TCP/IP залиште поле імені хоста пустим. Це не є необхідним, якщо використовується MySQL, оскільки в цьому випадку, якщо введений "localhost", сокети будуть використовуватись автоматично. Але для деяких інших драйверів баз даних, наприклад, PostgreSQL, це є потрібним.
zh_cn: 不填入主机名称会使用网域接口代替TCP/IP链接。这对MySQL来说并不必要，如果输入"localhost"它会自动使用接口，不过对某些其他的数据库服务器，好比PostgreSQL来说就是必要的.

# installer-databaseName
source: Database name
ar_iq: اسم قاعدة البيانات
ca_es: Nom de la base de dades
cs_cz: Název databáze
da_dk: Databasenavn
de_de: Name der Datenbank
el_gr: Όνομα βάσης δεδομένων
es_es: Nombre de la base de datos
eu_es: Datu-basearen izena
fi_fi: Tietokannan nimi
fr_fr: Nom de la base de données
hr_hr: Ime baze podataka
id_id: Database
it_it: Nome del database
nb_no: Databasenavn
nl_nl: Databasenaam
pl_pl: Nazwa bazy danych
pt_pt: Nome da Base de Dados
ru_ru: Имя базы данных
sl_si: Ime baze podatkov
sr_rs@cyrillic: Име базе података
sr_rs@latin: Ime baze podataka
sv_se: Databasnamn
tr_tr: Veri tabanı adı
uk_ua: Ім'я бази даних
zh_cn: 数据库名

# installer-databasePassword
source: Password
ar_iq: كلمة المرور
ca_es: Contrasenya
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
eu_es: Pasahitza
fi_fi: Salasana
fr_fr: Mot de passe
hr_hr: Lozinka
id_id: Kata Sandi
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha para acesso à base de dados
ru_ru: Пароль
sl_si: Geslo
sr_rs@cyrillic: Лозинка
sr_rs@latin: Lozinka
sv_se: Lösenord
tr_tr: Şifre
uk_ua: Пароль
zh_cn: 密码

# installer-databaseSettings
source: Database Settings
ar_iq: إعدادات قاعدة البيانات
ca_es: Configuració de la base de dades
cs_cz: Nastavení databáze
da_dk: Databaseindstillinger
de_de: Datenbank-Einstellungen
el_gr: Ρυθμίσεις βάσης δεδομένων
es_es: Configuración de la base de datos
eu_es: Datu-basearen ezarpenak
fi_fi: Tietokanta-asetukset
fr_fr: Paramètres de la base de données
hr_hr: Postavke baze podataka
id_id: Pengaturan Database
it_it: Impostazioni del database
nb_no: Databaseinnstillinger
nl_nl: Databaseinstellingen
pl_pl: Ustawienia bazy danych
pt_pt: Configurações de Bases de Dados
ru_ru: Настройки базы данных
sl_si: Nastavitve baze podatkov
sr_rs@cyrillic: Подешавање базе података
sr_rs@latin: Podešavanje baze podataka
sv_se: Databasinställningar
tr_tr: Veri Tabanı Ayarları
uk_ua: Налаштування бази даних
zh_cn: 数据库设置

# installer-databaseUsername
source: Username
ar_iq: اسم المستخدم
ca_es: Nom d’usuari
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzer/innen-Name
el_gr: Όνομα χρήστη
es_es: Nombre de usuario/a
eu_es: Erabiltzaile-izena
fi_fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
hr_hr: Korisničko ime
id_id: Nama Pengguna
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Użytkownik
pt_pt: Utilizador da base de dados
ru_ru: Имя пользователя
sl_si: Uporabniško ime
sr_rs@cyrillic: Корисничко име
sr_rs@latin: Korisničko ime
sv_se: Användarnamn
tr_tr: Kullanıcı adı
uk_ua: Ім'я користувача
zh_cn: 用户名

# installer-filesDir
source: Directory for uploads
ar_iq: حافظة الملفات المرفوعة إلى الموقع
ca_es: Directori per a penjar fitxers
cs_cz: Adresář pro nahrávání souborů
da_dk: Mappe til overførsler
de_de: Verzeichnis für hochgeladene Dateien
el_gr: Κατάλογος για φόρτωση αρχείων
es_es: Directorio para subir documentos
eu_es: Kargak egiteko direktorioa
fi_fi: Hakemisto latauksille
fr_fr: Répertoire pour les téléchargements
hr_hr: Direktorij za slanje datoteka
id_id: Direktori untuk unggah
it_it: Directory per gli upload
nb_no: Mappe for opplastete filer
nl_nl: Map voor het laden van bestanden
pl_pl: Folder deponowania
pt_pt: Pasta para Envio de Ficheiros
ru_ru: Каталог для загружаемых на сервер файлов
sl_si: Mapa za nalaganje datotek
sr_rs@cyrillic: Фолдер за додате фајлове
sr_rs@latin: Folder za dodate fajlove
sv_se: Katalog för uppladdade filer
tr_tr: Yüklemeler için dizin
uk_ua: Каталог для завантаження файлів
zh_cn: 上传路径

# installer-fileSettings
source: File Settings
ar_iq: إعدادات الملفات
ca_es: Configuració dels fitxers
cs_cz: Nastavení souboru
da_dk: Filindstillinger
de_de: Dateieinstellungen
el_gr: Ρυθμίσεις αρχείου
es_es: Configuración de archivos
eu_es: Fitxategi-ezarpenak
fi_fi: Tiedostoasetukset
fr_fr: Paramètres des fichiers
hr_hr: Postavke datoteka
id_id: Pengaturan File
it_it: Impostazioni dei file
nb_no: Filinnstillinger
nl_nl: Bestandsinstellingen
pl_pl: Ustawienia plików
pt_pt: Configurações de Ficheiros
ru_ru: Настройки файлов
sl_si: Nastavitve datotek
sr_rs@cyrillic: Подешавање фајлова
sr_rs@latin: Podešavanje fajlova
sv_se: Filinställningar
tr_tr: Dosya Ayarları
uk_ua: Параметри файлів
zh_cn: 文件设置

# installer-form-clientCharsetRequired
source: A client character set must be selected.
ar_iq: ينبغي اختيار نظام الحروف للزبون.
ca_es: Heu de seleccionar un joc de caràcters del client.
cs_cz: Musí být zvolena znaková sada klienta.
da_dk: Der skal vælges et klienttegnsæt.
de_de: Bitte wählen Sie einen Zeichensatz aus.
el_gr: Πρέπει να επιλεχθεί ένα client character set.
es_es: Se debe seleccionar un conjunto de caracteres del cliente.
eu_es: Bezeroaren karaktere-joko bat hautatu behar da.
fi_fi: Asiakkaan merkistö on valittava.
fr_fr: Un jeu de caractères client doit être sélectionné.
hr_hr: Klijentski skup znakova mora biti odabran.
id_id: Klien karakter set harus.
it_it: Seleziona un set di caratteri per il client.
nb_no: Et tegnsett må være valgt for klienten.
nl_nl: Er moet een karakterset voor de browser gekozen worden.
pl_pl: Kodowanie znaków jest wymagane.
pt_pt: Deve ser definido um conjunto de caracteres do cliente.
ru_ru: Кодировка клиента должна быть выбрана.
sl_si: Izbrati morate nabor znakov klienta.
sr_rs@cyrillic: Клијентски скуп знакова мора бити одабран.
sr_rs@latin: Klijentski skup znakova mora biti odabran.
sv_se: En teckenuppsättning för klienten måste anges.
tr_tr: Bir kullanıcı karakter seti seçilmiş olmalıdır.
uk_ua: Необхідно вказати таблицю кодування браузера.
zh_cn: 客户端字符设置必选.

# installer-form-databaseDriverRequired
source: A database driver must be selected.
ar_iq: ينبغي اختيار مشغل قاعدة البيانات.
ca_es: Heu de seleccionar un controlador de la base de dades.
cs_cz: Musí být zvolen ovladač databáze.
da_dk: Der skal vælges en databasedriver.
de_de: Bitte wählen Sie einen Datenbanktreiber aus.
el_gr: Πρέπει να επιλεχθεί οδηγός (driver) βάσης δεδομένων.
es_es: Se debe seleccionar un controlador de base de datos.
eu_es: Datu-basearen kontrolatzailea hautatu behar da.
fi_fi: Tietokantaohjain on valittava.
fr_fr: Un pilote de base de données doit être sélectionné.
hr_hr: Upravljač baze podataka mora biti odabran.
id_id: Driver database harus dipilih.
it_it: Seleziona il driver per il database.
nb_no: En databasedriver må være valgt.
nl_nl: Er moet een database-stuurprogramma gekozen worden.
pl_pl: Sterownik bazy danych jest wymagany.
pt_pt: É obrigatório o driver de base de dados.
ru_ru: Драйвер СУБД должен быть выбран.
sl_si: Izbrati morate gonilnik za bazo podatkov.
sr_rs@cyrillic: Драјвер базе података мора бити одабран.
sr_rs@latin: Drajver baze podataka mora biti odabran.
sv_se: En databasdrivrutin måste anges.
tr_tr: Bir veri tabanı sürücüsü seçilmiş olmalıdır.
uk_ua: Необхідно вказати драйвер бази даних.
zh_cn: 数据库驱动必须选择一个.

# installer-form-databaseNameRequired
source: The database name is required.
ar_iq: اسم قاعدة البيانات مطلوب حتماً.
ca_es: Heu d’introduir el nom de la base de dades.
cs_cz: Je vyžadován název databáze.
da_dk: Databasenavnet er påkrævet.
de_de: Bitte geben Sie einen Namen für die Datenbank an.
el_gr: Απαιτείται όνομα βάσης δεδομένων
es_es: Es necesario el nombre de la base de datos.
eu_es: Datu-basearen izena eman behar da.
fi_fi: Tietokannan nimi vaaditaan.
fr_fr: Le nom de la base de données est obligatoire.
hr_hr: Ime baze podataka je obavezno.
id_id: Nama database diperlukan.
it_it: Inserisce il nome del database.
nb_no: Databasenavn er påkrevet.
nl_nl: De databasenaam is verplicht.
pl_pl: Nazwa bazy danych jest wymagana.
pt_pt: É obrigatório o nome da base de dados.
ru_ru: Имя базы данных обязательно.
sl_si: Ime baze podatkov je obvezno.
sr_rs@cyrillic: Име базе података је обавезно.
sr_rs@latin: Ime baze podataka je obavezno.
sv_se: Ett namn på databasen måste anges.
tr_tr: Veri tabanı ismi gereklidir.
uk_ua: Необхідно вказати ім'я бази даних.
zh_cn: 数据库名字是必须的.

# installer-form-emailRequired
source: A valid email address for the administrator account is required.
ar_iq: عنوان بريد الكتروني صحيح مطلوب حتماً لحساب المشرف الإداري.
ca_es: Heu d’introduir una adreça electrònica vàlida per al compte d’administrador/a.
cs_cz: Je vyžadována platná emailová adresa pro účet administrátora.
da_dk: Der kræves en gyldig e-mail-adresse til administratorkontoen.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse für das Administrations-Konto an.
el_gr: Απαιτείται έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου για τον λογαριασμό του διαχειριστή.
es_es: Es necesaria una cuenta de correo electrónico válida para la cuenta de administrador.
eu_es: Administratzaile-kontuaren helbide elektroniko baliozko bat eman behar da.
fi_fi: Ylläpitäjätilille vaaditaan voimassa oleva sähköpostiosoite.
fr_fr: Un courriel valide pour le compte administrateur est obligatoire.
hr_hr: Ispravna adresa e-pošte za administratorski račun je obavezna.
id_id: Alamat email yang valid untuk akun administrator diperlukan.
it_it: Inserisci un indirizzo email valido per l'amministratore.
nb_no: En gyldig e-postadresse for administratorkontoen er påkrevet.
nl_nl: Een geldig e-mailadres voor de beheerder is verplicht.
pl_pl: Poprawny adres e-mail administratora jest wymagany.
pt_pt: É obrigatório um endereço de e-mail válido.
ru_ru: Правильный адрес электронной почты для учетной записи администратора обязателен.
sl_si: Veljaven e-poštni naslov za račun administratorja je obvezen.
sr_rs@cyrillic: Исправна имејл адреса за администраторски налог је обавезна.
sr_rs@latin: Ispravna imejl adresa za administratorski nalog je obavezna.
sv_se: Det krävs en giltig e-postadress för administratörskontot.
tr_tr: Yönetici hesabı için geçerli bir e-posta adresi gereklidir.
uk_ua: Необхідно вказати коректну адресу email для облікового запису адміністратора.
zh_cn: 一个有效的管理员帐户的电子邮箱是必须的.

# installer-form-filesDirRequired
source: The directory to be used for storing uploaded files is required.
ar_iq: ينبغي اختيار حافظة الملفات التي سيتم رفعها إلى الموقع.
ca_es: Heu d’introduir el directori que s’utilitzarà per a emmagatzemar els fitxers penjats.
cs_cz: Je vyžadován adresář pro ukládání nahraných souborů.
da_dk: Der kræves en mappe, som skal bruges til lagring af overførte filer.
de_de: Bitte geben Sie ein Verzeichnis an, in dem hochgeladene Dateien gespeichert werden sollen.
el_gr: Απαιτείται ο ορισμός του φακέλου (directory( που θα χρησιμοποιηθεί για thn αποθήκευση των αρχείων που έχουν φορτωθεί.
es_es: Es necesario introducir el directorio usado para almacenar los ficheros subidos.
eu_es: Kargatutako fitxategiak gordetzeko direktorio bat zehaztu behar da.
fi_fi: Hakemisto ladattujen tiedostojen tallentamista varten vaaditaan.
fr_fr: Le répertoire à utiliser pour stocker les fichiers téléchargés est obligatoire.
hr_hr: Direktorij koji će se koristiti za pohranu poslanih datoteka je obavezan.
id_id: Direktori untuk menyimpan file unggahan.
it_it: Indica la directory per l'upload dei file.
nb_no: En mappe for lagring av opplastete filer er påkrevet.
nl_nl: De map voor het bewaren van geladen bestanden is verplicht.
pl_pl: Folder deponowania jest wymagany.
pt_pt: É obrigatório a pasta para envio de ficheiros.
ru_ru: Каталог для хранения загруженных на сервер файлов обязателен.
sl_si: Mapa za shranjevanje naloženih datotek je obvezna.
sr_rs@cyrillic: Фолдер који ће се користити за чување посланих фајлова је обавезан.
sr_rs@latin: Folder koji će se koristiti za čuvanje poslanih fajlova je obavezan.
sv_se: Det krävs en katalog för lagring av uppladdade filer.
tr_tr: Yüklenen dosyaları saklamak için kullanılacak dizin gereklidir.
uk_ua: Необхідно вказати теку, в якій будуть зберігатися завантажені файли.
zh_cn: 用于存储上传文件的路径是必须的.

# installer-form-localeRequired
source: A locale must be selected.
ar_iq: ينبغي اختيار لغة الموقع.
ca_es: Heu de seleccionar una configuració regional.
cs_cz: Musí být zvolena lokalizace.
da_dk: Der skal vælges en landestandard.
de_de: Bitte wählen Sie eine Regionaleinstellung aus.
el_gr: Πρέπει να επιλεχθεί μια τοπική ρύθμιση.
es_es: Se debe seleccionar un locale.
eu_es: Locale bat hautatu behar da.
fi_fi: Kielialue on valittava.
fr_fr: Une langue doit être sélectionnée.
hr_hr: Barem jedan jezik mora biti odabran.
id_id: Bahasa harus dipilih.
it_it: Seleziona una lingua.
nb_no: En lokalinnstilling må være valgt.
nl_nl: Er moet een taal gekozen worden.
pl_pl: Wybór języka jest wymagany.
pt_pt: Deve ser definido um idioma.
ru_ru: Язык должен быть выбран.
sl_si: Izbrati morate jezik.
sr_rs@cyrillic: Барем једна локализација мора бити одабрана.
sr_rs@latin: Barem jedna lokalizacija mora biti odabrana.
sv_se: Språk/region måste anges.
tr_tr: Bir yer seçilmeli.
uk_ua: Необхідно визначити локалізацію.
zh_cn: 至少一个语言环境选择.

# installer-form-passwordRequired
source: A password for the administrator account is required.
ar_iq: ينبغي تحديد كلمة المرور لحساب المشرف الإداري.
ca_es: Heu d’introduir una contrasenya per al compte d’administrador/a.
cs_cz: Je vyžadováno heslo pro účet administrátora.
da_dk: Der kræves en adgangskode til administratorkontoen.
de_de: Bitte geben Sie ein Passwort für das Administrations-Konto an.
el_gr: Απαιτείται κωδικός πρόσβασης για τον λογαριασμό διαχειριστή.
es_es: Es necesaria una contraseña para la cuenta de administrador
eu_es: Administratzaile-kontuaren pasahitza eman behar da.
fi_fi: Ylläpitäjätilille vaaditaan salasana.
fr_fr: Un mot de passe pour le compte administrateur est obligatoire.
hr_hr: Lozinka za administratorski račun je obavezna.
id_id: Kata Sandi untuk akun administrator diperlukan.
it_it: Inserisci la password per l'account di amministratore.
nb_no: Et passord for administratorkontoen er påkrevet.
nl_nl: Het wachtwoord voor de beheerder is verplicht.
pl_pl: Hasło konta administratora jest wymagane.
pt_pt: Senha obrigatória.
ru_ru: Пароль для учетной записи администратора обязателен.
sl_si: Geslo za račun administratorja je obvezno.
sr_rs@cyrillic: Лозинка за администраторски налог је обавезна.
sr_rs@latin: Lozinka za administratorski nalog je obavezna.
sv_se: Ett lösenord för administratörskontot måste anges.
tr_tr: Yönetici hesabı için bir şifre gereklidir.
uk_ua: Необхідно вказати пароль для облікового запису адміністратора.
zh_cn: 管理员的帐号密码是必须的.

# installer-form-passwordsDoNotMatch
source: The administrator passwords do not match.
ar_iq: كلمتا المرور لا تتطابقان.
ca_es: Les contrasenyes d’administrador/a no coincideixen.
cs_cz: Hesla administrátora si neodpovídají.
da_dk: Administratoradgangskoderne stemmer ikke overens.
de_de: Die Passwörter für das Administrations-Konto stimmen nicht überein.
el_gr: Οι κωδικοί πρόσβασης του διαχειριστή δεν ταιριάζουν
es_es: Las contraseñas del administrador no coinciden.
eu_es: Administratzailearen pasahitzak ez datoz bat.
fi_fi: Ylläpitäjän salasanat eivät täsmää.
fr_fr: Les mots de passe de l'administrateur ne correspondent pas.
hr_hr: Administratorove lozinke se ne podudaraju.
id_id: Kata Sandi administrator tersebut tidak cocok.
it_it: La password dell'amministratore non corrisponde.
nb_no: Administratorpassordene er ikke like.
nl_nl: De beheerderswachtwoorden komen niet overeen.
pl_pl: Podane hasła nie są takie same.
pt_pt: Senhas inseridas não combinam.
ru_ru: Пароли администратора не соответствуют друг другу.
sl_si: Gesli administratorja se ne ujemata.
sr_rs@cyrillic: Администраторске лозинке се не подударају.
sr_rs@latin: Administratorske lozinke se ne podudaraju.
sv_se: Administratörens lösenord stämmer inte överens.
tr_tr: Yönetici şifresi eşleşmedi.
uk_ua: Введені паролі адміністратора не відповідають одне одному.
zh_cn: 管理员的密码不相符.
