Repository: TESTYXOPERO123/pkp
Catalog: locale/*/installer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fi_fi, fr_fr, hr_hr, id_id, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, zh_cn

# installer-installParseFilterConfigFileError
source: Error parsing the filter configuration file <tt>{$file}</tt>.
ar_iq: حدث خطأ عند تحليل ملف إعدادات التصفية <tt>{$file}</tt>.
ca_es: Hi ha hagut un error durant l'anàlisi del fitxer <tt>{$file}</tt> de configuració del filtre.
cs_cz: Chyba při parsování filtru konfiguračního souboru <tt>{$file}</tt>.
da_dk: Fejl ved parsing af filter-skabelonfil <tt>{$file}</tt>.
de_de: Parsing-Fehler bei der Verarbeitung der Filterkonfigurationsdatei <tt>{$file}</tt>.
es_es: Error al analizar el archivo de configuración de filtro <tt>{$file}</tt>.
eu_es: Errorea <tt>{$file}</tt> iragazki konfigurazio fitxategia analizatzean.
fi_fi: Virhe jäsennettäessä suodattimen määritystiedostoa <tt>{$file}</tt>.
fr_fr: Erreur de traitement du fichier de configuration du filtre <tt>{$file}</tt>.
it_it: Errore nel parsing del file <tt>{$file}</tt>.
nb_no: Feil ved lesing av filterkonfigureringsfila <tt>{$file}</tt>.
nl_nl: Fout in het filter configuratiebestand <tt>{$file}</tt>
pl_pl: Błąd parsowania konfiguracji filtrów w pliku <tt>{$file}</tt>.
pt_pt: Erro ao analisar o ficheiro de configuração do filtro <tt>{$file}</tt>.
ru_ru: Ошибка синтаксического разбора файла конфигурации фильтров <tt>{$file}</tt>.
sl_si: Napaka pri analizi nastavitvene datoteke filtra <tt>{$file}</tt>.
sv_se: Fel vid inläsning av konfigurationsfilen för filter: <tt>{$file}</tt>.
tr_tr: Filitre konfigürasyon dosyası <tt>{$file}</tt> ayrıştırma hatası.
uk_ua: Помилка аналізу файлу фільтра конфігурації <tt>{$file}</tt>.
zh_cn: 错误解析过滤配置文件<tt>{$file}</tt>.

# installer-unsupportedUpgradeError
source: Upgrade unsupported. See docs/UPGRADE-UNSUPPORTED for details.
ar_iq: الترقية غير مدعومة. أنظر الملف: docs/UPGRADE-UNSUPPORTED للمزيد من التفاصيل.
ca_es: L'actualització no és compatible. Cosulteu docs/UPGRADE-UNSUPPORTED per veure'n els detalls.
cs_cz: Upgrade není podporován. Přečtěte si, prosím, docs/UPGRADE-UNSUPPORTED pro další informace.
da_dk: Opgradering ikke understøttet. Se detaljer docs/UPGRADE-UNSUPPORTED.
de_de: Upgrade nicht unterstützt. Siehe docs/UPGRADE-UNSUPPORTED für Details.
es_es: Actualización no compatible. Ver docs/UPGRADE-UNSUPPORTED para obtener más detalles.
fi_fi: Päivitystä ei tueta. Katso docs/UPGRADE-UNSUPPORTED saadaksesi lisätietoja.
fr_fr: Mise à niveau non supportée. Voir docs/UPGRADE-UNSUPPORTED pour les détails.
it_it: Upgrade non supportato. Guarda docs/UPGRADE-UNSUPPORTED per maggiori dettagli.
nl_nl: Upgrade wordt niet ondersteund. Zie docs/UPGRADE-UNSUPPORTED voor details.
pl_pl: Aktualizacja nie jest wspierana. Zobacz docs/UPGRADE-UNSUPPORTED w celu uzyskania szczegółowych informacji.
pt_pt: Atualizaçã sem suporte. Veja documentos/UPGRADE-UNSUPPORTED para obter detalhes.
ru_ru: Обновление не поддерживается. Смотрите подробнее в docs/UPGRADE-UNSUPPORTED.
sl_si: Nadgradnja ni podprta. Za več informacij poglejte v docs/UPGRADE-UNSUPPORTED.
sr_rs@cyrillic: Надоградња није подржана. Погледајте документ docs/UPGRADE-UNSUPPORTED за детаље.
sr_rs@latin: Nadogradnja nije podržana. Pogledajte dokument docs/UPGRADE-UNSUPPORTED za detalje.
sv_se: Uppgradering stöds inte. Se docs/UPGRADE-UNSUPPORTED för mer detaljer.
tr_tr: Yükseltme desteklenmiyor. Ayrıntılar için docs/UPGRADE-UNSUPPORTED dokümanına bakınız.
uk_ua: Оновлення не підтримується. Докладніше дивись у docs/UPGRADE-UNSUPPORTED.

# installer-locale
source: Locale
ar_iq: اللغة
ca_es: Configuració regional
cs_cz: Lokalizace
da_dk: Landestandard
de_de: Regionaleinstellungen
el_gr: Τοπικές ρυθμίσεις
es_es: Configuración regional
eu_es: Localea
fi_fi: Kielialue
fr_fr: Langue
hr_hr: Prijevod
id_id: Bahasa
it_it: Localizzazione
nb_no: Lokalinnstilling
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
sl_si: Jezik
sr_rs@cyrillic: Превод
sr_rs@latin: Prevod
sv_se: Språk/region
tr_tr: Kurulum dili yeri
uk_ua: Локалізація
zh_cn: 语言设置

# installer-locale-maybeIncomplete
source: Marked locales may be incomplete.
ar_iq: اللغات المعلمة قد تكون غير مكتملة تماماً.
ca_es: Les configuracions regionals marcades poden estar incompletes.
cs_cz: Označené soubory lokalizace mohou být nekompletní.
da_dk: De markerede landestandarder kan være ufuldstændige.
de_de: Die markierten Regionaleinstellungen sind möglicherweise unvollständig.
el_gr: Οι επιλεγμένες τοπικές ρυθμίσεις μπορεί να μην είναι ολοκλήρωμένες
es_es: Las traducciones marcadas pueden estar incompletas.
eu_es: Markatutako lokalak osatu gabe egon daitezke.
fi_fi: Merkityt kielialueet saattavat olla vaillinaisia.
fr_fr: Les langues sélectionnées peuvent être incomplètes.
id_id: Bahasa yang ditandai mungkin tidak lengkap.
it_it: I file contrassegnati potrebbero essere incompleti.
nb_no: Merkede lokaliseringsfiler kan være ukomplette.
nl_nl: De gemarkeerde talen zijn mogelijk onvolledig
pl_pl: Oznaczone tłumaczenia mogą być niekompletne.
pt_pt: Traduções marcadas podem estar incompletas.
ru_ru: Поддержка отмеченных языков может быть неполной.
sl_si: Označeni jeziki so lahko nepopolni.
sr_rs@cyrillic: Означене локализације су некомплетне.
sr_rs@latin: Označene lokalizacije su nekompletne.
sv_se: Valda språk/regioner kan vara ofullständiga.
tr_tr: İşaretli diller tamamlanmamış olabilir.
uk_ua: Позначені локалізації можуть бути неповними.
zh_cn: 标记的语言环境尚未完成.

# installer-localeSettings
source: Locale Settings
ar_iq: إعدادات اللغة
ca_es: Paràmetres de configuració regional
cs_cz: Nastavení lokalizace
da_dk: Landestandardindstillinger
de_de: Regionaleinstellungen
el_gr: Τοπικές ρυθμίσεις
es_es: Configuración de locales
eu_es: Localearen ezarpenak
fi_fi: Kielialueiden asetukset
fr_fr: Paramètres de langue
hr_hr: Postavke prijevoda sustava
id_id: Setting Bahasa
it_it: Impostazioni della localizzazione
nb_no: Lokalinnstillinger
nl_nl: Taalinstelingen
pl_pl: Ustawienia języka
pt_pt: Configurações de Idioma
ru_ru: Настройки языка
sl_si: Jezikovne nastavitve
sr_rs@cyrillic: Подешавање локализације
sr_rs@latin: Podešavanje lokalizacije
sv_se: Språk/region-inställningar
tr_tr: Yerel Ayarlar
uk_ua: Налаштування локалізації
zh_cn: 语言环境设置

# installer-oaiSettings
source: OAI Settings
ar_iq: إعدادات OAI
ca_es: Configuració OAI
cs_cz: Nastavení OAI
da_dk: OAI indstilling
de_de: OAI-Einstellungen
es_es: Configuración OAI
eu_es: OAI ezarpenak
fi_fi: OAI-asetukset
fr_fr: Paramètres OAI
it_it: Impostazioni OAI
nb_no: OAI-innstillinger
nl_nl: OAI instellingen
pl_pl: Ustawienia OAI
pt_pt: Configurações OAI
ru_ru: Настройки OAI
sl_si: OAI nastavitve
sr_rs@cyrillic: OAI подешавања
sr_rs@latin: OAI podešavanja
sv_se: OAI-inställningar
tr_tr: OAI Ayarları
uk_ua: Налаштування OAI Settings
zh_cn: OAI 设置

# installer-oaiRepositoryIdInstructions
source: A unique identifier used to identify metadata records indexed from this site using the <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
ar_iq: يتم استعمال معرَّف فريد لتعريف سجلات البيانات الوصفية المفهرسة في هذا الموقع باستعمال بروتوكول <a href="https://www.openarchives.org/" target="_blank">مبادرة المحفوظات المفتوحة</a> لحصاد البيانات الوصفية.
ca_es: Identificador únic utilitzat per identificar els registres de metadades indexats des d'aquest lloc web mitjançant el Protocol for Metadata Harvesting (protocol per a la recopilació de metadades) de <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>.
cs_cz: Jedinečný identifikátor použitý pro identifikaci záznamů metadat indexovaných z těchto stránek s využitím <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokolu pro shromažďování metadat (Protocol for Metadata Harvesting).
da_dk: Et entydigt id, som bruges til at identificere metadataposter, der er indekseret fra dette websted ved hjælp af <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
de_de: Eine eindeutige Kennung zur Identifikation von Metadaten-Einträgen, die von dieser Website mittels des <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>-Protokolls für Metadaten-Harvesting abgerufen werden.
el_gr: Ένα μοναδικό αναγνωριστικό χρησιμοποιείται για την αναγνώριση των εγγραφών μεταδεδομένων των ευρετηρίων του συγκεκριμένου ιστοτόπου με χρήση του <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
es_es: Un identificador único que se usa para identificar los registros de metadatos indexados desde este sitio mediante el Protocolo para la recopilación de metadatos <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>.
eu_es: Metadatuak Biltzeko <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting protokoloaren bidez gune honetan indexatutako metadatuen erregistroak identifikatzeko erabiltzen da identifikatzaile uniboko hau.
fi_fi: Yksilöivä tunniste, jota käytetään sellaisten metatietorekisterien tunnistamiseen, jotka on indeksoitu tältä sivustolta <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiativen</a> protokollaa metatietojen haravoinnista käyttäen.
fr_fr: Un identifiant unique utilisé pour identifier les enregistrements de métadonnées indexées à partir de ce site à l'aide du protocole<a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> pour la collecte de métadonnées.
hr_hr: Jedinstveni identifikator koji se koristi za identifikaciju zapisa metapodataka indeksiranih s ove stranice koristeći <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, Protokol za sakupljanje metapodataka.
id_id: Repositori yang menyimpan OAI identifier untuk memudahkan metadata harvesting situs Anda oleh <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protokol untuk Metadata Harvesting.
it_it: Un identificativo univoco utilizzato per i record di metadati provenienti da questo sito indicizzati tramite l'<a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
nb_no: En unik identifikator brukt for å identifisere metadatafiler indeksert fra dette nettstedet ved bruk av <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
nl_nl: Een unieke identificatie om metadatarecords van deze site te indexeren, gebruikmakend van het <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
pl_pl: Unikatowy identyfikator wykorzystywany przez <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> do pobierania metadanych.
pt_pt: Um identificador único de registos de metadados indexados através do protocolo de Recolha de Metadados do <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>.
ru_ru: Уникальный идентификатор используется для идентификации записей метаданных, проиндексированных с этого сайта, при использовании протокола сбора метаданных <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>.
sl_si: Enoznačen identifikator, ki se uporablja za identifikacijo zapisov metapodatkov pridobljenih na tem spletišču z uporabo <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokola za zajemanje metapodatkov.
sr_rs@cyrillic: Јединствени идентификатор који се користи за идентификацију записа метаподатака индексираних на овом сајту користећи <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, Протокол за сакупљање метаподатака.
sr_rs@latin: Jedinstveni identifikator koji se koristi za identifikaciju zapisa metapodataka indeksiranih na ovom sajtu koristeći <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, Protokol za sakupljanje metapodataka.
sv_se: En unik identifikator att använda för att identifiera metadata-poster indexerade från den här webbplatsen genom användandet av <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
tr_tr: Bu sitede <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> üst veri harmanlama protokolüne uygun olarak meta verilerini tanımlamak için tekil bir tanımlama kullanılır.
uk_ua: Унікальний ідентифікатор, який буде використовуватись для ідентифікації комплектів метаданих зібраних з цього сховища за протоколом збору метаданих <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>.
zh_cn: 一个独一无二的识别码，用来识别本站使用<a href="https://www.openarchives.org/" target="_blank">开放存档计划(Open Archives Initiative)</a>元数据搜集协定所索引的元数据记录

# installer-oaiRepositoryId
source: Repository Identifier
ar_iq: معرَّف المستودع
ca_es: Identificador del dipòsit OAI
cs_cz: Identifikátor OAI úložiště
da_dk: Id til OAI-lager
de_de: Kennung für das Repository
el_gr: Αναγνωριστικό (identifier) OAI καταθετηρίου
es_es: Identificador de repositorio OAI
eu_es: OAI gordailu-identifikatzailea
fi_fi: Tietovaraston tunniste
fr_fr: Identifiant du dépôt OAI
hr_hr: Identifikator OAI repozitorija
id_id: Repositori identifier OAI
it_it: Identificativo del repository OAI
nb_no: OAI-arkividentifikator
nl_nl: OAI repository identificatie
pl_pl: Identyfikator repozytoriów OAI
pt_pt: Identificador para repositório OAI
ru_ru: Идентификатор хранилища
sl_si: OAI identifikator repozitorija
sr_rs@cyrillic: Идентификатор репозиторијума
sr_rs@latin: Identifikator repozitorijuma
sv_se: Identifikator för arkiv
tr_tr: Kurumsal Arşiv Belirleyici
uk_ua: Ідентифікатор сховища OAI
zh_cn: OAI库标识符

# installer-publicFilesDirError
source: The public files directory does not exist or is not writable.
ar_iq: حافظة الملفات العمومية غير موجودة أو أنها لا تقبل الكتابة عليها.
ca_es: El directori per als fitxers públics no existeix o no té permís d’escriptura.
cs_cz: Adresář veřejných souborů (public) neexistuje nebo není zapsatelný.
da_dk: Den offentlige filmappe findes ikke eller er ikke skrivbar.
de_de: Das öffentliche Verzeichnis existiert nicht oder erlaubt keine Schreibzugriffe.
el_gr: Ο κατάλογος των δημόσιων αρχείων δεν υπάρχει ή δεν είναι εγγράψιμος (writable).
es_es: El directorio de ficheros públicos no existe o no tiene permiso de escritura.
eu_es: Fitxategi publikoen direktorioa ez dago edo ez da idazgarria.
fi_fi: Julkista tiedostohakemistoa ei ole olemassa tai se ei ole kirjoituskelpoinen.
fr_fr: Le répertoire des fichiers publics n'existe pas ou n'est pas disponible en écriture.
hr_hr: Direktorij javnih datoteka ne postoji ili se ne može pisati po njemu.
id_id: Direktori file umum tidak ada atau tidak dapat diisi.
it_it: La directory di file pubblici non esiste o non è scrivibile.
nb_no: Mappen for offentlige filer finnes ikke eller er ikke overskrivbar.
nl_nl: De map met publieke bestanden bestaat niet of er mag niet in geschreven worden.
pl_pl: Główny folder instalacji nie istnieje lub nie jest przeznaczony do zapisu.
pt_pt: A pasta de documentos públicos não existe ou não possui permissão de escrita.
ru_ru: Каталог public для файлов не существует или не доступен для записи.
sl_si: Mapa za javne datoteke ne obstaja ali vanj ne moremo pisati.
sr_rs@cyrillic: Фолдер јавних фајлова не постоји или се не може писати по њему.
sr_rs@latin: Folder javnih fajlova ne postoji ili se ne može pisati po njemu.
sv_se: Katalogen för publika filer existerar inte, eller går inte att skriva till.
tr_tr: Genel dosya dizini mevcut değil veya yazılabilir değil.
uk_ua: Каталог, визначений для збереження файлів, не існує або захищений від запису.
zh_cn: Public的文件的目录不存在或不可写.

# installer-releaseNotes
source: Release Notes
ar_iq: ملاحظات الإطلاق
ca_es: Notes de la versió
cs_cz: Poznámky k vydání
da_dk: Produktbemærkninger
de_de: Versionsinformationen
el_gr: Σημιεώσεις έκδοσης
es_es: Notas de lanzamiento
eu_es: Bertsio-oharrak
fi_fi: Julkistamiseen liittyvät muistiinpanot
fr_fr: Instructions d'utilisation
hr_hr: Bilješke o izdanju
it_it: Note di rilascio
nb_no: Releasenotater
nl_nl: Over deze versie
pl_pl: Informacje o wydaniu
pt_pt: Notas da Versão
ru_ru: Примечания к выпуску
sl_si: Opombe k izdaji
sr_rs@cyrillic: Напомене о издању
sr_rs@latin: Napomene o izdanju
sv_se: Versionsinformation
tr_tr: Sürüm Notları
uk_ua: Примітки версії
zh_cn: 发行说明

# installer-preInstallationInstructionsTitle
source: Pre-Installation Steps
ar_iq: خطوات ما قبل التنصيب
ca_es: Passos previs a la instal·lació
cs_cz: Předinstalační kroky
da_dk: Præ-installationstrin
de_de: Vor der Installation
es_es: Pasos para preinstalación
fi_fi: Esiasennuksen vaiheet
fr_fr: Étapes de pré-installation
it_it: Punti prima dell'installazione
nl_nl: Voorbereidende stappen voor de installatie
pl_pl: Przed instalacją
pt_pt: Passos P´re-Instalação
ru_ru: Шаги подготовки к установке
sl_si: Prednamestitveni koraki
sr_rs@cyrillic: Кораци пре инсталације
sr_rs@latin: Koraci pre instalacije
sv_se: Installationsförberedelser
tr_tr: Ön Yükleme Adımları
uk_ua: Кроки підготовки до встановлення
