Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-statistics-reports-orderBy
source: Order by
ar_iq: نوعية الفرز
da_dk: Sortér efter
fa_ir: مرتب‌سازی بر اساس
fi_fi: Järjestä
pt_br: Ordenar por
sl_si: Urejeno po
sr_rs@latin: Poređaj po

# manager-statistics-reports-orderDir
source: Direction
ar_iq: الاتجاه
da_dk: Retning
fa_ir: جهت
fi_fi: Suunta
pt_br: Direção
sl_si: Urejenost
sr_rs@latin: Smer

# manager-statistics-reports-orderDir-asc
source: Ascending
ar_iq: تصاعدي
da_dk: Stigende
fa_ir: صعودی
fi_fi: Nouseva
pt_br: Crescente
sl_si: Naraščajoče
sr_rs@latin: Uzlazno

# manager-statistics-reports-orderDir-desc
source: Descending
ar_iq: تنازلي
da_dk: Aftagende
fa_ir: نزولی
fi_fi: Laskeva
pt_br: Decrescente
sl_si: Padajoče
sr_rs@latin: Silazno

# manager-statistics-reports-month-label
source: Use the YYYYMM format.
ar_iq: استعمل التنسيق YYYYMM.
da_dk: Brug ÅÅÅÅMM-format.
fa_ir: استفاده از فرمت YYYYMM .
fi_fi: Käytä VVVVKK-muotoa.
pt_br: Use o formato ano/mês.
sl_si: Uporabite YYYYMM format.
sr_rs@latin: Koristi GGGGMM format.

# manager-statistics-reports-day-label
source: Use the YYYYMMDD format.
ar_iq: استعمل التنسيق YYYYMMDD.
da_dk: Brug ÅÅÅÅMMDD-format.
fa_ir: استفاده از فرمت YYYYMMDD .
fi_fi: Käytä VVVVKKPP-muotoa.
pt_br: Use o formato ano/mês/dia.
sl_si: Uporabite YYYYMMDD format.
sr_rs@latin: Koristi GGGGMMDD format

# manager-statistics-reports-cities-label
source: One or more city names, comma separated (e.g. City Name 1,City Name 2)
ar_iq: واحداً أو أكثر من أسماء المدن مع الفصل بينها بفارزة إنجليزية (مثلاً: المدينة 1, المدينة 2)
da_dk: Et eller flere bynavne, kommaseparert (f.eks. Bynavn 1,Bynavn 2)
fa_ir: اسم یک یا چند شهر که با کاما از هم جدا شده‌اند (برای مثال: تبریز، اصفهان، شیراز)
fi_fi: Yksi tai useampia kaupungin nimiä (erota pilkulla, esim. Kaupungin nimi 1,Kaupungin nimi 2)
pt_br: Um ou mais nomes de cidades, separadas por vírgula (ex. Brasília,São Paulo,Curitiba)
sl_si: Eden ali več imen mest, razdeljenih z vejico (npr. Maribor, Ljubljana)
sr_rs@latin: Jedan ili više gradova odvojenih zarezom (npr. Grad1, Grad2)

# manager-statistics-reports-form-columnsRequired
source: You have to select at least one column to generate the report.
ar_iq: عليك أن تختار عموداً واحداً على الأقل لإنشاء التقرير.
da_dk: Du skal vælge mindst én kolonne for at generere rapporten.
fa_ir: برای تولید گزارش حداقل باید یک ستون انتخاب شود.
fi_fi: Sinun on valittava vähintään yksi sarake luodaksesi raportin.
pt_br: Selecione ao menos uma coluna para gerar o relatório.
sl_si: Za pripravo poročila morate izbrati vsaj en stolpec.
sr_rs@latin: Morate odabrati barem jednu kolonu za generisanje izveštaja.

# manager-statistics-reports-reportUrl
source: Report URL
ar_iq: رابط التقرير
da_dk: Rapport-URL
fa_ir: آدرس گزارش
fi_fi: Raportin URL-osoite
pt_br: URL do relatório
sl_si: URL poročila
sr_rs@latin: URL izveštaja

# manager-statistics-reports-reportUrl-label
source: The following url can be used to generate the report with the current form settings. Just copy it and open it in your browser. You can also store it as your custom report url generator in your bookmarks.
ar_iq: الرابط الآتي يمكن أن يستعمل لإنشاء التقرير بإعدادات النموذج الحالية. فقط، إنسخها إلى مستعرض الإنترنت ثم اضغط enter. بإمكانك استعمال المحفوظات في المستعرض لحفظ روابط التقارير المخصصة التي تصنعها.
da_dk: Følgende url kan bruges til at generere rapporten med de nuværende formularindstillinger. Du skal bare kopiere den og åbne den i din browser. Du kan også gemme den som din brugerdefinerede rapport-url -enerator i dine bogmærkesamling.
fa_ir: آدرس زیر برای تولید گزارش بر اساس تنظیمات انجام یافته است. می‌توانید آن را در مرورگر خود مشاهده کنید.
fi_fi: Seuraavaa URL-osoitetta voidaan käyttää raportin luomiseen tämänhetkisillä lomakkeen asetuksilla. Kopioi se, liitä selaimesi osoiteriville ja paina enteriä. Suosikkien avulla voit tallentaa mukautetun raportin URL-osoite-generaattorin.
pt_br: A seguinte URL pode ser usado para gerar o relatório com as definições atuais. Basta copiar ela e colar em seu navegador. Você pode usar seus favoritos para armazenar a URL do seu gerador de relatório personalizado.
sl_si: Spodnji URL se lahko uporabi, da se avtomatsko pripravi poročilo s trenutnimi nastavitvami. Enostavno skopirajte URL v brskalnik in ga odprite. Lahko ga tudi shranite med vaše zaznamke.
sr_rs@latin: Sledeći url se može koristiti za generisanje izveštaja prema trenutnim podešavanjima. Kopirajte url u vaš internet pregledač i pritisnite enter. Možete ga memorisati i koristiti kao vaš poseban generator izveštaja.

# manager-statistics-reports-filters-byContext
source: By context
ar_iq: حسب السياق
da_dk: Efter sammenhæng
fa_ir: بر اساس محتوا
fi_fi: Kontekstin mukaan
pt_br: Por contexto
sl_si: Po kontekstu
sr_rs@latin: Po kontekstu

# manager-statistics-reports-filters-byObject
source: By object type and/or object id
ar_iq: حسب نوعية المكون و/أو رمزه
da_dk: Efter objekttype og/eller objekt-id
fa_ir: بر اساس نوع یا شناسه داده
fi_fi: Objektityypin ja/tai objektitunnisteen mukaan
pt_br: Por tipo de objeto e/ou identificador
sl_si: Po tipu objekta in /ali IDju objekta
sr_rs@latin: Po tipu objekta i/ili id objekta

# manager-statistics-reports-filters-byTime
source: Select report range
ar_iq: اختر مدى التقرير
da_dk: Vælg rapportinterval
fa_ir: انتخاب بازه گزارش
fi_fi: Valitse raportin aikaväli
pt_br: Selecione o alcance do relatório
sl_si: Izberite časovni obseg poročila
sr_rs@latin: Odaberite opseg izveštaja

# manager-statistics-reports-filters-byTime-dimensionSelector
source: Or select range by:
ar_iq: أو اختر المدى حسب:
da_dk: Eller vælg interval efter:
fa_ir: یا انتخاب بازه بر اساس:
fi_fi: Tai valitse aikaväli:
pt_br: Ou selecione o alcance por:
sl_si: Ali izberite obseg po:
sr_rs@latin: Ili odaberite opseg po:

# manager-statistics-reports-filters-byLocation
source: By geo location
ar_iq: حسب الموقع الجغرافي
da_dk: Efter geografisk lokation
fa_ir: بر اساس موقعیت جغرافیایی
fi_fi: Maantieteellisen sijainnin mukaan
pt_br: Por localização geográfica
sl_si: Po geo-lokaciji
sr_rs@latin: Po geo lokaciji

# manager-statistics-reports-filters-byLocation-description
source: Narrow results by country, region and/or city.
ar_iq: ضيِّق النتائج حسب الدولة، المنطقة و/أو المدينة.
da_dk: Begræns søgeresultaterne via land, region og/eller by.
fa_ir: محدودتر کردن نتایج بر اساس شهر، منطقه و یا کشور
fi_fi: Rajaa tuloksia maan, alueen ja/tai kaupungin mukaan.
pt_br: Restringir resultados por país, região e / ou cidade.
sl_si: Zoži rezultate po državi, regiji in/ali mestu.
sr_rs@latin: Suzi rezultate po zemlji, regionu i/ili gradu.

# manager-affiliationAndSupport
source: Sponsor
ar_iq: الراعي
fa_ir: حامی مالی
fi_fi: Tukija
pt_br: Patrocinador
sl_si: Sponzor
sr_rs@latin: Sponzor

# manager-setup-additionalContent
source: Additional Content
ar_iq: المحتوى الإضافي
da_dk: Yderligere indhold
fa_ir: سایر اطلاعات
fi_fi: Lisäsisältö
pt_br: Conteúdo Adicional
sl_si: Dodatna vsebina
sr_rs@latin: Dodatni sadržaj

# manager-setup-additionalContent-description
source: Anything entered here will appear on your homepage.
ar_iq: أي شيء تكتبه هنا سيظهر في صفحتك الرئيسية.
da_dk: Alt indhold vil blive vist på hjemmesiden.
fa_ir: هر اطلاعات دیگری که می‌خواهید در صفحه‌ی اصلی نمایش داده شود
fi_fi: Kaikki tähän syötetty tieto näkyy etusivullasi.
pt_br: O que for digitado aqui será exibido na sua página inicial.
sl_si: Vse, kar boste vpisali tukaj, se bo prikazalo na domači strani.
sr_rs@latin: Sve što unesete ovde biće prikazano na početnoj stranici.

# manager-setup-advanced
source: Advanced
ar_iq: متقدم

# manager-setup-appearance-success
source: The appearance settings have been updated.
ar_iq: إعدادات المظهر تغيرت بنجاح.

# manager-setup-contact-success
source: The contact details for this press have been updated.
ar_iq: تفاصيل عنوان الاتصال لهذه المؤسسة تغير ت بنجاح.

# manager-setup-copyrightNotice
source: Copyright Notice
ar_iq: بيان الحقوق الفكرية
da_dk: Oplysninger om ophavsret
fa_ir: بیانیه حق نشر
fi_fi: Tekijänoikeushuomautus
pt_br: Nota de direitos autorais
sl_si: Opomba o avtorskih pravicah
sr_rs@latin: Napomena o autorskom pravu

# manager-setup-copyrightNotice-description
source: Require authors to agree to the following copyright notice as part of the submission process.
ar_iq: يتطلب من المؤلفين الموافقة على بيان الحقوق الفكرية كجزء من عملية التقديم.
da_dk: Kræv, at forfattere accepterer "Oplysninger om ophavsret" som en del af indsendelsesprocessen.
fa_ir: نیاز به موافقت نویسنده با بیانیه حق نشر به عنوان قسمتی از روند ارسال مقاله.
fi_fi: Vaadi kirjoittajia hyväksymään tekijänoikeushuomautus osana käsikirjoituksen lähetysprosessia.
pt_br: Exigir que os autores concordam com o Nota de direitos autorais, como parte do processo de submissão.
sl_si: Zahtevaj od avtorjev, da se strinjajo z obvestilom o avtorskih pravicah v postopku oddaje prispevka.
sr_rs@latin: Zahtevaj od autora da prihvate "Napomenu o autorskim pravim" kao deo procesa predaje rada.

# manager-setup-authorGuidelines
source: Author Guidelines
ar_iq: إرشادات المؤلف
da_dk: Retningslinjer for forfattere
fa_ir: دستورالعمل ارسال مقاله
fi_fi: Kirjoittajan ohjeet
pt_br: Diretrizes para autores
sl_si: Priporočila za avtorje
sr_rs@latin: Uputstva autorima

# manager-setup-authorGuidelines-description
source: Recommended guidelines include bibliographic and formatting standards alongside examples of common citation formats to be used in submissions.
ar_iq: الإرشادات الموصى بها تتضمن المعايير القياسية للسيرة والتنسيق جنباً إلى جنب مع أمثلة لتنسيقات شائعة من الاقتباسات التي بالإمكان استعمالها في المؤلفات.
da_dk: Oplys forfattere om de bibliografiske standarder og formateringsstandarder, der benyttes for artikler fremsendt til tidsskriftet (f.eks. APA 6th - American Psychological Association 6th Edition). Det er ofte nyttigt at angive eksempler på de almindelige citatformater for tidsskrifter og bøger, der anvendes i manuskripter.
fa_ir: دستورالعمل‌های ارسال مقال شامل فرمت نوشته و نحوه ارجاع دهی است.
fi_fi: Suositellut ohjeet sisältävät bibliografisten ja muotoilustandardien lisäksi esimerkkejä tavallisista, käsikirjoituksissa käytettävistä viittausmuodoista.
pt_br: Diretrizes podem incluir normas bibliográficas e de formatação, junto de exemplos de formatos de citação comuns a serem usados nos envios dos manuscritos.
sl_si: Priporočila za avtorje naj vsebujejo navodila za pravilno podajanje bibliografskih podatkov in oblikovanje besedila ter pravilen format referenc, priporočljivo je navesti tudi primere le-teh.
sr_rs@latin: Preporučene smernice uključuju bibliografske standarde i formate uz primere citatnih formata koje treba koristiti u prijavljenim člancima.

# manager-setup-authorGuidelines-success
source: The author guidelines have been successfully updated.
ar_iq: إرشادات المؤلف تغيرت بنجاح.

# manager-setup-checklist
source: Checklist
ar_iq: قائمة التأشير

# manager-setup-competingInterests
source: Competing Interests
ar_iq: المصالح المتضاربة
da_dk: Konkurrerende interesser
fa_ir: تضاد منافع
fi_fi: Sidonnaisuudet
pt_br: Conflito de Interesses
sl_si: Nasprotujoči interesi
sr_rs@latin: Sukobi interesa

# manager-setup-errorDeletingItem
source: There was an error when deleting this item.
ar_iq: حدث خطأ ما عند حذف هذه الفقرة.
da_dk: Der opstod en fejl i forbindelse med sletningen af dette element.
fa_ir: هنگام حذف این مورد خطایی رخ داد
fi_fi: Tätä kohdetta poistaessa tapahtui virhe.
pt_br: Ocorreu um erro ao tentar excluir o item.
sl_si: Med brisanjem je prišlo do napake.
sr_rs@latin: Došlo je do greške prilikom brisanja stavke.

# manager-setup-favicon
source: Favicon
ar_iq: الصورة المصغرة
sl_si: Napačen format favikona. Dovoljeni formati so .ico, .png in .gif.
sr_rs@latin: Omiljena sličica-Favicon

# manager-setup-groupType
source: File type grouping
ar_iq: التجميع حسب نوع الملف
da_dk: Gruppering af filtyper
fa_ir: دسته‌بندی نوع فایل
fi_fi: Tiedostotyyppien ryhmittely
pt_br: Agrupamento por tipo de arquivo
sl_si: Grupiranje po tipu datoteke
sr_rs@latin: Grupisanje dokumenata po tipu

# manager-setup-homepageImage
source: Homepage Image
ar_iq: الصفحة الرئيسية
da_dk: Billede på hjemmeside
fa_ir: تصویر صفحه‌ی اصلی
fi_fi: Etusivun kuva
pt_br: Imagem da Página Inicial
sl_si: Slika domače strani
sr_rs@latin: Slika naslovne strane

# manager-setup-homepageImage-description
source: Upload an image to display prominently on the homepage.
ar_iq: إرفع صورة لإظهارها في الصفحة الرئيسية.
da_dk: Upload et billede, der placeres på et fremtrædende sted på hjemmesiden.
fa_ir: آپلود یک تصویر برای نمایش دادن در صفحه‌ی اصلی
fi_fi: Lataa kuva, joka näytetään näkyvästi etusivulla.
pt_br: Upload de uma imagem para exibir de forma destacada na página inicial.
sl_si: Naloži sliko, ki se bo prikazovala na domači strani.
sr_rs@latin: Dostavite sliku koja će biti vidljiva na početnoj stranici.

# manager-setup-homepageImageInvalid
source: Invalid homepage image format or upload failed. Accepted formats are .gif, .jpg, or .png.
ar_iq: صيغة ملف صورة الصفحة الرئيسية غير صحيحة أو فشل تحميلها. الصيغ المدعومة هي: .gif، .jpg، أو .png.
da_dk: Ugyldigt billedformat til hjemmeside. De accepterede formater er .jpg eller .png.
fa_ir: فرمت تصویر صفحه خانگی نامناسب است. فرمت‌های پشتیبانی شده عبارت است از: gif، png، jpg
fi_fi: Etusivun kuvan muoto on virheellinen tai lataus epäonnistui. Hyväksytyt muodot ovat .gif, .jpg ja .png.
pt_br: Formato de imagem inválido para a imagem da página inicial. Formatos aceitáveis são .gif, .jpg ou .png.Verifique as configurações de mime_type, permissão e dono de pasta, e tamanho de arquivo permitido.
sl_si: Napačen format slike za logotip osnovne strani ali pa je prišlo do napake pri nalaganju. Dovoljeni formati so .gif, .jpg, or .png.
sr_rs@latin: Neispravan format slike hedera početne strane ili slanje nije uspelo. Prihvatljivi formati su .gif, .jpg, ili .png.

# manager-setup-homeTitleImageInvalid
source: Invalid homepage header title image format or upload failed. Accepted formats are .gif, .jpg, or .png.
ar_iq: صيغة ملف صورة عنوان رأس الصفحة الرئيسية غير صحيحة أو فشل تحميلها. الصيغ المدعومة هي: .gif، .jpg، أو .png.
da_dk: Ugyldigt billedformat til titlen i sidehovedet på hjemmeside. De accepterede formater er .jpg eller .png.
fa_ir: فرمت تصویر عنوان سرتیتر صفحه خانگی نامعتبر است. فرمت‌های پشتیبانی شده عبارت است از: gif، png، jpg
fi_fi: Etusivun ylätunnisteen otsikkokuvan muoto on virheellinen tai lataus epäonnistui. Hyväksytyt muodot ovat .gif, .jpg ja .png.
pt_br: Formato de imagem inválido para o título no cabeçalho da página inicial. Formatos aceitáveis são .gif, .jpg ou .png. Verifique as configurações de mime_type, permissão e dono de pasta, e tamanho de arquivo permitido.
sl_si: Napačen format slike za glavo osnovne strani ali pa je prišlo do napake pri nalaganju. Dovoljeni formati so .gif, .jpg, or .png.
sr_rs@latin: Neispravan format slike naslova hedera početne strane ili slanje nije uspelo. Prihvatljivi formati su .gif, .jpg, ili .png.

# manager-setup-information-descriptionTitle
source: Descriptions
ar_iq: الأوصاف
da_dk: Beskrivelser
fa_ir: توضیحات
fi_fi: Kuvaukset
pt_br: Descrições
sl_si: Opisi
sr_rs@latin: Opisi

# manager-setup-layout-sidebar
source: Sidebar
ar_iq: الشريط الجانبي
da_dk: Side-menu
fa_ir: نوار حاشیه
fi_fi: Sivupalkki
pt_br: Barra Lateral
sl_si: Stranki orodni stolpec

# manager-setup-layout-sidebar-invalidBlock
source: The {$name} block can not be found. Please make sure the plugin is installed and enabled.
ar_iq: تعذر العثور على الكتلة {$name}. لطفاً، تأكد من أن الإضافة المعنية منصبة بشكل صحيح ومُمَكنة.

# manager-setup-loggingAndAuditing
source: Logging and Auditing
ar_iq: تسجيل الوقائع والمراجعة
da_dk: Logføring og kontrol
fa_ir: ورود و حسابرسی
fi_fi: Kirjaaminen ja tarkastus
pt_br: Controle e Auditoria
sl_si: Logiranje in pregledovanje
sr_rs@latin: Evidentiranje i revizija

# manager-setup-logo
source: Logo
ar_iq: الصورة المصغرة
fa_ir: لوگو
sl_si: Logotip

# manager-setup-noTemporaryFile
source: The file you uploaded could not be found. Please try to upload it again.
ar_iq: تعذر العثور على الملف الذي قمت برفعه. لطفاً، حاول رفعه مرة أخرى.

# manager-setup-notifications
source: Notification of Author Submission
ar_iq: إشعار بتقديم المؤلف للطلب
da_dk: Besked om forfattermanuskript
fa_ir: اطلاع‌رسانی ارسال مقاله توسط نویسنده
fi_fi: Ilmoitus kirjoittajan tekemästä käsikirjoituksen lähetyksestä
pt_br: Notificação do Autor da Submissão
sl_si: Obveščanje avtorja prispevka
sr_rs@latin: Obaveštenja o predajama radova autora

# manager-setup-notifications-copySpecifiedAddress
source: Send a copy to this email address
ar_iq: أرسل نسخة إلى هذا العنوان
da_dk: Send en kopi til denne e-mail-adresse
fa_ir: ارسال رونوشت به این ایمیل
fi_fi: Lähetä kopio tähän sähköpostiosoitteeseen
pt_br: Envie uma cópia para este endereço de e-mail
sl_si: Pošlji kopijo na ta email naslov
sr_rs@latin: Pošalji kopiju na ovu imejl adresu

# manager-setup-notifications-description
source: Authors are automatically sent an email acknowledging their submission. You may have copies of this email sent to the following:
ar_iq: يحصل المؤلفون تلقائياً على رسالة تبلغهم باستلام طلبهم. يمكنك الحصول على نسخ من هذه الرسالة موجهة إلى العناوين الآتية:
da_dk: Ved afslutning af manuskriptprocessen modtager forfattere automatisk en e-mail-bekræftelse. Derudover kan en kopi af e-mail-bekræftelsen sendes som følger:
fa_ir: نویسندگان به صورت خودکار ایمیلی برای اطلاع‌رسانی از مقاله ارسالی خود ارسال می‌کنند. ممکن است مایل باشید تا رونوشتی از این ایمیل‌ها به لیست زیر نیز ارسال شود:
fi_fi: Kirjoittajille lähetetään automaattisesti sähköposti-ilmoitus käsikirjoituksen vastaanottamisesta. Sinulla saattaa olla kopiot tästä seuraaville henkilöille lähetetystä sähköpostista:
pt_br: Um e-mail é enviado automaticamente aos autores confirmando o seu envio. Você pode ter cópias deste e-mail enviadas para os seguintes:
sl_si: Avtorjem se bo avtomatsko poslal email s potrditvijo oddaje prispevka. Kopijo lahko pošljete tudi spodnjim:
sr_rs@latin: Autorima će biti automatski poslata poruka potvrđujući prijem prijavljenog članka. Možete kopije ove poruke poslati sledećim:

# manager-setup-openAccessPolicy
source: Open Access Policy
ar_iq: سياسة الوصول المفتوح
da_dk: Open Access-politik
fa_ir: سیاست دسترسی آزاد
fi_fi: Avoimen saatavuuden periaate
pt_br: Política de Acesso Aberto
sl_si: Politika odprtega dostopa
sr_rs@latin: Politika "Otvorenog pristupa"

# manager-setup-openAccessPolicy-description
source: If providing immediate free access to all published content, you may enter a description of your Open Access Policy.
ar_iq: إذا كان مسموحاً بالوصول المفتوح المباشر إلى كل المحتوى المنشور، فبإمكانك إدخال وصف عن سياسة الوصول المفتوح التي تعمل بها.
da_dk: Hvis tidskriftet vil give læsere øjeblikkelig gratis adgang til alt publiceret indhold, kan du indsætte en beskrivelse af jeres Open Access politik.
fa_ir: اگر به صورت آنی به محتویات انتشار یافته دسترسی آزاد می‌دهید. بهتر است در مورد سیاست‌های دسترسی آزاد خود توضیحی وارد کنید.
fi_fi: Jos kaikki julkaistu sisältö on välittömästi vapaasti saatavilla, voit kirjoittaa kuvauksen soveltamastasi avoimen saatavuuden periaatteesta.
pt_br: Se proporcionar livre acesso imediato a todo o conteúdo publicado, você pode inserir uma descrição da sua política de acesso aberto.
sl_si: Če uporabljate politko takojšnjega prostega dostopa za vse objvaljene vsebine, lahko vpišete opis vaše politike odprtega dostopa.
sr_rs@latin: Ako omogućavate neposredan i direktan pristup celokupnom objavljenom sadržaju možete uneti opis vaše politike otvorenog pristupa.

# manager-setup-pageHeaderLogoImageInvalid
source: Invalid page header logo image format or upload failed. Accepted formats are .gif, .jpg, or .png.
ar_iq: صيغة ملف شعار رأس الصفحة غير صحيحة أو فشل تحميلها. الصيغ المدعومة هي: .gif، .jpg، أو .png.
da_dk: Ugyldigt billedformat til logoet i sidehovedet på side. De accepterede formater er .jpg eller .png.
fa_ir: فرمت لوگوی سرتیتر صفحات نامعتبر است. فرمت‌های قابل قبول عبارت است از: gif، png و jpg
fi_fi: Sivun ylätunnisteen logon kuvamuoto on virheellinen tai lataus epäonnistui. Hyväksytyt muodot ovat .gif, .jpg ja .png.
pt_br: Formato de imagem inválido ou falha no envio para logo no cabeçalho de páginas internas. Formatos aceitáveis são .gif, .jpg ou .png. Verifique as configurações de mime_type, permissão e dono de pasta, e tamanho de arquivo permitido.
sl_si: Napačen format slike za glavo strani ali pa je prišlo do napake pri nalaganju. Dovoljeni formati so .gif, .jpg, or .png.
sr_rs@latin: Neispravan format logoa hedera strane ili slanje nije uspelo. Prihvatljivi formati su .gif, .jpg, или .png.

# manager-setup-pageFooter
source: Page Footer
ar_iq: نهاية الصفحة
da_dk: Sidefod
fa_ir: پاورقی
fi_fi: Sivun alatunniste
pt_br: Rodapé
sl_si: Noga strani
sr_rs@latin: Podnožje stranice

# manager-setup-pageFooter-description
source: Enter any images, text or HTML code that you'd like to appear at the bottom of your website.
ar_iq: أدخل أي صورة، نص، أو ترميز HTML ترغب أن يظهر عند الطرف الأسفل لموقعك.
da_dk: Indsæt de billeder, den tekst eller HTML-kode, som ønskes placeret nederst på websitet
fa_ir: هر تصویر ، متن یا کد HTML که مایل هستید در قسمت پاوری قرار گیرد وارد نمایید
fi_fi: Anna kuvia, tekstiä tai HTML-koodi, joiden haluat näkyvän sivustosi alareunassa.
pt_br: Insira quaisquer imagens, texto ou código HTML que você gostaria de aparecer na parte inferior do seu site.
sl_si: Vnesite slike, besedilo ali HTML kodo, za katero želite, da se pojavlja na dnu spletne strani.
sr_rs@latin: Unesite sliku, tekst ili HTML kod koji želite da se prikaže na dnu vašeg sajta.
