Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-setup-metadata-submission
source: Submission Form
ar_iq: نموذج تقديم طلب النشر
da_dk: Indsendelsesformular
fa_ir: فرم ارسال مقاله
fi_fi: Käsikirjoituksen lähettämislomake
pt_br: Formulário de Submissão
sl_si: Obrazec za oddajo
sr_rs@latin: Forma za prijavu

# manager-setup-metadata-success
source: The submission metadata has been updated successfully.
ar_iq: البيانات الوصفية لطلب التقديم تغيرت بنجاح.

# manager-setup-metadata-coverage
source: Coverage
ar_iq: التغطية

# manager-setup-metadata-coverage-description
source: Coverage will typically indicate a work's spatial location (a place name or geographic coordinates), temporal period (a period label, date, or date range) or jurisdiction (such as a named administrative entity).
ar_iq: التغطية ستؤشر عادة لصفة العمل المكانية (اسم مكان أو إحداثيات جغرافية)، فترة زمانية (اسم الفترة، تأريخ، أو حقبة زمنية) أو فترة ولاية (مثل تسمية كيان حكم).

# manager-setup-metadata-coverage-enable
source: Enable coverage metadata
ar_iq: تمكين البيانات الوصفية للتغطية

# manager-setup-metadata-coverage-noRequest
source: Do not request coverage metadata from the author during submission.
ar_iq: لا تطالب المؤلف بالبيانات الوصفية للتغطية خلال مرحلة التقديم.

# manager-setup-metadata-coverage-request
source: Ask the author to suggest coverage metadata during submission.
ar_iq: أطلب من المؤلف اقتراح البيانات الوصفية للتغطية خلال مرحلة التقديم.

# manager-setup-metadata-coverage-require
source: Require the author to suggest coverage metadata before accepting their submission.
ar_iq: ينبغي على المؤلف اقتراح البيانات الوصفية للتغطية قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-keywords-description
source: Keywords are typically one- to three-word phrases that are used to indicate the main topics of a submission.
ar_iq: الكلمات المفتاحية هي عبارة إلى ثلاث عبارات تستعمل للدلالة على المواضيع الأساسية لطلب التقديم.

# manager-setup-metadata-keywords-enable
source: Enable keyword metadata
ar_iq: تمكين الكلمات المفتاحية

# manager-setup-metadata-keywords-noRequest
source: Do not request keywords from the author during submission.
ar_iq: لا تطالب المؤلف بالكلمات المفتاحية خلال مرحلة التقديم.

# manager-setup-metadata-keywords-request
source: Ask the author to suggest keywords during submission.
ar_iq: أطلب من المؤلف اقتراح الكلمات المفتاحية خلال مرحلة التقديم.

# manager-setup-metadata-keywords-require
source: Require the author to suggest keywords before accepting their submission.
ar_iq: ينبغي على المؤلف اقتراح الكلمات المفتاحية قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-languages-description
source: Language indicates the work's primary language using a language code ("en") with an optional country code ("en_US").
ar_iq: اللغة تعني اللغة الأساسية التي كُتب بها العمل وهي تكون بصيغة رمز اللغة ("ar") مع ترميز اختياري يمثل الدولة ("ar_IQ").

# manager-setup-metadata-languages-enable
source: Enable language metadata
ar_iq: تمكين البيانات الوصفية للغة

# manager-setup-metadata-languages-noRequest
source: Do not request the submission's languages from the author during submission.
ar_iq: لا تطالب المؤلف بلغة العمل خلال مرحلة التقديم.

# manager-setup-metadata-languages-request
source: Ask the author to indication the submission's languages during submission.
ar_iq: أطلب من المؤلف تحديد لغة العمل خلال مرحلة التقديم.

# manager-setup-metadata-languages-require
source: Require the author to enter the submission's languages before accepting their submission.
ar_iq: ينبغي على المؤلف تحديد لغة العمل قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-rights-description
source: Any rights held over the submission, which may include Intellectual Property Rights (IPR), Copyright, and various Property Rights.
ar_iq: أية حقوق محفوظة يتضمنها طلب التقديم، والتي قد تشمل حقوق الملكية الفكرية، حقوق النسخ، وغيرها من حقوق الملكية.

# manager-setup-metadata-rights-enable
source: Enable rights metadata
ar_iq: تمكين البيانات الوصفية للحقوق

# manager-setup-metadata-rights-noRequest
source: Do not request a rights disclosure from the author during submission.
ar_iq: لا تطالب المؤلف بالإفصاح عن الحقوق خلال مرحلة التقديم.

# manager-setup-metadata-rights-request
source: Ask the author to disclose any prior access rights during submission.
ar_iq: أطلب من المؤلف الإفصاح عن أية حقوق يتضمنها العمل خلال مرحلة التقديم.

# manager-setup-metadata-rights-require
source: Require the author to disclose any prior access rights before accepting their submission.
ar_iq: ينبغي على المؤلف الإفصاح عن أية حقوق يتضمنها العمل قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-source-description
source: The source may be an ID, such as a DOI, of another work or resource from which the submission is derived.
ar_iq: المصدر قد يكون رمزاً تعريفياً، كما هو الحال مع معرف المكون الرقمي DOI الخاص بعمل آخر أو المصدر الذي تم اقتصاص طلب التقديم منه.

# manager-setup-metadata-source-enable
source: Enable source metadata
ar_iq: تكين البيانات الوصفية للمصدر

# manager-setup-metadata-source-noRequest
source: Do not request a source URL from the author during submission.
ar_iq: لا تطالب المؤلف برابط المصدر خلال مرحلة التقديم.

# manager-setup-metadata-source-request
source: Ask the author to provide a source URL during submission.
ar_iq: أطلب من المؤلف تحديد رابط المصدر خلال مرحلة التقديم.

# manager-setup-metadata-source-require
source: Require the author to provide a source URL before accepting their submission.
ar_iq: ينبغي على المؤلف تحديد رابط المصدر قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-subjects-description
source: Subjects will be keywords, key phrases or classification codes that describe a topic of the submission.
ar_iq: المواضيع قد تكون كلمات مفتاحية، عبارات أساسية، أو رموز تصنيفية من شأنها إعطاء وصف عام لطلب التقديم.

# manager-setup-metadata-subjects-enable
source: Enable subject metadata
ar_iq: تمكين البيانات الوصفية للمواضيع

# manager-setup-metadata-subjects-noRequest
source: Do not request subjects from the author during submission.
ar_iq: لا تطالب المؤلف بالمواضيع خلال مرحلة التقديم.

# manager-setup-metadata-subjects-request
source: Ask the author to provide subjects during submission.
ar_iq: أطلب من المؤلف تحديد المواضيع خلال مرحلة التقديم.

# manager-setup-metadata-subjects-require
source: Require the author to provide subjects before accepting their submission.
ar_iq: ينبغي على المؤلف تحديد المواضيع قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-type-description
source: The nature or genre of the main content of the submission. The type is usually "Text", but may also be "Dataset", "Image" or any of the <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core types</a>.
ar_iq: طبيعة أو نوع المحتوى الرئيسي لطلب التقديم. النوع عادة ما يكون "Text"، ولكنه قد يكون أحياناً "Dataset"، "Image" أو أي من <a target="_blank" href="http://www.dublincore.org/specifications/dublin-core/dcmi-type-vocabulary/">أنواع دبلن الأساسية</a>.

# manager-setup-metadata-type-enable
source: Enable type metadata
ar_iq: تمكين البيانات الوصفية للنوع

# manager-setup-metadata-type-noRequest
source: Do not request the type from the author during submission.
ar_iq: لا تطالب المؤلف بالنوع خلال مرحلة التقديم.

# manager-setup-metadata-type-request
source: Ask the author to provide the type during submission.
ar_iq: أطلب من المؤلف تحديد النوع خلال مرحلة التقديم.

# manager-setup-metadata-type-require
source: Require the author to provide the type before accepting their submission.
ar_iq: ينبغي على المؤلف تحديد النوع قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-disciplines-description
source: Disciplines are types of study or branches of knowledge as described by university faculties and learned societies.
ar_iq: التخصصات هي أنواع من الدراسة أو فروع من العلوم كما يصفها أساتذة الجامعات والمجتمعات العلمية.

# manager-setup-metadata-disciplines-enable
source: Enable disciplines metadata
ar_iq: تمكين البيانات الوصفية للتخصصات

# manager-setup-metadata-disciplines-noRequest
source: Do not request disciplines from the author during submission.
ar_iq: لا تطالب المؤلف بالتخصصات خلال مرحلة التقديم.

# manager-setup-metadata-disciplines-request
source: Ask the author to provide disciplines during submission.
ar_iq: أطلب من المؤلف تحديد التخصصات خلال مرحلة التقديم.

# manager-setup-metadata-disciplines-require
source: Require the author to provide disciplines before accepting their submission.
ar_iq: ينبغي على المؤلف تحديد التخصصات قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-agencies-description
source: Supporting agencies may indicate the source of research funding or other institutional support that facilitated the research.
ar_iq: الجهات الداعمة قد تشير إلى مصادر تمويل البحوث أو غير ذلك من أنواع الدعم المؤسساتي التي من شأنها تسهيل مجريات البحث.

# manager-setup-metadata-agencies-enable
source: Enable supporting agencies metadata
ar_iq: تمكين البيانات الوصفية لمصادر الدعم

# manager-setup-metadata-agencies-noRequest
source: Do not request supporting agencies from the author during submission.
ar_iq: لا تطالب المؤلف بمصادر الدعم خلال مرحلة التقديم.

# manager-setup-metadata-agencies-request
source: Ask the author to disclose any supporting agencies during submission.
ar_iq: أطلب من المؤلف تحديد مصادر الدعم خلال مرحلة التقديم.

# manager-setup-metadata-agencies-require
source: Require the author to disclose any supporting agencies before accepting their submission.
ar_iq: ينبغي على المؤلف تحديد مصادر الدعم قبل حصوله على موافقة طلب التقديم.

# manager-setup-metadata-citations-description
source: Collect a submission's references in a separate field. This may be required to comply with citation-tracking services such as Crossref.
ar_iq: إجمع مراجع العمل في حقل مستقل. هذا قد يتطلب التوافق مع خدمات تقصي الاقتباسات مثل Crossref.

# manager-setup-metadata-citations-enable
source: Enable references metadata
ar_iq: تمكين البيانات الوصفية للمراجع

# manager-setup-metadata-citations-noRequest
source: Do not request references from the author during submission.
ar_iq: لا تطالب المؤلف بالمراجع خلال مرحلة التقديم.

# manager-setup-metadata-citations-request
source: Ask the author to provide references during submission.
ar_iq: أطلب من المؤلف تحديد المراجع خلال مرحلة التقديم.

# manager-setup-metadata-citations-require
source: Require the author to provide references before accepting their submission.
ar_iq: ينبغي على المؤلف تحديد المراجع قبل حصوله على موافقة طلب التقديم.

# plugins-importexport-common-validationErrors
source: Validation errors:
ar_iq: أخطاء التحقق:
da_dk: Godkendelsesfejl:
fa_ir: خطاهای اعتبار سنجی:
fi_fi: Vahvistusvirheitä:
pt_br: Erros de validação:
sl_si: Validacijske napake:
sr_rs@latin: Greške pri potvrđivanju

# plugins-importexport-common-warningsEncountered
source: Warnings encountered:
ar_iq: هناك تحذيرات:
da_dk: Der forekommer advarsler:
fa_ir: اخطاری رخ داده است.
fi_fi: Varoituksia:
pt_br: Advertências encontradas:
sl_si: Opozorila:

# plugins-importexport-common-errorsOccured
source: Errors occured:
ar_iq: حدثت أخطاء:
da_dk: Der opstod fejl:
fa_ir: خطا رخ داده است:
fi_fi: Tapahtui virheitä:
pt_br: Erros encontrados:
sl_si: Napake:

# plugins-importexport-common-error-unknownElement
source: Unknown element {$param}
ar_iq: عنصر مجهول {$param}
da_dk: Ukendt element {$param}
fa_ir: المان نامشخص {$param}
fi_fi: Tuntematon kohta {$param}
pt_br: Elemento desconhecido {$param}
sl_si: Neznan element {$param}

# plugins-importexport-common-error-unknownGenre
source: Unknown genre {$param}
ar_iq: نوع مجهول {$param}
da_dk: Ukendt genre {$param}
fa_ir: مولفه نامشخص {$param}
fi_fi: Tuntematon osa {$param}
pt_br: Gênero desconhecido {$param}
sl_si: Neznan žanr {$param}

# plugins-importexport-common-error-unknownEncoding
source: Unknown encoding {$param}
ar_iq: ترميز مجهول {$param}
da_dk: Ukendt kode {$param}
fa_ir: کدگزاری نامشخص {$param}
fi_fi: Tuntematon merkistökoodaus {$param}
pt_br: Codificação desconhecida {$param}
sl_si: Neznano en-kodiranje {$param}

# plugins-importexport-common-error-encodingError
source: The content is not encoded as {$param}
ar_iq: إن المحتوى غير مرمز بصيغة {$param}
da_dk: Indholdet er ikke kodet som {$param}
fa_ir: محتوا به {$param} عنوان کدگذاری نشده است.
fi_fi: Sisältö on koodattu muotoon {$param}
pt_br: O conteúdo não é codificado como {$param}
sl_si: Vsebina ni kodirana kot {$param}

# plugins-importexport-common-error-unknownUserGroup
source: Unknown user group {$param}
ar_iq: مجموعة مستخدم مجهولة {$param}
da_dk: Ukendt brugergruppe {$param}
fa_ir: گروه کاربری نامشخص {$param}
fi_fi: Tuntematon käyttäjäryhmä {$param}
pt_br: Grupo de usuário desconhecido {$param}
sl_si: Neznana uporabniška skupina {$param}

# plugins-importexport-common-error-missingGivenName
source: The author {$authorName} does not have a given name in the submission's language, {$localeName}. The submission can not be imported without this information.
ar_iq: إن المؤلف {$authorName} لم يتم إدخال اسمه بلغة العمل الرئيسية، {$localeName}. يتعذر استيراد طلب التقديم بدون توفر هذه المعلومة.
fi_fi: Kirjoittajalle {$authorName} ei ole annettu nimeä käsikirjoituksessa käytettävällä kielellä, {$localeName}. Käsikirjoitusta ei voida tuoda ilman tätä tietoa.

# plugins-importexport-common-error-unknownUploader
source: Unknown uploader {$param}
ar_iq: رافع مجهول {$param}
da_dk: Ukendt uploader {$param}
fa_ir: آپلود کننده نامشخص {$param}
fi_fi: Tuntematon lataaja {$param}
pt_br: Uploader desconhecido {$param}
sl_si: Neznan nalagalnik {$param}

# plugins-importexport-common-error-temporaryFileFailed
source: Temporary file {$dest} could not be created from {$source}
ar_iq: تعذر إنشاء الملف المؤقت {$dest} من {$source}
da_dk: Midlertidig fil {$dest} kunne ikke oprettes fra {$source}
fa_ir: ایجاد فایل موقتی {$dest} از {$source} امکان‌پذیر نیست.
fi_fi: Väliaikaista tiedostoa {$dest} ei voitu luoda kohteesta {$source}
pt_br: Arquivo temporário {$dest} não pode ser criado por {$source}
sl_si: Začasna datoteka {$dest} ne more biti ustvarjena iz {$source}

# plugins-importexport-common-error-filesizeMismatch
source: The provided filesize "{$expected}" and the actual filesize "{$actual}" do not match
ar_iq: إن حجم الملف المعطى "{$expected}" وحجم الملف الفعلي "{$actual}" لا يتطابقان
da_dk: Den angivne filstørrelse "{$expected}" og den aktuelle filstørrelse "{$actual}" stemmer ikke overens
fa_ir: اندازه فایل مورد انتظار «{$expected}» بوده و با اندازه اصلی فایل ({$actual}) مطابقت ندارد.
fi_fi: Annettu tiedostokoko "{$expected}" ja varsinainen tiedostokoko "{$actual}" eivät täsmää
pt_br: O tamanho de arquivo informado "{$expected}" e o tamanho real "{$actual}" não conferem
sl_si: Pričakovan velikost datoteke "{$expected}" in dobljena velikost datoteke "{$actual}" se ne skladata

# plugins-importexport-common-error-duplicateRevisionForSubmission
source: The revision "{$revisionId}" for submission file "{$fileId}" would create a duplicate record
ar_iq: إن التحكيم "{$revisionId}" لملف التقديم "{$fileId}" سيولد سجلاً مكرراً
da_dk: Revisionen "{$revisionId}" af indsendelsesfilen "{$fileId}" vil oprette en kopiregistrering
fa_ir: اصلاحات «{$revisionId}» برای فایل مقاله «{$fileId}» ممکن است باعث ایجاد یک رکورد تکراری شود.
fi_fi: Revisio "{$revisionId}" käsikirjoitustiedostolle "{$fileId}" loisi duplikaatin
sl_si: Verzija "{$revisionId}" za datoteko prispevka "{$fileId}" ni povzročila dvojni zapis

# plugins-importexport-native-error-submissionFileImportFailed
source: The submission file could not be imported
ar_iq: تعذر استيراد ملف التقديم
da_dk: Indsendelsesfilen kunne ikke importeres
fa_ir: فایل مقاله ارسالی قابل درون‌ریزی نیست.
fi_fi: Käsikirjoitustiedostoa ei voitu tuoda
pt_br: O arquivo da submissão não pode ser importado
sl_si: Datoteka prispevka ni mogla biti uvožena

# plugins-importexport-user-importExportErrors
source: Import/Export errors:
ar_iq: أخطاء الاستيراد/التصدير:
fi_fi: Tuonti/Vienti-virheet:

# plugins-importexport-user-error-userHasNoPassword
source: The imported user "{$username}" has no password. Check your import XML format. The user has not been imported.
ar_iq: المستخدم المستورد "{$username}" ليس لديه كلمة مرور. تحقق من بيانات الاستيراد التي بلغة XML. لم يتم استيراد هذا المستخدم بعد.
fi_fi: Käyttäjällä "{$username}" ei ole salasanaa. Tarkista tuontiin käytetty XML-tiedosto. Käyttäjän tiedot jätettiin tuomatta.

# plugins-importexport-user-error-passwordHasBeenChanged
source: The imported user "{$username}" password could not be imported as is. A new password is been send to the user email. The user has been imported.
ar_iq: كلمة مرور المستخدم المستورد "{$username}" تعذر الحصول عليها كما هي. لقد تم إرسال كلمة مرور جديدة إليه عبر بريده الالكتروني. هذا المستخدم تم استيراده بنجاح.
fi_fi: Käyttäjän "{$username}" salasanaa ei voitu tuoda sellaisenaan. Käyttäjälle on lähetetty uusi salasana sähköpostitse. Muut käyttäjän tiedot on tuotu onnistuneesti.

# plugins-importexport-user-error-plainPasswordNotValid
source: The imported user "{$username}" has a plain password that is not valid. The user has not been imported.
ar_iq: المستخدم المستورد "{$username}" لديه كلمة مرور غير مشفرة وبالتالي غير مقبولة. لم يتم استيراد هذا المستخدم بعد.
fi_fi: Käyttäjällä "{$username}" on salaamaton salasana, jota ei sallita. Käyttäjän tiedot jätettiin tuomatta.

# plugins-importexport-user-error-usernameEmailMismatch
source: The username "{$username}" and the e-mail "{$email}" do not match to the one and the same existing user.
ar_iq: إن اسم المستخدم "{$username}" وعنوان المراسلة "{$email}" لا يتطابقان مع ما هو مسجل في النظام لنفس المستخدم.
fi_fi: Käyttäjänimi "{$username}" ja sähköposti "{$email}" eivät täsmää saman olemassa olevan käyttäjän tietojen kanssa.

# manager-navigationMenus-form-title
source: Title
ar_iq: العنوان
da_dk: Titel
fa_ir: عنوان
fi_fi: Otsikko
pt_br: Título
sl_si: Naslov

# manager-navigationMenus-form-path
source: Path
ar_iq: المسار
da_dk: Sti
fa_ir: مسیر
fi_fi: Polku
pt_br: Caminho
sl_si: Pot

# manager-navigationMenus
source: Navigation
ar_iq: التنقل
da_dk: Navigationsmenuer
fa_ir: منوی گشت‌وگذار
fi_fi: Navigaatiovalikot
pt_br: Menus de navegação
sl_si: Navigacijski meniji

# manager-navigationMenus-form-viewInstructions
source: <p>This page will be accessible at: <blockquote>{$pagesPath}</blockquote>...where %PATH% is the path entered above. <strong>Note:</strong> No two pages can have the same path. Using paths that are built into the system may cause you to lose access to important functions.</p>
ar_iq: <p>هذه الصفحة ستكون متاحة للوصول عند: <blockquote>{$pagesPath}</blockquote>... حيث أن %PATH% هو المسار المدخل أعلاه. <strong>ملاحظة:</strong> لا يمكن لأكثر من صفحة أن يكون لها نفس المسار. استعمالك لتسميات مسارات مطابقة لمسارات النظام قد يؤدي إلى فقدانك لبعض وظائفه الهامة.</p>
da_dk: <p>Denne side vil være tilgængelig på: <blockquote>{$pagesPath}</blockquote>...hvor %PATH% er stien, der indskrives ovenfor. <strong>Bemærk:</strong> To sider kan ikke have samme sti. Hvis man anvender stier, der allerede er en del af systemet kan man miste adgang til vigtige funktioner.</p>
fa_ir: <p>این صفحه در مسیر <blockquote>{$pagesPath}</blockquote> قابل دسترس خواهد بود. که در آن %PATH% مسیر وارد شده در بالا است. <strong>توجه: </strong> دو صفحه نمی‌توانند یک مسیر داشته باشند و همچنین از مسیرهایی که خود سامانه به صورت پیش‌فرض استفاده می‌کند به عنوان مسیر استفاده نکنید چون ممکن است باعث اختلال در عملکرد سامانه شود.
fi_fi: <p>Tämä sivu löytyy sijainnista <blockquote>{$pagesPath}</blockquote>...jossa %PATH% on yllä näkyvä polku. <strong>Huomaa:</strong> Kahdella sivulla ei voi olla samaa polkua. Mikäli annat polun, joka on jo järjestelmän käytössä, voi jokin toiminto poistua käytöstä.</p>
pt_br: <p>Esta págima será acessível em: <blockquote>{$pagesPath}</blockquote>...onde %PATH% é o caminho digitado acima. <strong>Nota:</strong> Duas páginas não podem possuir o mesmo caminho. O uso de caminhos já utilizados no sistema pode causar perda de acesso a funções importantes.</p>
sl_si: <p>Ta stran bo dostopna na: <blockquote>{$pagesPath}</blockquote>...kjer je %PATH% pot vpisana zgoraj. <strong>Opozorilo:</strong> Dve strani ne moreta imeti iste poti. Uporaba poti, ki so že vgrajene v sistem, lahko povzroči nedostopnost pomembnih funkcij.</p>

# manager-navigationMenus-form-content
source: Content
ar_iq: المحتوى
da_dk: Indhold
fa_ir: محتوا
fi_fi: Sisältö
pt_br: Conteúdo
sl_si: Vsebina

# manager-navigationMenus-form-pathRegEx
source: The path field must contain only alphanumeric characters plus '.', '/', '-', and '_'.
ar_iq: حقل المسار ينبغي أن يتضمن فقط حروفاً إنجليزية وأرقاماً فضلاً عن '.'، '/'، '-'، و '_'.
da_dk: Sti-feltet kan kun indeholde alfanumeriske tegn plus '.', '/', '-', and '_'.
fa_ir: محتوای وارد شده در قسمت مسیر تنها می‌تواند شامل کاراکترهای متنی به اضافه کاراکترهای «.»، «/»، «-» و «_» باشد.
fi_fi: Polku voi sisältää vain alfanumeerisia merkkejä sekä merkit '.', '/', '-', ja '_'.
pt_br: O campo caminho deve conter apenas caracteres alfanuméricos, além de '.', '/', '-', e '_'.
sl_si: Polje pot lahko vsebuje le alfanumerične znake in '.', '/', '-' ter '_'.

# manager-navigationMenus-form-duplicatePath
source: This path already exists for another navigation menu item.
ar_iq: هذا المسار موجود سابقاً لعنصر قائمة تنقل آخر.
da_dk: Denne sti eksisterer allerede i forbindelse med et andet navigationsmenuelement.
fa_ir: این مسیر از قبل در منوی گشت و گدار وجود دارد.
fi_fi: Tämä polku on jo käytössä toisessa valikon kohteessa.
pt_br: Este caminho já existe para outro item do menu de navegação.
sl_si: Ta pot je že uporabljena pri drugem navigacijskem meniju.

# manager-navigationMenus-form-duplicateTitles
source: This title already exists for another navigation menu.
ar_iq: هذا العنوان موجود سابقاً لقائمة تنقل أخرى.
da_dk: Denne titel eksisterer allerede i forbindelse med en anden navigationsmenu.
fa_ir: این عنوان از قبل در منوی گشت و گدار وجود دارد.
fi_fi: Tämä otsikko on jo käytössä toisessa valikossa.
pt_br: Este título já existe para outro menu de navegação.
sl_si: Ta naslov je že uporbljen pri drugem navigacijskem meniju.

# manager-navigationMenus-form-titleRequired
source: The title is required
ar_iq: العنوان مطلوب حتماً
da_dk: Titlen er påkrævet
fa_ir: وارد کردن عنوان الزامی است.
fi_fi: Otsikko vaaditaan
pt_br: O título é obrigatório
sl_si: Naslov je obvezen

# manager-navigationMenuItems
source: Navigation Menu Items
ar_iq: عناصر قائمة التنقل
da_dk: Indholdselementer i navigationsmenuen
fa_ir: المان منوی گشت‌وگذار
fi_fi: Navigaatiovalikon kohteet
pt_br: Itens do menu de navegação
sl_si: Postavke navigacijskega menija

# manager-navigationMenus-assignedMenuItems
source: Assigned Menu Items
ar_iq: تعيين عناصر القائمة
da_dk: Tildelte menuelementer
fa_ir: المان انتساب داده شده
fi_fi: Käytössä olevat kohteet
pt_br: Itens associados ao menu
sl_si: Dodeljene postavke menija

# manager-navigationMenus-unassignedMenuItems
source: Unassigned Menu Items
ar_iq: إزالة عناصر القائمة
da_dk: Annulerede menuelementer
fa_ir: المان‌های بدون انتساب
fi_fi: Pois käytöstä olevat kohteet
pt_br: Itens não associados ao menu
sl_si: Nedodeljene postavke menija

# manager-navigationMenus-form-navigationMenuArea
source: Active Theme Navigation Areas
ar_iq: مساحات تنقل النمط الحالي
da_dk: Aktivt navigationsområde
fa_ir: فعال کردن پوسته ناحیه گشت‌وگذار
fi_fi: Ulkoasuteeman aktiiviset navigaatioalueet
pt_br: Áreas de navegação do Tema ativo
sl_si: Navigacijska področja aktivne teme

# manager-navigationMenus-form-navigationMenuAreaMessage
source: Select a navigation area
ar_iq: إختر مساحة التنقل
da_dk: Vælg et navigationsområde
fa_ir: انتخاب ناحیه گشت‌وگذار
fi_fi: Valitse navigaatioalue
pt_br: Selecionar uma área de navegação
sl_si: Izberi navigacisjko področje
