Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-emails-form-bodyRequired
source: A body is required for the email.
ar_iq: متن الرسالة مطلوب حتماً.
da_dk: En brødtekst er påkrævet for denne e-mail.
fa_ir: متن اصلی برای این ایمیل لازم است
fi_fi: Sähköpostin leipäteksti vaaditaan.
pt_br: O corpo da mensagem é obrigatório.
sl_si: Za e-pošto je obvezno telo.
sr_rs@latin: Telo poruke je obavezno u imejlu.

# manager-emails-form-subjectRequired
source: A subject is required for the email.
ar_iq: موضوع الرسالة مطلوب حتماً.
da_dk: Et emne er påkrævet for denne e-mail.
fa_ir: یک موضوع برای این ایمیل لازم است.
fi_fi: Sähköpostin aihe vaaditaan.
pt_br: O assunto da mensagem é obrigatório.
sl_si: Zadeva je pri e-pošti obvezna.
sr_rs@latin: Subjekat je obavezan u imejlu.

# manager-emails
source: Prepared Emails
ar_iq: رسائل البريد المحضرة
da_dk: Forberedte e-mails
fa_ir: ایمیل‌های از پیش آماده شده
fi_fi: Valmiit sähköpostit
pt_br: E-mails
sl_si: Pripravljene e-pošte
sr_rs@latin: Pripremljeni obrasci imejla

# manager-emails-resetAll
source: Reset All
ar_iq: إعادة ضبط الكل

# manager-emails-resetAll-message
source: If you reset all templates, all modifications to the email templates will be lost. Do you want to confirm this operation?
ar_iq: إذا أعدت ضبط كل القوالب، فإن أي تعديلات عليها ستفقد. هل تؤكد هذا الإجراء؟
da_dk: Hvis du nulstiller alle skabeloner, vil alle tilretninger til e- mailskabelonerne blive slettet. Vil du bekræfte denne handling?
fa_ir: اگر تمامی الگوها را رست کنید، تمامی تغییرات انجام شده بر روی الگوها از دست خواهد رفت. مطمئن به ادامه این کار هستید؟
fi_fi: Jos palautat kaikki mallipohjat oletusarvoisiksi, kaikki sähköpostipohjiin tehdyt muutokset menetetään. Haluatko vahvistaa tämän toimenpiteen?
pt_br: Caso restaure todos os modelos, todas as alterações aos modelos de mensagem serão perdidas. Deseja confirmar a operação?
sl_si: Če boste ponastavili vse e-poštne predloge, se bodo vse dosedanje spremembe le-teh izgubile. Ste prepričani, da želite nadaljevati?
sr_rs@latin: Ukoliko resetujete sve šablone, sve modifikacije koje ste uradili biće izgubljene, da li ste sigurni da želite da nastavite?

# manager-emails-reset
source: Reset
ar_iq: إعادة الضبط
da_dk: Nulstil
fa_ir: ریست
fi_fi: Palauta
pt_br: Restaurar
sl_si: Ponastavi
sr_rs@latin: Vrati na početno

# manager-emails-reset-message
source: If you reset this template, all message data will be reset to its default value, losing all modifications. Do you want to confirm this operation?
ar_iq: إذا أعدت ضبط هذا القالب، فإن بيانات كل الرسائل المرتبطة به ستتغير إلى القيم الافتراضية، مما يزيل أية تعديلات. هل تريد تأكيد هذا الإجراء؟
da_dk: Hvis du nulstiller denne skabelon, vil alle data blive erstattet af standardinstillingerne, og evt. tilretninger vil gå tabt. Vil du bekræfte denne handling?
fa_ir: اگر این الگو را رست کنید، تمامی تغییرات آن به حالت پیش‌فرض بر خواهد گشت. مطمئن به ادامه این کار هستید؟
fi_fi: Jos palautat tämän mallipohjan, kaikki viestitiedot palautetaan oletusarvoisiksi ja kaikki muutokset menetetään. Haluatko vahvistaa tämän toimenpiteen?
pt_br: Caso restaure este modelo, todos os dados da mensagem retornarão ao valor original, perdendo todas as alterações. Deseja confirmar esta operação?
sl_si: Če boste ponastavili e-poštno predlogo, se bodo ponastavili vsi podatki sporočila na privzete vrednosti, z izgubo vseh sprememb. Ste prepričani, da želite nadaljevati?
sr_rs@latin: Ukoliko resetujete ovaj šablon, svi podaci biće vraćeni na početne vrednosti, a sve promene će biti izgubljene, da li želite da nastavite?

# manager-emails-resetToDefault
source: Reset To Default
ar_iq: إعادة الافتراضات
da_dk: Nulstil til standard
fa_ir: برگرداندن به حالت نخست
fi_fi: Palauta oletusarvot
pt_br: Restaurar para original
sl_si: Ponastavi na privzeto
sr_rs@latin: Vratite na početnu vrednost

# manager-emails-sentFrom
source: Sent From
ar_iq: مرسل من

# manager-emails-sentTo
source: Sent To
ar_iq: مرسل إلى

# manager-emails-subjectWithValue
source: Subject: {$subject}
ar_iq: الموضوع: {$subject}

# manager-filesBrowser
source: Files Browser
ar_iq: مستعرض الملفات
da_dk: Filbrowser
fa_ir: مرورگر فایل‌ها
fi_fi: Tiedostoselain
pt_br: Navegador de Arquivos
sl_si: Datotečni brskalnik
sr_rs@latin: Pregledač fajlova

# manager-files-confirmDelete
source: Delete this file or directory? Note that a directory must be empty before it can be deleted.
ar_iq: أتريد حذف هذا الملف أو الدليل؟ لاحظ أن الدليل ينبغي أن يكون فارغاً قبل أن يكون متاحاً للحذف.
da_dk: Vil du slette denne fil eller mappe? Vær opmærksom på, at en mappe skal være tom, før den kan slettes.
fa_ir: آیا این فایل یا پوشه را حذف کنم؟ دقت داشته باشید که یک پوشه باید قبل از حذف شدن خالی شده باشد
fi_fi: Poistetaanko tämä tiedosto tai hakemisto? Huomaa, että hakemiston on oltava tyhjä, ennen kuin se voidaan poistaa.
pt_br: Excluir este arquivo ou diretório? Um diretório deve estar vazio antes de ser excluído.
sl_si: Zbrišem datoteko oziroma mapo? Upoštevajte, da mora biti mapa izpraznjena pred brisanjem.
sr_rs@latin: Da li želite da izbrišete ovaj fajl ili direktorij? Imajte na umu da direktorij mora biti prazan pre nego što bude obrisan.

# manager-files-createDir
source: Create Directory
ar_iq: إنشاء حافظة ملفات (دليل)
da_dk: Opret mappe
fa_ir: ایجاد پوشه
fi_fi: Luo hakemisto
pt_br: Criar diretório
sl_si: Ustvari mapo
sr_rs@latin: Napravi direktorij

# manager-files-emptyDir
source: No files were found in this directory.
ar_iq: لا توجد ملفات في هذا الدليل.
da_dk: Der blev ikke fundet nogen filer i denne mappe.
fa_ir: .هیچ فایلی در این پوشه پیدا نشد
fi_fi: Tässä hakemistossa ei ole yhtään tiedostoa.
pt_br: Nenhum arquivo encontrado neste diretório.
sl_si: V tej mapi ni datotek
sr_rs@latin: Nema fajlova u ovom direktoriju.

# manager-files-indexOfDir
source: Index of {$dir}
ar_iq: فهرس الدليل {$dir}
da_dk: Indeks over {$dir}
fa_ir: اقلام موجود در {$dir}
fi_fi: Hakemiston {$dir} sisällys
pt_br: Índice de {$dir}
sl_si: Indeks mape {$dir}
sr_rs@latin: Indeks direktorija {$dir}

# manager-files-parentDir
source: Parent Directory
ar_iq: الدليل الأصل
da_dk: Overordnet mappe
fa_ir: پوشه مادر
fi_fi: Ylähakemisto
pt_br: Diretório acima
sl_si: Višja mapa
sr_rs@latin: Prethodni direktorij

# manager-files-uploadedFiles
source: Uploaded Files
ar_iq: الملفات المرفوعة
da_dk: Overførte filer
fa_ir: فایل‌های آپلود شده
fi_fi: Ladatut tiedostot
pt_br: Arquivos transferidos
sl_si: Naložene datoteke
sr_rs@latin: Dodati fajlovi

# manager-files-uploadFile
source: Upload File
ar_iq: رفع الملف
da_dk: Overfør fil
fa_ir: آپلود کردن فایل
fi_fi: Lataa tiedosto
pt_br: Transferir arquivo
sl_si: Naloži datoteko
sr_rs@latin: Dodaj fajl

# manager-groups-confirmDelete
source: Are you sure you wish to delete this group?
ar_iq: هل أنت متأكد من رغبتك في حذف هذه المجموعة؟
da_dk: Er du sikker på, at du vil slette denne gruppe?
fa_ir: آیا می‌خواهید این گروه را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän ryhmän?
pt_br: Deseja realmente excluir este grupo?
sl_si: Ste prepričani, da želite zbrisati to skupino?
sr_rs@latin: Da li ste sigurni da želite izbrisati ovu grupu?

# manager-groups-createTitle
source: Create Title
ar_iq: إنشاء عنوان
da_dk: Opret titel
fa_ir: ایجاد عنوان
fi_fi: Luo ryhmän nimi
pt_br: Criar título
sl_si: Ustvari naslov
sr_rs@latin: Kreiraj naslov

# manager-groups-editTitle
source: Edit Title
ar_iq: تعديل العنوان
da_dk: Rediger titel
fa_ir: ویرایش عنوان
fi_fi: Muokkaa nimeä
pt_br: Editar título
sl_si: Uredi naslov
sr_rs@latin: Izmeni naslov

# manager-groups-form-groupTitleRequired
source: A group title is required.
ar_iq: عنوان المجموعة مطلوب حتماً.
da_dk: En gruppetitel er påkrævet.
fa_ir: عنوان گروه لازم است
fi_fi: Ryhmän nimi vaaditaan.
pt_br: O título do grupo é obrigatório!
sl_si: Naslov skupine je obvezen.
sr_rs@latin: Naziv grupe je obavezan.

# manager-groups-membership-addMember
source: Add Member
ar_iq: أضف عضواً
da_dk: Tilføj medlem
fa_ir: افزودن عضو
fi_fi: Lisää jäsen
pt_br: Incluir membro
sl_si: Dodaj člana
sr_rs@latin: Dodaj člana

# manager-groups-membership-confirmDelete
source: Are you sure you wish to delete this group membership?
ar_iq: هل أنت متأكد من رغبتك في حذف هذه العضوية من المجموعة؟
da_dk: Er du sikker på, at du vil slette dette gruppemedlemskab?
fa_ir: آیا می‌خواهید عضویت این گروه را لغو کنید؟
fi_fi: Haluatko varmasti poistaa tämän ryhmän jäsenyyden?
pt_br: Deseja realmente excluir este grupo?
sl_si: Ste prepričani, da želite izbrisati člana iz te skupine?
sr_rs@latin: Da li ste sigurni da želite da ovog korisnika obrišete iz ove grupe?

# manager-groups-membership
source: Membership
ar_iq: العضوية
da_dk: Medlemskab
fa_ir: عضویت
fi_fi: Jäsenyys
pt_br: Membros
sl_si: Članstvo
sr_rs@latin: Članstvo

# manager-groups-membership-noneCreated
source: This group has no members.
ar_iq: لا تضم هذه المجموعة أعضاءً بعد.
da_dk: Denne gruppe har ingen medlemmer.
fa_ir: این گروه عضوی ندارد
fi_fi: Tässä ryhmässä ei ole jäseniä.
pt_br: Não há membros neste grupo!
sl_si: Ta skupina nima članov.
sr_rs@latin: Ova grupa nema članova.

# manager-groups-membership-noUsers
source: No users were found.
ar_iq: لا مستخدمين.
da_dk: Der blev ikke fundet nogen brugere.
fa_ir: کاربری یافت نشد
fi_fi: Yhtään käyttäjää ei löytynyt.
pt_br: Nenhum usuário encontrado
sl_si: Ne najdem nobenega uporabnika.
sr_rs@latin: Članovi nisu pronađeni.

# manager-groups-title
source: Title
ar_iq: العنوان
da_dk: Titel
fa_ir: عنوان
fi_fi: Otsikko
pt_br: Título
sl_si: Naslov
sr_rs@latin: Naslov

# manager-importExport
source: Import/Export Data
ar_iq: استيراد/تصدير البيانات
da_dk: Importer/eksporter data
fa_ir: برون دهی / درون‌ریزی داده‌ها
fi_fi: Tuo/Vie tietoja
pt_br: Importar/Exportar dados
sl_si: Uvoz/izvoz podatkov
sr_rs@latin: Uvoz/izvoz podataka

# manager-language-ui
source: UI
ar_iq: واجهة المستخدم
fa_ir: رابط کاربری
fi_fi: Käyttöliittymä
pt_br: IU
sl_si: UV

# manager-language-submissions
source: Submissions
ar_iq: طلبات النشر
da_dk: Indsendelser
fa_ir: مقالات ارسالی
fi_fi: Käsikirjoitukset
pt_br: Submissões
sl_si: Prispevki
sr_rs@latin: Predaje članaka

# manager-language-forms
source: Forms
ar_iq: النماذج
da_dk: Formularer
fa_ir: فرم‌ها
fi_fi: Lomakkeet
pt_br: Formulários
sl_si: Obrazci
sr_rs@latin: Obrasci

# manager-language-reloadLocalizedDefaultSettings
source: Reload defaults
ar_iq: استعادة الإعدادات الإفتراضية
da_dk: Genindlæs standardindstillinger
fa_ir: بارگذاری مجدد پیش‌فرض‌ها
fi_fi: Lataa oletusarvot uudelleen
pt_br: Restaurar padrões
sl_si: Ponastavi na privzeto
sr_rs@latin: Učitaj početne vrednosti

# manager-languages-alternateLocaleInstructions
source: This system optionally allows certain critical information to be entered in several additional languages. To use this feature, select alternate locales and choose from the options listed below.
ar_iq: هذا النظام يتيح إختيارياً إدخال بعض المعلومات الحرجة بعدة لغات أخرى. لاستعمال هذه الميزة، إختر لغاب بديلة وحددها من قائمة الاختيارات أدناه.
da_dk: Du kan vælge, at det skal være tilladt at angive bestemte vigtige oplysninger på flere forskellige sprog. Hvis du vil benytte denne funktion, skal du markere alternative landestandarder og vælge blandt de indstillinger, der er angivet nedenfor.
fa_ir: در این سیستم می‌توان اطلاعات مهم خاصی را به حداکثر دو زبان وارد کرد. برای استفاده از این گزینه یک یا دو زبان فرعی را انتخاب کرده و از لیست گزینه‌های زیر موارد دلخواه خود را انتخاب کنید.
fi_fi: Tämä järjestelmä sallii halutessasi tiettyjen tärkeiden tietojen syöttämisen useilla lisäkielillä. Käyttääksesi tätä ominaisuutta valitse vaihtoehtoiset kielialueet ja vaihtoehdot alla olevasta listasta.
pt_br: O sistema permite opcionalmente informar conteúdo crítico em vários idiomas adicionais. Para utilizar esta ferramenta, habilite idiomas alternativos e escolha uma das opções a seguir.
sl_si: Sistem omogoča opcijsko dodajanje določenih pomembnih informacij v večih jezikih. Za uporabo te možnosti izberite dodatne jezike in možnosti spodaj.
sr_rs@latin: Ovaj sistem omogućuje da se određene ključne informacije o časopisu i pojedinim prilozima unesu na više jezika. Da biste koristili ovu mogućnost, izaberite dodatne prevode, pa odaberate neku od niže navedenih mogućnosti.

# manager-languages-supportedLocalesInstructions
source: Select all locales to support on the site via a language select menu to appear on each page. The menu will only appear if more than one locale is selected.
ar_iq: إختر كل اللغات التي تريد أن يدعمها الموقع عبر قائمة إختيار اللغة التي تظهر عند كل صفحة. تلك القائمة ستكون ظاهرة فقط عند اختيار أكثر من لغة للموقع.
da_dk: Vælg de landestandarder, webstedet skal understøtte, via en sprogvalgsmenu på hver side. Menuen vises kun, hvis der vælges mere end én landestandard.
fa_ir: تمام زبان‌هایی را که می‌خواهید در سایت موجود باشد و کاربر بتواند از منوی انتخاب زبان آن‌ها را انتخاب کند را تعیین کنید. منوی انتخاب زبان فقط زمانی ظاهر می‌شود که بیش از یک زبان انتخاب کرده باشید.
fi_fi: Valitse kaikki sivustolla tuettavat kielialueet kielivalikosta, joka tulee näkymään jokaisella sivulla. Valikko näkyy vain, jos useampi kuin yksi kielialue on valittuna.
pt_br: Escolha, da lista de idiomas que será exibida em todas as páginas, todos os aqueles que serão suportados. A lista aparecerá caso seja escolhido mais de um idioma.
sl_si: Izberite jezike, ki bodo podprti in na voljo v meniju na vsaki strani. Meni bo na voljo le, če bo na voljo več jezikov.
sr_rs@latin: Ukoliko odaberete dva ili više prevoda, na svakoj će stranici biti prisutan meni za izbor jezika. Preko njega možete u svakom trenutku izmeniti trenutno aktivni jezik sistema.

# manager-payment-timestamp
source: Timestamp
ar_iq: بصمة الوقت
da_dk: Tidsstempel
fa_ir: برچسب زمان
fi_fi: Aikaleima
pt_br: Data de emissão
sl_si: Časovni žig
sr_rs@latin: Datum uplate

# manager-people-existingUserRequired
source: An existing user must be entered.
ar_iq: لا بد من إدخال مستخدم مسجل سابقاً.
da_dk: En registreret bruger skal indskrives.
fa_ir: کاربر موجود باید وارد شود.
fi_fi: Vaaditaan rekisteröity käyttäjä.
sl_si: Vnesite obstoječega uporabnika.

# manager-people-authSource
source: Authentication source
ar_iq: مصدر المصادقة
da_dk: Godkendelseskilde
fa_ir: منبع احراز هویت
fi_fi: Todentamislähde
pt_br: Fonte de autenticação
sl_si: Vir avtentikacije
sr_rs@latin: Izvor autentifikacije

# manager-people-confirmUnenroll
source: Unenroll this user?
ar_iq: إزالة الدور من هذا المستخدم؟
da_dk: Vil du annullere tilmeldingen af denne bruger?
fa_ir: عزل نقش این کاربر
fi_fi: Poistetaanko käyttäjältä tämä rooli?
pt_br: Remover o usuário deste papel?
sl_si: Želite zbrisati vlogo temu uporabniku?
sr_rs@latin: Želite li da ukloniti ulogu ovom korisniku?

# manager-people-createUser
source: Create New User
ar_iq: إنشاء مستخدم جديد
da_dk: Opret ny bruger
fa_ir: ایجاد کاربر جدید
fi_fi: Luo uusi käyttäjä
pt_br: Incluir novo usuário
sl_si: Ustvari novega uporabnika
sr_rs@latin: Napravi novog korisnika

# manager-people-createUserGeneratePassword
source: Generate a random password.
ar_iq: إنشاء كلمة مرور عشوائية.
da_dk: Opret en tilfældig adgangskode.
fa_ir: تولید یک رمز عبور تصادفی
fi_fi: Luo satunnainen salasana.
pt_br: Gerar senha aleatória.
sl_si: Ustvari naključno geslo.
sr_rs@latin: Generiši nasumičnu lozinku.

# manager-people-createUserSendNotify
source: Send the user a welcome email containing their username and password.
ar_iq: أرسل للمستخدم رسالة ترحيبية تتضمن اسم الدخول وكلمة المرور الخاصين به.
da_dk: Send brugeren en velkomst-e-mail med brugernavn og adgangskode.
fa_ir: ارسال ایمیل خوش‌آمد به کاربر و ارسال نام کاربری و رمز عبور با آن
fi_fi: Lähetä käyttäjälle tervetulosähköposti, jossa on hänen käyttäjätunnuksensa ja salasanansa.
pt_br: Enviar login e senha via e-mail.
sl_si: Pošlji uporabniku e-pošto z dobrodošlico z njegovim imenom in geslom.
sr_rs@latin: Pošalji korisniku imejl dobrodošlice koji sadrži njegovo korisničko ime i lozinku.

# manager-people-disable
source: Disable
ar_iq: تعطيل
da_dk: Deaktiver
fa_ir: غیرفعال کردن
fi_fi: Poista käytöstä
pt_br: Bloquear
sl_si: Onemogoči
sr_rs@latin: Onemogući

# manager-people-doNotEnroll
source: With no role
ar_iq: بلا دور
da_dk: Uden rolle
fa_ir: بدون نقش
fi_fi: Ilman roolia
pt_br: Não cadastrar
sl_si: Brez vlog
sr_rs@latin: Bez uloge

# manager-people-editProfile
source: Edit Profile
ar_iq: تعديل الملف الشخصي
da_dk: Rediger profil
fa_ir: ویرایش پرونده
fi_fi: Muokkaa profiilia
pt_br: Editar Perfil
sl_si: Uredi račun
sr_rs@latin: Uređivanje profila

# manager-people-editUser
source: Edit User
ar_iq: تعديل المستخدم
da_dk: Rediger bruger
fa_ir: ویرایش کاربر
fi_fi: Muokkaa käyttäjää
pt_br: Editar perfil
sl_si: Uredi uporabnika
sr_rs@latin: Uređivanje korisnika

# manager-people-emailUsers-emailSelectedUsers
source: Email selected users
ar_iq: مراسلة المستخدمين المنتخبين
da_dk: Send e-mail til valgte brugere
fa_ir: ارسال ایمیل به کاربران انتخاب شده
fi_fi: Lähetä sähköposti valituille käyttäjille
pt_br: Enviar e-mail a usuários selecionados
sl_si: Pošlji e-pošto izbranim uporabnikom
sr_rs@latin: Pošalji imejl odabranim korisnicima

# manager-people-emailUsers-emailUsersEnrolledAs
source: Email users enrolled as
ar_iq: مراسلة المستخدمين ذوي دور
da_dk: Send e-mail til brugere, der er tilmeldt som
fa_ir: ارسال ایمیل به کاربران دارای نقش
fi_fi: Lähetä sähköposti käyttäjille, joille on lisätty rooli
pt_br: Enviar e-mail a usuários cadastrados como
sl_si: Pošlji e-pošto uporabnikom z vlogo
sr_rs@latin: Pošalji imejl korisnicima kojima su dodeljene uloge

# manager-people-emailUsers
source: Email Users
ar_iq: مراسلة المستخدمين
da_dk: Send e-mail til brugere
fa_ir: ارسال ایمیل به کاربران
fi_fi: Lähetä käyttäjille sähköpostia
pt_br: Enviar e-mail aos usuários
sl_si: Pošlji e-pošto uporabnikom
sr_rs@latin: Pošalji imejl korisnicima

# manager-people-emailUsers-selectLocale
source: Select a locale
ar_iq: إختر اللغة
da_dk: Vælg en landestandard
fa_ir: انتخاب یک زبان
fi_fi: Valitse kielialue
pt_br: Selecionar idioma
sl_si: Izberi jezik
sr_rs@latin: Odaberite jezik

# manager-people-emailUsers-selectUsers
source: Select the users you would like to email by checking the boxes beside their names
ar_iq: إختر المستخدمين الذين تريد مراسلتهم عبر تأشير الخانات المجاورة لأسمائهم
da_dk: Vælg de brugere, du vil sende en e-mail til, ved at markere afkrydsningsfelterne ud for deres navne
fa_ir: با تیک زدن کاربران مورد نظرتان آن‌ها را برای ارسال ایمیل انتخاب کنید
fi_fi: Valitse käyttäjät, joille haluat lähettää sähköpostin, rastittamalla valintaruudut nimien vieressä
pt_br: Escolha os usuários para quem deseja enviar e-mail clicando na caixa de opção ao lado do nome
sl_si: S kljukico v kvadratkih poleg uporabnikovih imen izberite uporabnike, ki jim želite poslati e-pošto.
sr_rs@latin: Odaberi korisnike kojima želite poslati imejl na način da označite kvačicom potvrdni okvir pored njihovih imena

# manager-people-enable
source: Enable
ar_iq: تمكين
da_dk: Aktiver
fa_ir: فعال کردن
fi_fi: Aktivoi
pt_br: Habilitar
sl_si: Omogoči
sr_rs@latin: Omogući

# manager-people-enroll
source: Enroll User
ar_iq: منح الدور للمستخدم
da_dk: Tilmeld bruger
fa_ir: اعطای نقش به کاربر
fi_fi: Lisää käyttäjälle rooli
pt_br: Cadastrar Usuário
sl_si: Dodaj vlogo uporabniku
sr_rs@latin: Dodaj ulogu korisniku

# manager-people-enrollment
source: Enrollment
ar_iq: منح الأدوار
da_dk: Tilmelding
fa_ir: اعطای نقش
fi_fi: Roolin lisääminen
pt_br: Cadastrar
sl_si: Dodajanje vlog
sr_rs@latin: Dodeljivanje uloga

# manager-people-enrollSelected
source: Enroll Selected Users
ar_iq: إمنح الدور للمستخدمين المنتخبين
da_dk: Tilmeld de valgte brugere
fa_ir: اعطای نقش به کاربران انتخاب شده
fi_fi: Lisää valitut käyttäjät rooliin
pt_br: Cadastrar usuários selecionados
sl_si: Dodaj vloge izbranim uporabnikom
sr_rs@latin: Dodeli ulogu odabranim korisnicima

# manager-people-enrollSyncRole
source: Synchronize role
ar_iq: مزامنة الدور
da_dk: Synkroniser roller
fa_ir: هماهنگ‌سازی نقش
fi_fi: Synkronoi rooli
pt_br: Sincronizar papéis
sl_si: Sinhroniziraj vloge
sr_rs@latin: Sinhronizuj ulogu

# manager-people-enrollSync
source: Sync Enrollment
ar_iq: مزامنة منح الأدوار
da_dk: Synkroniser tilmelding
fa_ir: هماهنگ‌سازی نقش‌ها
fi_fi: Synkronoitu roolin lisääminen
pt_br: Sincronizar cadastro
sl_si: Sinhroniziraj vloge uporabnika
sr_rs@latin: Sinhronizuj uloge korisnika

# manager-people-enrollUserAsDescription
source: Users can be assigned to, or removed from, a role at any point.
ar_iq: يمكن منح المستخدمين دوراً أو إخراجهم منه في أي وقت.
da_dk: Brugere kan til enhver tid knyttes til eller fjernes fra en rolle.
fa_ir: اگر هیچ نقشی انتخاب نشود کاربر ایجاد می‌شود ولی هیچ نقشی در مجله ندارد. اعطای نقش و یا عزل نقش بعداً در هر زمانی نیز مقدور است.
fi_fi: Käyttäjät voidaan valita rooliin tai poistaa roolista milloin tahansa.
pt_br: O sistema permite designar ou remover papéis de usuários cadastrados a qualquer momento. O histórico de atividade é perdido caso um papel seja removido e atribuído novamente ao mesmo usuário.
sl_si: Uporabniku je lahko v vsakem trenutku dodeljena ali izbrisana določena vloga.
sr_rs@latin: Uloge mogu biti dodeljene ili oduzete u bilo kojem trenutku nakon kreiranja novog korisnika.

# manager-people-enrollUserAs
source: Enroll user as
ar_iq: إمنح المستخدم دور
da_dk: Tilmeld bruger som
fa_ir: انتساب کاربر به نقش
fi_fi: Lisää käyttäjälle rooli
pt_br: Cadastrar usuário como
sl_si: Dodaj uporabniku vlogo kot
sr_rs@latin: Dodeli ulogu korisniku kao

# manager-people-invalidUser
source: Sorry, the requested user does not exist.
ar_iq: عذراً، المستخدم المطلوب غير موجود.
da_dk: Den angivne bruger eksisterer ikke.
fa_ir: متأسفانه کاربر درخواست شده موجود نیست
fi_fi: Pyydettyä käyttäjää ei ole olemassa.
pt_br: Usuário não existe.
sl_si: Oprostite, izbrani uporabnik ne obstaja.
sr_rs@latin: Izvinite, traženi korisnik ne postoji.

# manager-people-mergeUser
source: Merge User
ar_iq: دمج المستخدمين
da_dk: Flet bruger
fa_ir: ادغام کاربر
fi_fi: Yhdistä käyttäjä
pt_br: Mesclar cadastro
sl_si: Združi uporabnika
sr_rs@latin: Spoji korisnika

# manager-people-mergeUsers-confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
ar_iq: هل أنت متأكد من رغبتك في دمج {$oldAccountCount} حساب/حسابات مع الحساب ذو اسم الدخول "{$newUsername}"؟ الحساب/الحسابات البالغ عددها {$oldAccountCount} لن يكون لها وجود بعد ذلك. هذا الإجراء غير قابل للتراجع.
da_dk: Er du sikker på, at du vil flette kontoen med brugernavnet "{$oldAccountCount}" til kontoen med brugernavnet "{$newUsername}"? Kontoen med brugernavnet "{$oldAccountCount}" vil derefter ophøre med at eksistere. Denne handling kan ikke fortrydes.
fa_ir: آیا مطمئن هستید که می‌خواهید حساب کاربری "{$oldAccountCount}" را با حساب کاربری"{$newUsername}" ادغام کنید؟ بعد از ادغام حساب کاربری"{$oldAccountCount}" دیگر وجود نخواهد داشت . این عملیات قابل بازگشت نیست.
fi_fi: Haluatko varmasti yhdistää valitut {$oldAccountCount} tiliä tiliin, jonka käyttäjätunnus on "{$newUsername}"? Valitut {$oldAccountCount} tiliä poistetaan kokonaan. Tätä toimintoa ei voi kumota.
pt_br: Deseja realmente mesclar o(s) {$oldAccountCount} cadastro(s) com o cadastro do usuário "{$newUsername}"? O(s) {$oldAccountCount} cadastro(s) será(ão) excluído(s) permanentemente. Esta ação NÃO é reversível!
sl_si: Ali ste prepričani, da želite združiti uporabniške račune {$oldAccountCount} v uporabniški račun z uporabniškim imenom "{$newUsername}"? Izbrani uporabniški računi {$oldAccountCount} ne bodo več obstajali. Ta akcija je nepovratna.
sr_rs@latin: Da li ste sigurni da želite da spojite nalog korisnika "{$oldUsername}" sa nalogom korisnika "{$newUsername}"? Nalog korisničkog imena "{$oldUsername}" više neće postojati nakon toga. Ovo je nepovratna radnja.
