Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# plugins-categories-oaiMetadataFormats
source: OAI Metadata Format Plugins
ar_iq: إضافات صيغة البيانات الوصفية OAI إختصاراً
fa_ir: افزونه فرمت فراداده OAI
fi_fi: OAI:n metatietomuoto -lisäosat
pt_br: Plugins de Formatos de Metadados OAI
sl_si: Vtičniki za OAI metapodatkovni format
sr_rs@latin: Dodatak OAI formata metapodataka

# plugins-categories-oaiMetadataFormats-description
source: These format plugins express metadata in OAI communications.
ar_iq: هذه الإضافات تعرض البيانات الوصفية في اتصالات OAI.
da_dk: Disse format-plugins udtrykker metadata i OAI-kommunikationer.
fa_ir: این افزونه‌های فرمت، فراداده را در ارتباطات OAI بیان می‌کنند.
fi_fi: Nämä muotolisäosat ilmaisevat metatiedot OAI- viestinnässä.
pt_br: Os plugins de formato geram metadados para comunicação via protocolo OAI.
sl_si: Ti vtičniki določajo metapodatke pri OAI komunikacijah.
sr_rs@latin: Ovaj dodatak prikazuje metapodatke u formatu OAI komunikacije

# plugins-categories-pubIds
source: Public Identifier Plugins
ar_iq: إضافات المعرف العام
fa_ir: افزونه شناسه عمومی
fi_fi: Julkisen tunnisteen lisäosat
pt_br: Plugins de Identificação Pública
sl_si: Vtičniki za javne identifikatorje
sr_rs@latin: Dodatak javnih identifikatora

# plugins-categories-pubIds-description
source: These plugins implement support for a public identifier.
ar_iq: هذه الإضافات تقدم الدعم للمعرف العام.
da_dk: Disse plug-ins implementerer understøttelse af Public Identifier.
fa_ir: این افزونه‌ها برای پشتیبانی از شناسه‌های عمومی هستند.
fi_fi: Näillä lisäosilla otetaan käyttöön julkisen tunnisteen tuki.
pt_br: Estes plugins implementam o suporte para identificadores públicos.
sl_si: Ti vtičniki implementirajo podporo za javne identifikatorje.
sr_rs@latin: Ovaj dodatak uvodi podršku za javne identifikatore.

# manager-plugins-copyError
source: Plugin was not successfully copied. This may be a permissions problem. Please make sure that the web server is able to write to the plugins directory (including subdirectories) but don't forget to secure it again later.
ar_iq: تعذر نسخ الإضافة. قد تكون هناك مشكلة في الصلاحيات. لطفاً، تأكد من أن الملقم قادر على تعديل محتويات حافظة ملفات الإضافات (بجميع محتوياته الفرعية) ولكن لا تنس إعادة تأمينه بعد ذلك.
da_dk: Plug-in blev ikke kopieret korrekt. Dette kan skyldes manglende rettigheder. Sørg for, at webserveren kan skrive til plug-in-mappen (herunder undermapper), men glem ikke at sikre den igen senere.
fa_ir: افزونه به صورت صحیح کپی نشده است. می‌تواند مشکل از سطح دسترسی باشد. مطمئن شوید که سرور اجازه نوشتن در پوشه افزونه‌ها را دارد.
fi_fi: Lisäosaa ei kopioitu onnistuneesti. Tämä voi olla käyttöoikeuteen liittyvä ongelma. Varmista, että verkkopalvelin kykenee kirjoittamaan lisäosahakemiston (ja alihakemistot), mutta muista suojata se myöhemmin uudelleen.
pt_br: Plugin não foi copiado com sucesso. Isso pode ser um problema de permissões. Por favor, certifique-se de que o servidor web é capaz de escrever no diretório plugins (incluindo subdiretórios), mas não se esqueça de torná-lo seguro novamente mais tarde.
sl_si: Vtičnik ni bil uspešno skopiran. Lahko, da gre za težave s pravicami. Prosimo, da zagotovite, da bo spletni strežnik lahko pisal v mapo z vtičniki (vključno s podmapami) in ne pozabite kasneje ponovno zavarovati.
sr_rs@latin: Dodatak nije uspešno kopiran. Problem može biti zbog nedostatka dovoljnih dozvola. Obezbedite da web server može upisivati u direktorij za dodatke (uključujući i poddirektorije), ali ne zaboravite kasnije da da ponovo osigurate.

# manager-plugins-delete
source: Delete Plugin
ar_iq: حذف الإضافة
da_dk: Slet plug-in
fa_ir: حذف افزونه
fi_fi: Poista lisäosa
pt_br: Apagar Plugin
sl_si: Odstrani vtičnik
sr_rs@latin: Obriši dodatak

# manager-plugins-installConfirm
source: Are you sure you wish to install this plugin?
ar_iq: هل أنت متأكد من رغبتك في تنصيب هذه الإضافة؟
da_dk: Er du sikker på, at du vil installere denne plug-in?
fa_ir: مطمئنید که می‌خواهید این افزونه را نصب کنید؟
fi_fi: Haluatko varmasti asentaa tämän lisäosan?
pt_br: Tem certeza que deseja instalar este plugin?
sl_si: Ste prepričani, da želite namestiti ta vtičnik?
sr_rs@latin: Da li ste sigurni da želite da instalirate dodatak?

# manager-plugins-upgradeConfirm
source: Are you sure you wish to upgrade this plugin?
ar_iq: هل أنت متأكد من رغبتك في ترقية هذه الإضافة؟
da_dk: Er du sikker på, at du vil opgradere denne plug-in?
fa_ir: مطمئنید که می‌خواهید این افزونه را ارتقاء دهید؟
fi_fi: Haluatko varmasti päivittää tämän lisäosan?
pt_br: Tem certeza que deseja atualizar este plugin?
sl_si: Ste prepričani, da želite nadgraditi ta vtičnik?
sr_rs@latin: Da li ste sigurni da želite da nadogradite dodatak?

# grid-action-installPlugin
source: Install or upgrade this plugin
ar_iq: تنصيب أو ترقية هذه الإضافة
da_dk: Installér eller opgradér denne plug-in
fa_ir: نصب یا ارتقاء این افزونه
fi_fi: Asenna tai päivitä tämä lisäosa
pt_br: Instalar ou atualizar este plugin
sl_si: Namesti ali nadgradi ta vtičnik
sr_rs@latin: Instaliraj ili nadogradi dodatak

# manager-plugins-deleteConfirm
source: Are you sure you wish to delete this plugin from the system?
ar_iq: هل أنت متأكد من رغبتك في حذف هذه الإضافة من النظام؟
da_dk: Er du sikker på, at du vil slette denne plug-in fra systemet?
fa_ir: آیا مطمئنید که می‌خواهید این افزونه را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän lisäosan järjestelmästä?
pt_br: Tem certeza que deseja apagar este plugin do sistema?
sl_si: Ste prepričani, da želite odstraniti ta vtičnik iz sistema?
sr_rs@latin: Da li ste sigurni daželite da obrišete dodatak iz sistema?

# manager-plugins-deleteDescription
source: By clicking delete, you will delete the plugin from the server's file system.
ar_iq: عبر النقر على الحذف، سيتم حذف هذه الإضافة من نظام ملفات الملقم.
da_dk: Ved at klikke 'Slet', sletter du denne plug-in fra serverens filsystem.
fa_ir: با کلیک بر روی «حذف» این افزونه از سرور حذف خواهد شد.
fi_fi: Klikkaamalla poista-painiketta poistat lisäosan palvelimen tiedostojärjestelmästä.
pt_br: Ao clicar em 'apagar', o plugin será apagado do sistema de arquivos do servidor.
sl_si: S klikom na briši, boste odstrnaili vtičnik iz strežnikovega datotečnega sistema.
sr_rs@latin: Klikom na "Obriši" obrisaćete dodatak sa servera.

# manager-plugins-deleteError
source: Plugin "{$pluginName}" could not be deleted from the file system. This may be a permissions problem. Please make sure that the web server is able to write to the plugins directory (including subdirectories) but don't forget to secure it again later.
ar_iq: تعذر حذف الإضافة "{$pluginName}" من نظام الملفات. قد تكون هناك مشكلة في الصلاحيات. لطفاً، تأكد من أن الملقم قادر على تعديل محتويات حافظة ملفات الإضافات (بجميع محتوياته الفرعية) ولكن لا تنس إعادة تأمينه بعد ذلك.
da_dk: Plug-in'en "{$pluginName}" kunne ikke slettes fra filsystemet. Dette kan skyldes manglende rettigheder. Sørg for, at webserveren kan skrive til plug-in-mappen (herunder undermapper), men glem ikke at sikre den igen senere.
fa_ir: افزونه "{$pluginName}" امکان حذف از روی سرور را ندارد. می‌تواند مشکل از سطح دسترسی باشد. مطمئن شوید که سرور اجازه نوشتن در پوشه افزونه‌ها را دارد.
fi_fi: Lisäosaa "{$pluginName}" ei voitu poistaa tiedostojärjestelmästä. Tämä voi olla käyttöoikeuteen liittyvä ongelma. Varmista, että verkkopalvelin kykenee kirjoittamaan lisäosahakemiston (ja alihakemistot), mutta muista suojata se myöhemmin uudelleen.
pt_br: O plugin "{$pluginName}" não pôde ser excluído do sistema de arquivos. Isso pode ser um problema de permissões. Por favor, certifique-se de que o servidor web é capaz de escrever no diretório plugins (incluindo subdiretórios), mas não se esqueça de torná-lo seguro novamente mais tarde.
sl_si: Vtičnik "{$pluginName}" ni mogel biti odstranjen iz datotečnega sistema. Lahko, da gre za težave s pravicami. Prosimo, da zagotovite, da bo spletni strežnik lahko pisal v mapo z vtičniki (vključno s podmapami) in ne pozabite kasneje ponovno zavarovati.
sr_rs@latin: Dodatak "{$pluginName}" nije mogao biti obrisan sa servera. Problem može biti zbog nedostatka dovoljnih dozvola. Obezbedite da web server može upisivati u direktorij za dodatke (uključujući i poddirektorije), ali ne zaboravite kasnije da da ponovo osigurate.

# manager-plugins-deleteSuccess
source: Plugin "{$pluginName}" successfuly deleted
ar_iq: الإضافة "{$pluginName}" حُذفت بنجاح
da_dk: Plug-in'en "{$pluginName}" blev slettet
fa_ir: افزونه "{$pluginName}" با موفقیت حذف شد.
fi_fi: Lisäosa "{$pluginName}" poistettiin onnistuneesti
pt_br: O plugin "{$pluginName}" eliminado com sucesso
sl_si: Vtičnik "{$pluginName}" je bil uspešno odstranjen
sr_rs@latin: Dodatak "{$pluginName}" je uspešno obrisan

# manager-plugins-description
source: This page allows the Manager to review and potentially configure the plugins that are currently installed. Plugins are divided into categories, according to their function. The categories are listed below, and within each category, its current set of plugins.
ar_iq: هذه الصفحة تسمح لرئيس التحرير بمعاينة الإضافات المنصبة في النظام وحتى تهيئتها. هذه الإضافات مصنفة إلى مجموعات استناداً إلى وظائفها. الأصناف مدرجة أدناه، وضمن كل منها استعراض للإضافات التي تتضمنها.
da_dk: Denne side gør det muligt for tidsskriftschefen at gennemgå og om muligt konfigurere de plug-ins, der aktuelt er installeret. Plug-ins er opdelt i kategorier i henhold til deres funktion. Kategorien er angivet nedenfor, og inden for hver kategori, dens nuværende samling plug-ins.
fa_ir: این صفحه برای مدیریت و مشاهده افزونه‌های نصب شده بر روی سامانه است. افزونه‌ها بر اساس عملکردشان در دسته‌های مختلف تقسیم شده‌اند.
fi_fi: Tällä sivulla hallinnoija voi tarkistaa ja mahdollisesti määrittää jo asennetut lisäosat. Lisäosat on jaettu kategorioihin funktionsa mukaan. Kategoriat on lueteltu alla, ja joka kategoriassa on siihen tällä hetkellä kuuluvat lisäosat.
pt_br: Esta página permite que o gerente revise e configure os plugins que estão instalados atualmente. Plugins são divididos em categorias, de acordo com a sua função. As categorias estão listados abaixo, e dentro de cada categoria, o seu atual conjunto de plugins.
sl_si: Ta stran omogoča administratorju, da pregelda in konfigurira vtičnike, ki so trenutno nameščeni. Vtičniki so razdeljeni v kategorije, odvisno od njihove funkcionalnosti. Kategorije so naštete spodaj, skupaj s pripadajočimi vtičniki.
sr_rs@latin: Ova stranica dozvoljava Upravniku da pregleda i potencijalno konfiguriše dodatke koji su trenutno instalirani. Dodaci su podeljeni u kategorije prema svojoj funkciji. Kategorije su dole izlistane i u svakoj kategroiji se nalazi komplet dodataka.

# manager-plugins-doesNotExist
source: Plugin "{$pluginName}" does not exist
ar_iq: الإضافة "{$pluginName}" لا وجود لها
da_dk: Plug-in "{$pluginName}" findes ikke
fa_ir: افزونه "{$pluginName}" موجود نیست
fi_fi: Lisäosaa "{$pluginName}" ei ole olemassa
pt_br: O plugin "{$pluginName}" não existe
sl_si: Vtičnik "{$pluginName}" ne obstaja
sr_rs@latin: Dodatak "{$pluginName}" ne postoji

# manager-plugins-fileSelectError
source: Please select a file first
ar_iq: لطفاً، إختر الملف أولاً
da_dk: Vælg først en fil
fa_ir: لطفاً اول فایل را انتخاب کنید.
fi_fi: Valitse ensin tiedosto
pt_br: Por favor, primeiro selecione um arquivo
sl_si: Prosimo, najprej izberite datoteko
sr_rs@latin: Prvo odaberite fajl

# manager-plugins-upload
source: Upload A New Plugin
ar_iq: رفع إضافة جديدة
da_dk: Upload en ny plug-in
fa_ir: بارگذاری افزونه‌ی جدید
fi_fi: Lataa uusi lisäosa
pt_br: Enviar novo plugin
sl_si: Naloži nov vtičnik
sr_rs@latin: Dostavi novi dodatak

# manager-plugins-uploadDescription
source: This form allows you to upload and install a new plugin. Please ensure the plugin is compressed as a .tar.gz file.
ar_iq: هذا النموذج يسمح لك برفع إضافة جديدة وتنصيبها. لطفاً، تأكد من أن الإضافة مضغوطة بصيغة ملف .tar.gz.
da_dk: Denne formular giver dig mulighed for at uploade og installere et nyt plug-in. Sørg for, at plugin'en komprimeres som en .tar.gz-fil.
fa_ir: این فرم به شما امکان می‌دهد تا یک افزونه را آپلود و نصب کنید. مطمئن شوید که فایل افزونه به صورت یک فایل فشرده با پسوند .tar.gz باشد.
fi_fi: Tämän lomakkeen avulla voit ladata ja asentaa uuden lisäosan. Varmista, että lisäosa on pakattu .tar.gz-tiedostoksi.
pt_br: Este formulário permite enviar e instalar um novo plugin. Assegure que o arquivo do plugin esteja no formato .tar.gz.
sl_si: Ta stran omogoča, da naložite in namestite nov vtičnik. Vtičnik mora biti stisnjen kot .tar.gz datoteka.
sr_rs@latin: Ovaj ovrazac vam daje mogućnost da dostavite i instalirate nove dodetke. Uverite se da su dodaci zapakovani u .tar.gz arhivu.

# manager-plugins-uploadFailed
source: Please ensure a file was selected for upload.
ar_iq: لطفاً، تأكد من اختيار ملف لتحميله.
da_dk: Sørg for, at en fil blev valgt til upload.
fa_ir: مطمئن شوید که فایلی برای آپلود انتخاب شده است.
fi_fi: Varmista, että latausta varten on valittu tiedosto.
sl_si: Prosimo, da zagotovite, da je bila datoteka za nalaganje izbrana.
sr_rs@latin: Uverite se da je fajl označen za dostavljanje.

# manager-plugins-installed
source: Installed Plugins
ar_iq: الإضافات المنصبة
da_dk: Installerede plug-ins
fa_ir: افزونه‌های نصب شده
fi_fi: Asennetut lisäosat
pt_br: Plugins instalados
sl_si: Nameščeni vtičniki
sr_rs@latin: Instalirani dodaci

# manager-plugins-pluginGallery
source: Plugin Gallery
ar_iq: معرض الإضافات
da_dk: Plug-in-samling
fa_ir: گالری افزونه‌ها
fi_fi: Lisäosagalleria
pt_br: Galeria de plugins
sl_si: Katalog vtičnikov
sr_rs@latin: Galerija dodataka

# manager-plugins-pluginGallery-overview
source: Overview
ar_iq: نظرة عامة
da_dk: Oversigt
fa_ir: نگاه کلی
fi_fi: Yleiskatsaus
sl_si: Pregled
sr_rs@latin: Pregled

# manager-plugins-pluginGallery-installation
source: Installation
ar_iq: التنصيب
fa_ir: نصب
fi_fi: Asennus
pt_br: Instalação
sl_si: Namestitev
sr_rs@latin: Instalacija

# manager-plugins-pluginGallery-latestCompatible
source: Latest Compatible Release
ar_iq: آخر إصدار متوافق
da_dk: Seneste kompatible udgave
fa_ir: آخرین نسخه سازگار
fi_fi: Viimeisin yhteensopiva julkaisuversio
pt_br: Ultima versão compativel
sl_si: Zadnja kompatibilna verzija
sr_rs@latin: Poslednje kompatibilno izdanje

# manager-plugins-pluginGallery-certifications-official
source: Official
ar_iq: رسمي
da_dk: Officiel
fa_ir: رسمی
fi_fi: Virallinen
pt_br: Oficial
sl_si: Uradno
sr_rs@latin: Zvanično

# manager-plugins-pluginGallery-certifications-official-description
source: This plugin is developed and maintained by the Public Knowledge Project team.
ar_iq: هذه الإضافة مطورة ومدعومة من قبل فريق مشروع المعرفة العامة.
da_dk: Denne plug-in er udviklet og vedligeholdes af Public Knowledge Project teamet.
fa_ir: این افزونه توسط تیم پروژه دانش عمومی توسعه یافته و پشتیبانی می‌شود.
fi_fi: Tätä lisäosaa kehittää ja ylläpitää Public Knowledge Project.
pt_br: Este plugin foi desenvolvido e mantido pela equipe do Public Knowledge Project.
sl_si: Ta vtičnik je bil razvit in ga vzdržuje ekipa Public Knowledge Project.

# manager-plugins-pluginGallery-certifications-reviewed
source: Reviewed
ar_iq: منقح
da_dk: Bedømt
fa_ir: بررسی شده
fi_fi: Tarkistettu
pt_br: Revisado
sl_si: Pregledano
sr_rs@latin: Recenzirano

# manager-plugins-pluginGallery-certifications-reviewed-description
source: This plugin has been reviewed and approved by the Public Knowledge Project team.
ar_iq: هذه الإضافة تم تنقيحها والمصادقة عليها من قبل فريق مشروع المعرفة العامة.
da_dk: Denne plug-in er blevet gennemgået og godkendt af Public Knowledge Project teamet.
fa_ir: این افزونه توسط تیم پروژه دانش عمومی بررسی و تأیید شده است.
fi_fi: Tämä lisäosan on tarkistanut ja hyväksynyt Public Knowledge Project.
pt_br: Este plugin foi revisado e aprovado pela equipe do Public Knowledge Project.
sl_si: Ta vtičnik je bil pregledan in odobren s strani Public Knowledge Project ekipe.

# manager-plugins-pluginGallery-certifications-partner
source: Partner
ar_iq: الشريك
fa_ir: شریک
fi_fi: Kumppani
pt_br: Parceiro

# manager-plugins-pluginGallery-certifications-partner-description
source: This plugin is provided by one of our development partners.
ar_iq: هذه الإضافة مقدمة من قبل أحد شركائنا المطورين.
da_dk: Denne plug-in leveres af en af vores udviklingspartnere.
fa_ir: این افزونه توسط سازمان‌های همکار این پروژه فراهم شده است.
fi_fi: Tämän lisäosan tarjoaa kehitystyökumppani.
pt_br: Este plugin é oferecido por um de nossos desenvolvedores parceiros.
sl_si: Ta vtičnik je posredoval eden od naših partnerskih razvijalcev.

# manager-plugins-pluginGallery-maintainer
source: Maintainer
ar_iq: المتعهد
da_dk: Vedligeholder
fa_ir: نگه‌دارنده
fi_fi: Ylläpitäjä
pt_br: Mantenedor
sl_si: Vzdrževalec
sr_rs@latin: Osoba za održavanje

# manager-plugins-pluginGallery-version
source: v{$version} released on {$date}
ar_iq: النسخة: {$version} المنشورة بتاريخ {$date}
da_dk: v{$version} udgivet den {$date}
fa_ir: نسخه {$version} در تاریخ {$date} منتشر شد.
pt_br: Versão: {$version}
sl_si: v{$version} objavljena dne {$date}
sr_rs@latin: Verzija: {$version}

# manager-plugins-pluginGallery-homepage
source: Homepage
ar_iq: الصفحة الرئيسية
da_dk: Hjemmeside
fa_ir: صفحه اصلی
fi_fi: Etusivu
sl_si: Domača stran
sr_rs@latin: Početna stranica

# manager-plugins-pluginGallery-summary
source: Summary
ar_iq: الموجز
da_dk: Resumé
fa_ir: خلاصه
fi_fi: Yhteenveto
pt_br: Resumo
sl_si: Povzetek
sr_rs@latin: Rezime

# manager-plugins-pluginGallery-status
source: Status
ar_iq: الحالة
fa_ir: وضعیت
fi_fi: Tila

# manager-plugins-noInstalledVersion
source: The plugin has not yet been installed.
ar_iq: الإضافة غير منصبة بعد.
da_dk: Denne plug-in er endnu ikke blevet installeret.
fa_ir: افزونه هنوز نصب نشده است.
fi_fi: Lisäosaa ei ole vielä asennettu.
pt_br: O plugin ainda não foi instalado.
sl_si: Vtičnik še ni bil namščen.
sr_rs@latin: Dodatak još nije instaliran

# manager-plugins-noCompatibleVersion
source: There is currently no compatible version of this plugin available.
ar_iq: لا تتوافر حالياً نسخة متوافقة من هذه الإضافة.
da_dk: Der findes i øjeblikket ingen kompatibel version af denne plug-in.
fa_ir: در حال حاضر هیچ نسخه سازگاری از این افزونه وجود ندارد.
fi_fi: Tästä lisäosasta ei ole tällä hetkellä saatavilla yhteensopivaa versiota.
pt_br: Atualmente não há versão compatível com este plugin.
sl_si: Trenutno ni na voljo kompatibilne verzije tega vtičnika.
sr_rs@latin: Trenutno nije dostupna ni jedna kompatibilna verzija dodatka.

# manager-plugins-installedVersionNewer
source: Plugin already installed, and is newer than the version available in the gallery.
ar_iq: الإضافة منصبة سابقاً وهي أحدث من النسخة المتوافرة في المعرض.
da_dk: Plugin er allerede installeret, og er nyere end den tilgængelige version i galleriet.
fa_ir: این افزونه پیشتر نصب شده است و نسخه نصب شده، جدیدتر از نسخه موجود در گالری است.
fi_fi: Lisäosa on jo asennettu, ja se on uudempi kuin galleriassa saatavilla oleva versio.
pt_br: O plugin já existe, e é mais novo ou igual a versão instalada
sl_si: Vtičnik je že nameščen in je novejši od različice, ki je na voljo v katalogu.
sr_rs@latin: Dodatak je već instaliran i noviji od verzije koja postoji u galeriji.

# manager-plugins-installedVersionOlder
source: Plugin already installed, but can be updated to a newer version.
ar_iq: الإضافة منصبة سابقاً ولكن يمكن ترقيتها إلى نسخة أحدث.
da_dk: Plugin er allerede installeret, men kan opdateres til en nyere version.
fa_ir: افزونه پیشتر نصب شده است، اما قابل ارتقاء به نسخه جدیدتر می‌باشد.
fi_fi: Lisäosa on jo asennettu, mutta se voidaan päivittää uudempaan versioon.
pt_br: O plugin já existe, e é mais antigo ou igual à versão instalada
sl_si: Vtičnik je že nameščen, a je lahko posodobljen na novejšo verzijo.
sr_rs@latin: Dodatak je već instaliran ali može biti nadograđen na noviju verziju.

# manager-plugins-installedVersionNewest
source: Plugin already installed and up-to-date.
ar_iq: الإضافة منصبة سابقاً وبنسختها الأحدث.
da_dk: Plugin er allerede installeret og opdateret.
fa_ir: افزونه نصب و به‌روزرسانی شد
fi_fi: Lisäosa on jo asennettu ja ajan tasalla.
pt_br: Plugin já instalado e atualizado.
sl_si: Vtičnik je nameščen in ažuren (ni novejše verzije).
sr_rs@latin: Dodatak je instaliran i ažuran.

# manager-plugins-installedVersionNewer-short
source: Newer than available version
ar_iq: أحدث من النسخة المتاحة
da_dk: Nyere end tilgængelig version
fa_ir: جدیدتر از نسخه موجود
fi_fi: Uudempi kuin saatavilla oleva versio
pt_br: Mais novo do que a versão disponível
sl_si: Novejši od verzije, ki je na voljo
sr_rs@latin: Novije od dostupne verzije

# manager-plugins-installedVersionOlder-short
source: Can be upgraded
ar_iq: يمكن ترقيتها
da_dk: Kan opgraderes
fa_ir: قابل به‌روزرسانی
fi_fi: Voidaan päivittää
pt_br: Pode ser atualizado
sl_si: Lahko je posodobljen
sr_rs@latin: Može biti nadograđeno

# manager-plugins-installedVersionNewest-short
source: Up to date
ar_iq: بنسختها الأخيرة
da_dk: Opdateret
fa_ir: به‌روزرسانی
fi_fi: Ajan tasalla
pt_br: Atualizado
sl_si: Ažuren
sr_rs@latin: Ažurno

# manager-plugins-noCompatibleVersion-short
source: Not Available
ar_iq: غير متوافرة
da_dk: Ikke tilgængelig
fa_ir: خارج از دسترس
fi_fi: Ei saatavilla
pt_br: Não disponível
sl_si: Ni na voljo
sr_rs@latin: Nije dostupno

# manager-plugins-installFailed
source: Installation failed. {$errorString}
ar_iq: فشل التنصيب. {$errorString}
da_dk: Installation mislykkedes. {$errorString}
fa_ir: خطا در نصب. {$errorString}
fi_fi: Asennus epäonnistui. {$errorString}
pt_br: Falha na instalação. {$errorString}
sl_si: Namestitev ni uspela. {$errorString}
sr_rs@latin: Instalacija nije uspela. {$errorString}

# manager-plugins-installSuccessful
source: Successfully installed version {$versionNumber}
ar_iq: نجح تنصيب النسخة {$versionNumber}
da_dk: Vellykket installeret version {$versionNumber}
fa_ir: با موفقیت نسخه {$versionNumber} نصب شد.
fi_fi: Onnistuneesti asennettu versio {$versionNumber}
pt_br: Versão instalada com sucesso {$versionNumber}
sl_si: Uspešna namestitev verzije {$versionNumber}
sr_rs@latin: Uspešno instalirana verzija {$versionNumber}

# manager-plugins-invalidPluginArchive
source: The uploaded plugin archive does not contain a folder that corresponds to the plugin name.
ar_iq: أرشيف الإضافة المرفوع لا يحتوي حافظة ملفات بنفس تسمية الإضافة.
da_dk: Den uploadede plug-in-arkiv indeholder ikke en mappe, der svarer til plug-in-navnet.
fa_ir: فایل فشرده آپلود شده از افزونه شامل پوشه‌ای با نام افزونه نمی‌باشد.
fi_fi: Ladatussa lisäosa-arkistossa ei ole lisäosan nimeä vastaavaa kansiota.
pt_br: O arquivo do plugin carregado não contém uma pasta que corresponde ao nome do plugin.
sl_si: Naložena datoteka z vtičnikom ne vsebuje mape, ki bi ustrezala imenu vtičnika.
sr_rs@latin: Dostavljeni direktorijum dodatka ne sadrži direktorijum koji je u skladu sa imenom dodatka.

# manager-plugins-wrongCategory
source: The uploaded plugin does not fit the category of the upgraded plugin.
ar_iq: الإضافة المرفوعة لا تتوافق مع تصنيف الإضافة المرقاة.
da_dk: Den uploadede plug-in passer ikke til kategorien for den opgraderede plug-in.
fa_ir: افزونه آپلود شده در دسته افزونه ارتقاء یافته نیست.
fi_fi: Ladattu lisäosa ei kuulu päivitetyn lisäosan kategoriaan.
pt_br: O plugin carregado não se encaixa na categoria do plugin atualizado.
sl_si: Naloženi vtičnik ne ustreza kategoriji nadgrajenega vtičnika.
sr_rs@latin: Postavljeni dodatak ne pripada kategoriji nadogađenog dodatka.
