Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-website-information
source: Information
ar_iq: المعلومات
fa_ir: اطلاعات
fi_fi: Tietoja
pt_br: Informação
sl_si: Informacije
sr_rs@latin: Informacije

# manager-website-appearance
source: Appearance
ar_iq: المظهر
da_dk: Udseende
fa_ir: نمای اصلی
fi_fi: Ulkoasu
pt_br: Aparência
sl_si: Videz
sr_rs@latin: Izgled

# manager-website-imageFileRequired
source: An image file is required. Please ensure that you have chosen and uploaded a file.
ar_iq: ملف الصورة مطلوب حتماً. لطفاً، تأكد من كونك قد اخترت ملفاً ورفعته إلى الموقع.
da_dk: En billedfil er påkrævet. Sørg for, at du har valgt og uploadet en fil.
fa_ir: وارد کردن فایل تصویر الزامی است، مطمئن شوید که تصویر را انتخاب و آپلود کرده باشید.
fi_fi: Kuvatiedosto vaaditaan. Varmista, että olet valinnut ja ladannut tiedoston.
pt_br: Um arquivo de imagem é requerido. Certifique-se de que escolheu e enviou um arquivo.
sl_si: Zahtevana je datotek s sliko. Prosimo preverite, da ste izbrali in naložili datoteko.
sr_rs@latin: Fajl slike je neophodan. Proverite da li ste odabrali i dostavili fajl.

# manager-announcements
source: Announcements
ar_iq: الإعلانات
da_dk: Meddelelser
fa_ir: اطلاعیه‌ها
fi_fi: Ilmoitukset
pt_br: Notícias
sl_si: Obvestila
sr_rs@latin: Obaveštenja

# manager-announcements-confirmDelete
source: Are you sure you want to permanently delete this announcement?
ar_iq: هل أنت متأكد من رغبتك في حذف هذا الإعلان نهائياً؟
da_dk: Er du sikker på, at du vil slette denne meddelelse permanent?
fa_ir: آیا می‌خواهید برای همیشه این اطلاعیه را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän ilmoituksen pysyvästi?
pt_br: Deseja realmente excluir permanentemente esta notícia?
sl_si: Ste prepričani, da hočete trajno zbrisati to obvestilo?
sr_rs@latin: Da li ste sigurni da želite da trajno obrišete ovo obaveštenje?

# manager-announcements-create
source: Create New Announcement
ar_iq: أنشئ إعلاناً جديداً
da_dk: Opret ny meddelelse
fa_ir: ایجاد اطلاعیه جدید
fi_fi: Luo uusi ilmoitus
pt_br: Criar nova notícia
sl_si: Ustvari novo obvestilo
sr_rs@latin: Napravi novo obaveštenje

# manager-announcements-createTitle
source: Create
ar_iq: إنشاء
da_dk: Opret
fa_ir: ایجاد
fi_fi: Luo
pt_br: Criar
sl_si: Ustvari
sr_rs@latin: Napravi

# manager-announcements-dateExpire
source: Expiry
ar_iq: انتهاء الصلاحية
da_dk: Udløb
fa_ir: انقضا
fi_fi: Voimassaolon päättyminen
pt_br: Expiração
sl_si: Preteče
sr_rs@latin: Ističе

# manager-announcements-datePublish
source: Published
ar_iq: منشور
da_dk: Udgivet
fa_ir: منتشر شده
fi_fi: Julkaistu
pt_br: Publicado
sl_si: Objavljeno
sr_rs@latin: Objavljeno

# manager-announcements-edit
source: Edit Announcement
ar_iq: تعديل الإعلان
da_dk: Rediger meddelelse
fa_ir: ویرایش اطلاعیه
fi_fi: Muokkaa ilmoitusta
pt_br: Editar notícia
sl_si: Uredi obvestilo
sr_rs@latin: Izmeni obaveštenje

# manager-announcements-editTitle
source: Edit
ar_iq: تعديل
da_dk: Rediger
fa_ir: ویرایش
fi_fi: Muokkaa
pt_br: Editar
sl_si: Uredi
sr_rs@latin: Izmeni

# manager-announcements-form-dateExpireDayIncompleteDate
source: Please select a year and/or month in addition to the expiry date day.
ar_iq: لطفاً، إختر السنة و/أو الشهر فضلاً عن يوم انتهاء الصلاحية.
da_dk: Vælg også et år og/eller en måned ud over udløbsdagen.
fa_ir: لطفاً علاوه بر روز ، ماه یا سال انقضا را نیز انتخاب کنید
fi_fi: Valitse vuosi ja/tai kuukausi voimassaolon päättymispäivän lisäksi.
pt_br: Escolha o ano e/ou mês além do dia de expiração.
sl_si: Prosim izberite leto in/ali mesec poleg dneva preteka.
sr_rs@latin: Molimo odaberite godinu i/ili mesec kao dodatak datuma dana isticanja.

# manager-announcements-form-dateExpire
source: Expiry Date
ar_iq: تأريخ انتهاء الصلاحية
da_dk: Udløbsdato
fa_ir: تاریخ انقضا
fi_fi: Voimassaolon päättymispäivämäärä
pt_br: Expira em
sl_si: Datum preteka
sr_rs@latin: Datum isticanja

# manager-announcements-form-dateExpireInstructions
source: The announcement will be displayed to readers until this date. Leave blank if the announcement should be displayed indefinitely.
ar_iq: سيتم عرض الإعلان للقراء حتى هذا التاريخ. أتركه فارغاً لعرضه إلى أجل غير مسمى.
da_dk: Meddelelsen vises til læsere indtil denne dato. Undlad at udfylde feltet, hvis meddelelsen skal vises på ubestemt tid.
fa_ir: اطلاعیه تا این تاریخ در معرض دید خواهد بود. اگر می‌خواهید برای همیشه اطلاعیه نمایش داده شود این قسمت را خالی بگذارید
fi_fi: Ilmoitus näkyy lukijoille tähän päivään asti. Jätä tyhjäksi, mikäli ilmoituksen tulee näkyä toistaiseksi.
pt_br: A notícia será exibida aos leitores até esta data. Deixe em branco caso deseje exibir a notícia permanentemente.
sl_si: Obvestilo bo prikazano bralcem do tega datuma. Pustite prazno, če mora biti obvestilo prikazano nedoločen čas.
sr_rs@latin: Obaveštenje će biti prikazano čitaocima do ovog datuma. Ostavite prazno ako želite da obaveštenje bude prikazano bez vremenskog ograničenja.

# manager-announcements-form-dateExpireMonthIncompleteDate
source: Please select a year and/or day in addition to the expiry date month.
ar_iq: لطفاً، إختر السنة و/أو اليوم فضلاً عن شهر انتهاء الصلاحية.
da_dk: Vælg også et år og/eller en dag ud over udløbsmåneden.
fa_ir: لطفاً علاوه بر ماه ، روز یا سال انقضا را نیز انتخاب کنید
fi_fi: Valitse vuosi ja/tai päivä voimassaolon päättymiskuukauden lisäksi.
pt_br: Escolha o ano e/ou dia além do mês de expiração.
sl_si: Prosim izberite leto in/ali dan poleg meseca preteka.
sr_rs@latin: Molimo odaberite godinu i/ili dan kao dodatak datumu meseca isticanja.

# manager-announcements-form-dateExpireValid
source: Please select a valid announcement expiry date.
ar_iq: لطفاً، إختر يوماً صحيحاً لانتهاء صلاحية الإعلان.
da_dk: Vælg en gyldig udløbsdato for meddelelsen.
fa_ir: لطفاً تاریخ صحیحی برای انقضای اطلاعیه وارد کنید
fi_fi: Valitse sopiva ilmoituksen voimassaolon päättymispäivämäärä.
pt_br: Escolha uma data de expiração válida.
sl_si: Prosim izberite veljaven datum poteka obvestila.
sr_rs@latin: Odaberite važeći datum isteka obaveštenja.

# manager-announcements-form-dateExpireYearIncompleteDate
source: Please select a month and/or day in addition to the expiry date year.
ar_iq: لطفاً، إختر اليوم و/أو الشهر فضلاً عن سنة انتهاء الصلاحية.
da_dk: Vælg også en måned og/eller dag ud over udløbsåret.
fa_ir: لطفاً علاوه بر سال ، ماه یا روز انقضا را نیز انتخاب کنید
fi_fi: Valitse kuukausi ja/tai päivä voimassaolon päättymisvuoden lisäksi.
pt_br: Escolha o mês e/ou dia além do ano de expiração.
sl_si: Prosim izberite mesec in/ali dan poleg leta preteka.
sr_rs@latin: Molimo odaberite mesec i/ili dan dodatno uz godinu isteka obaveštenja.

# manager-announcements-form-description
source: Description
ar_iq: الوصف
da_dk: Beskrivelse
fa_ir: توصیف
fi_fi: Kuvaus
pt_br: Corpo da notícia
sl_si: Opis
sr_rs@latin: Opis

# manager-announcements-form-descriptionInstructions
source: The full text of the announcement.
ar_iq: النص الكامل للإعلان.
da_dk: Meddelelsens fulde tekst.
fa_ir: متن کامل اطلاعیه
fi_fi: Ilmoituksen koko teksti.
pt_br: O texto completo da notícia.
sl_si: Celotno besedilo obvestila
sr_rs@latin: Ceo tekst obaveštenja.

# manager-announcements-form-descriptionRequired
source: An announcement description is required.
ar_iq: وصف الإعلان مطلوب حتماً.
da_dk: En meddelelsesbeskrivelse er påkrævet.
fa_ir: یک توصیف برای اطلاعیه لازم است
fi_fi: Ilmoituksen kuvaus vaaditaan.
pt_br: O corpo da notícia é obrigatório.
sl_si: Opis obvestila je obvezen.
sr_rs@latin: Opis obaveštenja je obavezan.

# manager-announcements-form-descriptionShortInstructions
source: A brief description to appear along with the announcement title.
ar_iq: وصف موجز سيظهر مرافقاً لعنوان الإعلان.
da_dk: Vis en kort beskrivelse sammen med meddelelsestitlen.
fa_ir: یک توصیف مختصر که همراه با عنوان اطلاعیه ظاهر شود.
fi_fi: Lyhyt kuvaus, joka näkyy ilmoituksen otsikon kanssa.
pt_br: Um texto introdutório a ser exibido com o título da notícia.
sl_si: Kratek opis, ki bo poleg naslova obvestila.
sr_rs@latin: Kratak opis pojavljuje se uz naslov obaveštenja.

# manager-announcements-form-descriptionShortRequired
source: A short announcement description is required.
ar_iq: وصف الإعلان الموجز مطلوب حتماً.
da_dk: En kort meddelelsesbeskrivelse er påkrævet.
fa_ir: یک توصیف مختصر برای اطلاعیه لازم است
fi_fi: Lyhyt ilmoituksen kuvaus vaaditaan.
pt_br: A introdução da notícia é obrigatória.
sl_si: Kratek opis obvestila je obvezen.
sr_rs@latin: Kratki opis obaveštenja je obavezan.

# manager-announcements-form-descriptionShort
source: Short Description
ar_iq: وصف موجز
da_dk: Kort beskrivelse
fa_ir: توصیف مختصر
fi_fi: Lyhyt kuvaus
pt_br: Introdução
sl_si: Kratek opis
sr_rs@latin: Kratak opis

# manager-announcements-form-saveAndCreateAnother
source: Save and Create Another
ar_iq: إحفظ وأنشئ واحداً آخر
da_dk: Gem og opret en ny
fa_ir: ذخیره و ایجاد مورد
fi_fi: Tallenna ja luo uusi
pt_br: Salvar e criar outra
sl_si: Shrani in ustvari novo
sr_rs@latin: Sačuvaj i napravi drugo

# manager-announcements-form-titleRequired
source: An announcement title is required.
ar_iq: عنوان الإعلان مطلوب حتماً.
da_dk: En meddelelsestitel er påkrævet.
fa_ir: عنوان اطلاعیه لازم است
fi_fi: Ilmoituksen otsikko vaaditaan.
pt_br: O título da notícia é obrigatório.
sl_si: Naslov obvestila je obvezen
sr_rs@latin: Naslov obaveštenja je obavezan.

# manager-announcements-form-title
source: Title
ar_iq: العنوان
da_dk: Titel
fa_ir: عنوان
fi_fi: Otsikko
pt_br: Título
sl_si: Naslov
sr_rs@latin: Naslov

# manager-announcements-form-typeId
source: Type
ar_iq: النوع
fa_ir: نوع
fi_fi: Tyyppi
pt_br: Tipo
sl_si: Tip
sr_rs@latin: Tip

# manager-announcements-form-typeIdValid
source: Please select a valid announcement type.
ar_iq: لطفاً إختر نوعية صحيحة للإعلان.
da_dk: Vælg en gyldig meddelelsestype.
fa_ir: لطفاً نوع صحیحی برای اطلاعیه انتخاب کنید
fi_fi: Valitse kelvollinen ilmoitustyyppi.
pt_br: Escolha um tipo válido de notícia.
sl_si: Prosimo izberite veljaven tip obvestila.
sr_rs@latin: Molimo odaberite ispravan tip obaveštenja.

# manager-announcements-noneCreated
source: No announcements have been created.
ar_iq: لم يتم إنشاء أية إعلانات بعد.
da_dk: Der er ikke oprettet nogen meddelelser.
fa_ir: هیچ اطلاعیه‌ای ایجاد نشده است
fi_fi: Yhtään ilmoitusta ei ole luotu.
pt_br: Não há notícias.
sl_si: Nobeno obvestilo ni bilo narejeno.
sr_rs@latin: Nema napravljenih obaveštenja.

# manager-announcements-title
source: Title
ar_iq: العنوان
da_dk: Titel
fa_ir: عنوان
fi_fi: Otsikko
pt_br: Título
sl_si: Naslov
sr_rs@latin: Naslov

# manager-announcements-type
source: Type
ar_iq: النوع
fa_ir: نوع
fi_fi: Tyyppi
pt_br: Tipo
sl_si: Tip
sr_rs@latin: Tip

# manager-announcementTypes
source: Announcement Types
ar_iq: أنواع الإعلانات
da_dk: Meddelelsestyper
fa_ir: انواع اطلاعیه‌ها
fi_fi: Ilmoitustyypit
pt_br: Tipos de notícia
sl_si: Tipi obvestil
sr_rs@latin: Tipovi obaveštenja

# manager-announcementTypes-confirmDelete
source: Warning! All announcements with this announcement type will also be deleted. Are you sure you want to continue and delete this announcement type?
ar_iq: تحذير! كل الإعلانات المرتبطة بهذه النوعية سيتم حذفها أيضاً. هل أنت متأكد من رغبتك في المتابعة وحذف هذا النوع من الإعلانات؟
da_dk: Advarsel! Alle meddelelser med denne meddelelsestype vil også blive slettet. Er du sikker på, at du vil fortsætte og slette denne meddelelsestype?
fa_ir: اخطار! تمام اطلاعیه‌های از این نوع از بین خواهد رفت. آیا مطمئن هستید که می‌خواهید این نوع اطلاعیه را حذف کنید؟
fi_fi: Varoitus! Kaikki tämän ilmoitustyypin ilmoitukset poistetaan samalla. Haluatko varmasti jatkaa ja poistaa tämän ilmoitustyypin?
pt_br: Aviso! Todas as notícias deste tipo serão excluídas. Deseja realmente continuar e excluir este tipo de notícia?
sl_si: Pozor! Vsa obvestila tega tipa bodo izbrisana. Ali ste prepričani, da želite nadaljevati in izbrisati ta tip sporočil?
sr_rs@latin: Upozorenje! Sva obaveštenja ovoga tipa će biti obrisana. Da li ste sigurni da želite nastaviti i obrisati ovaj tip obaveštenje?

# manager-announcementTypes-create
source: Create Announcement Type
ar_iq: إنشاء نوعية إعلان
da_dk: Opret meddelelsestype
fa_ir: ایجاد نوع اطلاعیه
fi_fi: Luo ilmoitustyyppi
pt_br: Criar Tipo de notícia
sl_si: Ustvari tip obvestil
sr_rs@latin: Napravi tip obaveštenja

# manager-announcementTypes-createTitle
source: Create
ar_iq: إنشاء
da_dk: Opret
fa_ir: ایجاد
fi_fi: Luo
pt_br: Criar
sl_si: Ustvari
sr_rs@latin: Napravi

# manager-announcementTypes-edit
source: Edit Announcement Type
ar_iq: تعديل نوعية إعلان
da_dk: Rediger meddelelsestype
fa_ir: ویرایش نوع اطلاعیه
fi_fi: Muokkaa ilmoitustyyppiä
pt_br: Editar Tipo de notícia
sl_si: Uredi tip obvestil
sr_rs@latin: Izmeni tip obaveštenja

# manager-announcementTypes-editTitle
source: Edit
ar_iq: تعديل
da_dk: Rediger
fa_ir: ویرایش
fi_fi: Muokkaa
pt_br: Editar
sl_si: Uredi
sr_rs@latin: Izmeni

# manager-announcementTypes-form-saveAndCreateAnother
source: Save and Create Another
ar_iq: إحفظ وأنشئ واحداً آخر
da_dk: Gem og opret en ny
fa_ir: ذخیره و ایجاد یک مورد دیگر
fi_fi: Tallenna ja luo uusi
pt_br: Salvar e criar outro
sl_si: Shrani in ustvari novega
sr_rs@latin: Sačuvaj i napravi drugo

# manager-announcementTypes-form-typeNameExists
source: An announcement type with this name already exists.
ar_iq: نوعية إعلان بهذا الاسم موجودة مسبقاً.
da_dk: Der findes allerede en meddelelsestype med dette navn.
fa_ir: نوع اطلاعیه‌ای با این نام هم اکنون وجود دارد
fi_fi: Tämänniminen ilmoitustyyppi on jo olemassa.
pt_br: Já existe um tipo de notícia com esse nome.
sl_si: Tip obvestila s tem imenom že obstaja.
sr_rs@latin: Tip obaveštenja sa ovim imenom već postoji.

# manager-announcementTypes-form-typeName
source: Name
ar_iq: الاسم
da_dk: Navn
fa_ir: نام
fi_fi: Nimi
pt_br: Nome
sl_si: Ime
sr_rs@latin: Naziv

# manager-announcementTypes-form-typeNameRequired
source: An announcement type name is required.
ar_iq: اسم نوعيةالإعلان مطلوب حتماً.
da_dk: Navnet på meddelelsestypen er påkrævet.
fa_ir: نامی برای نوع اطلاعیه لازم است
fi_fi: Ilmoitustyypin nimi vaaditaan.
pt_br: Nome do tipo de notícia obrigatório.
sl_si: Ime tipa obvestila je obvezno.
sr_rs@latin: Naziv tipa obaveštenja je obavezno.

# manager-announcementTypes-noneCreated
source: No announcement types have been created.
ar_iq: لم يتم إنشاء أنواع للإعلانات بعد.
da_dk: Der er ikke oprettet nogen meddelelsestyper.
fa_ir: هیچ نوع اطلاعیه‌ای ایجاد نشده است
fi_fi: Yhtään ilmoitustyyppiä ei ole luotu.
pt_br: Não há tipos de notícia.
sl_si: Noben tip obvestila ni bil ustvarjen.
sr_rs@latin: Nema kreiranih tipova obaveštenja.

# manager-announcementTypes-typeName
source: Announcement Type
ar_iq: نوع الإعلان
da_dk: Meddelelsestype
fa_ir: نوع اطلاعیه
fi_fi: Ilmoitustyyppi
pt_br: Tipo de Notícia
sl_si: Tip obvestila
sr_rs@latin: Tip obaveštenja

# manager-publication-submissionStage
source: Submission
ar_iq: التقديم
da_dk: Indsendelse
fa_ir: ارسال مقاله
fi_fi: Käsikirjoituksen vastaanotto
pt_br: Submissão
sl_si: Oddaja
sr_rs@latin: Predaja

# manager-publication-reviewStage
source: Review
ar_iq: التحكيم
da_dk: Bedømmelse
fa_ir: داوری
fi_fi: Arviointi
pt_br: Avaliação
sl_si: Recenzija
sr_rs@latin: Recenzija

# manager-publication-editorialStage
source: Editorial
ar_iq: التحرير
da_dk: Redaktionel
fa_ir: ویراستاری
fi_fi: Toimitus
sl_si: Lektoriranje
sr_rs@latin: Uredništvo

# manager-publication-productionStage
source: Production
ar_iq: الإنتاج
da_dk: Produktion
fa_ir: تولید
fi_fi: Tuotanto
pt_br: Editoração
sl_si: Produkcija
sr_rs@latin: Produkcija

# manager-publication-emails
source: Emails
ar_iq: رسائل البريد الالكتروني
fa_ir: ایمیل
fi_fi: Sähköpostit
sl_si: Emaili
sr_rs@latin: Imejlovi

# manager-publication-emailSetup-success
source: The email settings have been updated.
ar_iq: إعدادات البريد الالكتروني تغيرت بنجاح.

# manager-publication-reviewerGuidance
source: Reviewer Guidance
ar_iq: دليل المحكم

# manager-publication-reviewerGuidance-success
source: Reviewer guidance has been updated.
ar_iq: دليل المحكم تغير بنجاح.

# manager-publication-reviewSetup-success
source: The review settings have been updated.
ar_iq: إعدادات التحكيم تغيرت بنجاح.

# manager-publication-reviewReminders-success
source: The review reminder details have been updated.
ar_iq: تفاصيل تذكير المحكمين تغيرت بنجاح.

# manager-emails-confirmDelete
source: Are you sure you want to delete this email template?
ar_iq: هل أنت متأكد من رغبتك في حذف قالب الرسالة هذا؟
da_dk: Er du sikker på, at du vil slette denne e-mail-skabelon?
fa_ir: آیا می‌خواهید این الگوی ایمیل را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän sähköpostipohjan?
pt_br: Deseja realmente excluir esta mensagem padrão?
sl_si: Ali ste prepričani, da želite zbrisati to predlogo e-pošte?
sr_rs@latin: Da li ste sigurni da želite obrisati ovaj šablon imejla?

# manager-emails-confirmReset
source: Are you sure you want to reset this email template to its default values?
ar_iq: هل أنت متأكد من رغبتك في استعادة إفتراضات قالب الرسالة هذا؟
da_dk: Er du sikker på, at du vil nulstille denne e-mail-skabelon til dens standardværdier?
fa_ir: آیا می‌خواهید این الگوی ایمیل را به حالت نخست برگردانید؟
fi_fi: Haluatko varmasti palauttaa tähän sähköpostipohjaan sen oletusarvot?
pt_br: Deseja realmente restaurar este e-mail para o padrão original?
sl_si: Ali ste prepričani, da želite ponastaviti to predlogo e-pošte na privzete vrednosti?
sr_rs@latin: Da li ste sigurni da želite vratiti početni šablon imejla na njegove standardne vrednosti?

# manager-emails-addEmail
source: Add Template
ar_iq: إضافة قالب

# manager-emails-addEmail-success
source: The email template was added.
ar_iq: إضافة القالب تمت بنجاح.

# manager-emails-createEmail
source: Create Email
ar_iq: إنشاء رسالة
da_dk: Opret e-mail
fa_ir: ایجاد ایمیل
fi_fi: Luo sähköposti
pt_br: Criar e-mail
sl_si: Ustvari e-pošto
sr_rs@latin: Napravi imejl

# manager-emails-customTemplate
source: Custom Template
ar_iq: قالب مخصص

# manager-emails-data
source: Template Message Data
ar_iq: بيانات رسالة القالب
da_dk: Skabelondata
fa_ir: الگوی پیام
fi_fi: Mallipohjan viestitiedot
pt_br: Dados do modelo de mensagem
sl_si: Podatki predloge e-pošte
sr_rs@latin: Podaci poruke šablona

# manager-emails-details
source: Template Details
ar_iq: تفاصيل القالب
da_dk: Skabelondetaljer
fa_ir: جزئیات الگو
fi_fi: Mallipohjan tiedot
pt_br: Detalhes do modelo
sl_si: Podrobnosti predloge e-pošte
sr_rs@latin: Detalji šablona

# manager-emails-disable
source: Disable
ar_iq: تعطيل
da_dk: Deaktiver
fa_ir: غیرفعال ساختن
fi_fi: Poista käytöstä
pt_br: Desabilitar
sl_si: Onemogoči
sr_rs@latin: Onemogući

# manager-emails-disable-message
source: You are about to disable this email template. If there were system processes using this template, they will not use it anymore. Do you want to confirm this operation?
ar_iq: أنت على وشك تعطيل قالب الرسالة هذا. إذا كانت هناك عمليات للنظام تستعمل هذا القالب، فلن تستعمله من الآن فصاعداً. هل تؤكد رغبتك في تعطيله؟
da_dk: Du er i gang med at deaktivere denne e-mailskabelon. Andre processtyringssystemer, der evt. anvender denne skabelon vil ikke længere kunne benytte den. Vil du bekræfte denne handling?
fa_ir: شما در حال غیرفعال کردن این الگوی ایمیل هستید. اگر سیستم در حال استفاده از این الگو باشد، ممکن است دچار اختلال شود. آیا مطمئن به ادامه این کار هستید؟
fi_fi: Olet poistamassa tämän sähköpostipohjan käytöstä. Jos jotkin järjestelmäprosessit käyttivät tätä pohjaa, ne eivät käytä sitä enää. Haluatko vahvistaa tämän toimenpiteen?
pt_br: Está prestes a desabilitar este modelo de mensgaem. Caso existam processos usando este modelo, o modelo não será mais usado. Deseja confirmar a operação?
sl_si: Onemogočate predlogo e-pošte. Če procesi sistema to predlogo uporabljajo, je ne bodo več mogli. Želite potrditi to operacijo?
sr_rs@latin: Vi želite da isključite ovaj imejl šablon. Ukoliko postoje procesi koji su ga koristili, više ga neće koristiti. Da li ste sigurni da želite da nastavite?

# manager-emails-editEmail
source: Edit Email
ar_iq: تعديل الرسالة
da_dk: Rediger e-mail
fa_ir: ویرایش ایمیل
fi_fi: Muokkaa sähköpostia
pt_br: Editar e-mail
sl_si: Uredi e-pošto
sr_rs@latin: Izmeni imejl

# manager-emails-editEmail-success
source: The email template was modified.
ar_iq: قالب الرسالة تغير بنجاح.

# manager-emails-editTestExample
source: Edit Email Test Example
ar_iq: تعديل نموذج إختبار القالب
da_dk: Rediger eksempel på e-mail-test
fa_ir: ویرایش ایمیل آزمایشی
fi_fi: Muokkaa sähköpostin testiesimerkkiä
pt_br: Editar e-mail de teste
sl_si: Uredi testni primer e-pošte
sr_rs@latin: Uredite probni primer imejla

# manager-emails-emailKey
source: Email Key
ar_iq: مفتاح الرسالة
da_dk: E-mail-nøgle
fa_ir: شناسه ایمیل
fi_fi: Sähköpostiavain
pt_br: Chave de e-mail
sl_si: Ključ e-pošte
sr_rs@latin: Ključ imejla

# manager-emails-emailKey-description
source: The email key can only contain letters, numbers and underscores.
ar_iq: مفتاح الرسالة يمكنه فقط أن يحتوي حروفاً، أرقاماً وخطوطاً تحتانية.

# manager-emails-emailKeyExists
source: An email with the given key already exists. Email keys must be unique.
ar_iq: هناك رسالة بنفس المفتاح موجود مسبقاً. على تلك المفاتيح أن تكون قيمها فريدة.
da_dk: Der findes allerede en e-mail med den angivne nøgle. E-mail-nøgler skal være entydige.
fa_ir: ایمیلی با این شناسه در حال حاضر موجود است. کلید ایمیل می‌بایست منحصربه‌فرد باشد.
fi_fi: Sähköposti, jolla on kyseinen avain, on jo olemassa. Sähköpostiavainten on oltava uniikkeja.
pt_br: Um e-mail com a chave informada já existe. As chaves de e-mail devem ser únicas.
sl_si: E-pošta s tem ključem že obstaja. Ključi e-pošte morajo biti unikatni.
sr_rs@latin: Imajl s datim ključem već postoji. Ključ imejla mora biti jedinstven.

# manager-emails-emailTemplate
source: Email Template
ar_iq: قالب الرسالة
da_dk: E-mail-skabelon
fa_ir: الگوی ایمیل
fi_fi: Sähköpostipohja
pt_br: E-mail padrão
sl_si: Predloga e-pošte
sr_rs@latin: Šablon imejla

# manager-emails-emailTemplates
source: Email Templates
ar_iq: قوالب الرسائل

# manager-emails-emailTemplate-contextRequired
source: You must provide a context ID when adding an email template.
ar_iq: عليك أن تعطي رمزاً تعريفياً فريداً لكل قالب رسالة تضيفه.

# manager-emails-emailTemplate-noDuplicateKeys
source: The key you provided is already in use.
ar_iq: المفتاح الذي أدخلته مستعمل سلفاً.

# manager-emails-enabled
source: Enable this email template
ar_iq: تمكين قالب الرسالة هذا
da_dk: Aktiver denne e-mail-skabelon
fa_ir: فعال ساختن این الگوی ایمیل
fi_fi: Ota tämä sähköpostipohja käyttöön
pt_br: Habilitar este e-mail padrão
sl_si: Omogoči to predlogo e-pošte
sr_rs@latin: Omogućite ovaj šablon imejla

# manager-emails-enable
source: Enable
ar_iq: تمكين
da_dk: Aktiver
fa_ir: فعال ساختن
fi_fi: Ota käyttöön
pt_br: Habilitar
sl_si: Omogoči
sr_rs@latin: Omogući

# manager-emails-enable-message
source: You are about to enable this email. Do you want to confirm this operation?
ar_iq: هل أنت متأكد من رغبتك في تمكين هذا القالب. هل تؤكد هذا العمل؟
da_dk: Du er i gang med at aktivere denne e-mail. Vil du bekræfte denne handling?
fa_ir: در حال فعال‌سازی این ایمیل، از این عمل مطمئنید؟
fi_fi: Olet ottamassa tämän sähköpostipohjan käyttöön. Haluatko vahvistaa tämän toimenpiteen?
pt_br: Está prestes a habilitar esta mensagem. Deseja confirmar esta operação?
sl_si: Vključili boste to e-pošto. Ali potrjujete to operacijo?
sr_rs@latin: Da li ste sigurni da želite da uključite ovaj šablon?

# manager-emails-form-emailKeyRequired
source: A unique email key containing no spaces or special characters is required for the email.
ar_iq: مفتاح رقمي فريد مطلوب حتماً لهذا القالب.
da_dk: Denne e-mail kræver en unik e-mail-nøgle.
fa_ir: یک شناسه منحصربه‌فرد برای ایمیل لازم است
fi_fi: Sähköpostille vaaditaan uniikki sähköpostiavain, joka ei sisällä välilyöntejä tai erikoismerkkejä.
pt_br: É necessária uma chave única para o e-mail.
sl_si: Unikatni ključ e-pošte je obvezen.
sr_rs@latin: Jedinstveni ključ je obavezan za imejl.
