Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-navigationMenus-form-menuAssigned
source: A navigation menu is already assigned to this area.
ar_iq: لقد سبق تخصيص قائمة تنقل لهذه المساحة.
da_dk: En navigationsmenu er allerede blevet tildelt dette område.
fi_fi: Tälle alueelle on jo osoitettu navigaatiovalikko.
pt_br: Um menu de navegação já está associado a esta área.
sl_si: To področje ima že dodeljen navigacijski meni.

# manager-navigationMenus-form-url
source: URL
ar_iq: الرابط

# manager-navigationMenus-form-customUrlError
source: A URL must be provided
ar_iq: لا بد من توفير الرابط
da_dk: Der mangler en URL
fa_ir: وارد کردن URL الزامی است.
fi_fi: URL vaaditaan
pt_br: Uma URL deve ser informada
sl_si: URL je obvezen

# manager-navigationMenus-form-conditionalDisplay
source: Learn more about when this menu item will be displayed or hidden.
ar_iq: تعرف على المزيد بشأن توقيت ظهور عنصر التنقل هذا واختفائه.
da_dk: Lær mere om, hvornår dette menupunkt vil blive vist eller skjult.
fa_ir: بیاموزید که چه زمانی این آیتم نمایش داده خواهد شد یا نه
fi_fi: Lisätietoja tämän kohteen näkyvyydestä.
pt_br: Saiba mais sobre quando esse item de menu será mostrado ou ocultado.
sl_si: Več o tem, kdaj bo ta postavka menija vidna in kdaj skrita.

# manager-navigationMenus-form-submenuWarning
source: When a menu item opens a submenu, it's link can not be followed on all devices. For example, if you have an "About" item which opens a submenu with "Contact" and "Editorial Team", the "About" link may not be reachable on all devices. In the default menu, this is handled by creating a second menu item, "About the Journal", which appears in the submenu.
ar_iq: عندما يؤدي عنصر قائمة إلى فتح قائمة فرعية، فإن رابطه قد لا يكون قابلاً للوصول على جميع الأجهزة. على سبيل المثال، إذا كان لديك عنصر "عن" يؤدي إلى فتح قائمة فرعية تحتوي على "عناوين المراسلة" و "فريق التحرير"، فإن رابط "عن" قد لا يكون صالحاً للتنقل في جميع الأجهزة. في القائمة الإفتراضية، تتم معالجة ذلك عبر إنشاء عنصر قائمة آخر بتسمية "عن المجلة"، والذي يظهر في القائمة الفرعية.
da_dk: Når et menupunkt åbner en undermenu, kan den ikke følges på alle enheder (apparater). Hvis du f.eks. har et "Om" element, der åbner en undermenu med "Kontaktperson" og "Redaktionsgruppe", er linket "Om" muligvis ikke tilgængeligt på alle enheder. I standardmenuen håndteres dette ved at oprette et andet menupunkt, "Om tidsskriftet", som vises i undermenuen.
fa_ir: زمانی که یک المان از منو شامل یک زیر منو است. لینک آن در تمامی دستگاه‌ها قابل مشاهده نیست. برای مثال چنانچه شما یک المان منو با عنوان «درباره» داشته باشد که خود شامل زیر منویی با المان‌های «مجله»، «موسسه» و «تیم سردبیری» باشد. خود لینک المان « درباره » ممکن است در تمامی دستگاه‌ها باز نشود.
fi_fi: Kun valikon kohde avaa alavalikon, siinä olevaa linkkiä ei voi seurata kaikilla laitteilla. Esimerkiksi, mikäli sinulla on "Tietoja"-kohde, joka avaa "Yhteistiedot"-kohteen sisältävän alavalikon, ei "Tietoja"-kohteen linkki ole välttämättä avattavissa joillakin laitteilla. Tällöin alavalikkoon voi laittaa toisen kohteen, joka johtaa halutulle sivulle.
pt_br: Quando um item de menu abre um submenu, esse link poderá não funcionar em todos os dispositivos. Por exemplo, se existe um item "Sobre" que abre um submenu com os itens "Contato" e "Equipe Editorial", o link "Sobre" pode não ser acessivel em todos os dispositivos. No menu padrão, isto é resolvido criando um segundo item de menu, "Sobre a Revista", que aparece no submenu.
sl_si: Če postavka menija odpre podmeni, potem povezava postavke ne deluje na vseh napravah. Na prirem, če imate postavko "O reviji), ki odpre podmeni s postavkami "Kontakti" in "Uredniški odbor", potem povezava "O reviji" ne deluje na vseh napravh. V privzetih menijih je to rešeno tako, da je v podmeniju narejena nova postavka za "O reviji".

# manager-navigationMenus-form-navigationMenuItemType
source: Navigation Menu Type
ar_iq: نوع عنصر قائمة التنقل
da_dk: Navigationsmenutype
fa_ir: نوع منوی گشت‌وگذار
fi_fi: Navigaatiovalikon tyyppi
pt_br: Tipo de Menu de Navegação
sl_si: Tip navigacijskega menija

# manager-navigationMenus-form-navigationMenuItemTypeMessage
source: Select a Navigation Menu Type or Custom to make your own
ar_iq: إختر نوع عنصر قائمة التنقل أو قم بتخصيصه حسب حاجتك
da_dk: Vælg en navigationstype eller brugerdefineret for at oprette din egen
fa_ir: نوع منوی گشت‌وگذار را انتخاب کرده و یا نوع سفارشی خود را ایجاد کنید.
fi_fi: Valitse navigaatiovalikon tyyppi tai Muokattu oman valikon luomiseksi
pt_br: Selecionar um Tipo Navegação de Menu ou customize ou criar o seu próprio
sl_si: Izberi tip navigacijskega menija ali Po meri, za kreiranje novega

# manager-navigationMenus-customPage
source: Custom Page
ar_iq: صفحة مخصصة
da_dk: Brugerdefineret side
fa_ir: صفحه سفارشی
fi_fi: Muokattu sivu
pt_br: Página personalizada
sl_si: Stran po meri

# manager-navigationMenus-customPage-description
source: Create a custom page on your site and link to it from a navigation menu.
ar_iq: أنشئ صفحة مخصصة في موقعك وأضف لها رابطاً ضمن قائمة تنقل.
da_dk: Opret en brugerdefineret side på dit websted og link til den fra navigationsmenuen.
fa_ir: ایجاد یک صفحه سفارشی و لینک به آن در منوی گشت‌وگذار
fi_fi: Luo muokattu sivu ja lisää siihen johtava linkki navigaatiovalikkoon.
pt_br: Criar uma página customizada em seu site e colocar seu link a partir de um menu de navegação.
sl_si: Ustvari te svojo stran na vašem spletišču in povezavo nanjo iz navigacijskega menija.

# manager-navigationMenus-remoteUrl
source: Remote URL
ar_iq: رابط خارجي
da_dk: Ekstern URL
fa_ir: URL خارجی
fi_fi: Ulkoinen URL
pt_br: URL remota
sl_si: Oddaljen URL

# manager-navigationMenus-remoteUrl-description
source: Link to any URL on another site, like https://pkp.sfu.ca.
ar_iq: إرتبط مع مصدر خارجي من موقع آخر، مثل: https://pkp.sfu.ca.
da_dk: Link til en hvilken som helst URL på et andet websted, f.eks. https://pkp.sfu.ca.
fa_ir: لینک به یک آدرس در سایتی دیگر (مانند http://pkp.sfu.ca)
fi_fi: Linkki mihin tahansa ulkoiselle sivulle, kuten https://pkp.sfu.ca.
pt_br: Link para qualquer URL em outro site, como https://pkp.sfu.ca.
sl_si: Povezava ne katerikoli URL na drugi spletni strani, kot na primer http://pkp.sfu.ca.

# manager-navigationMenus-about-description
source: Link to a page displaying the About the Journal content in Settings > Journal
ar_iq: إرتبط بصفحة تعرض محتوى عن المجلة ضمن باب الإعدادات > المجلة
da_dk: Link til side, der viser indholdet i feltet Om tidsskriftet under Indstillinger > Tidsskrift
fa_ir: لینک به صفحه نمایش محتوای درباره مجله
fi_fi: Linkki "Tietoja julkaisusta" -sivulle.
pt_br: Link para uma página exibindo o conteúdo do Sobre a Revista em Configurações > Revista
sl_si: Povezava na stran z vsebino O reviji, ki je določena v Nastavitve > Revija

# manager-navigationMenus-about-conditionalWarning
source: This link will only be displayed if you have filled out the About the Journal section under Settings > Journal.
ar_iq: هذا الرابط سيظهر فقط لو أنك قمت بتعبئة محتوى عن المجلة ضمن الإعدادات > المجلة.
da_dk: Dette link vil kun blive vist, hvis du har udfyldt feltet Om tidsskriftet under Indstillinger > Tidsskrift.
fa_ir: این لینک تنها در صورتی که بخش درباره مجله (در قسمت تنظیمات > مجله) تکمیل شده باشد، نمایش داده خواهد شد.
fi_fi: Tämä linkki näkyy vain mikäli olet täyttänyt "Tietoja julkaisusta"-kohdan lehden asetuksista.
pt_br: Este link será exibido se você tiver preenchido a seção Sobre a Revista em Configurações > Revista.
sl_si: Ta povezava bo vidna le, če ste izpolnili polje O reviji v Natavitve > Revija.

# manager-navigationMenus-editorialTeam-description
source: Link to a page displaying the Masthead content in Settings > Journal.
ar_iq: إرتبط بصفحة تعرض محتوى دفة القيادة المذكور ضمن الإعدادات > المجلة.
da_dk: Link til en side, der viser indholdet i feltet Kolofon under Indstillinger > Tidsskrift
fa_ir: لینک به صفحه نمایش اطلاعات کلی مجله
fi_fi: Linkki "Toimituskunta"-sivulle.
pt_br: Link exibindo o conteúdo da página Equipe Editorial em Configurações > Revista.
sl_si: Povezava do strani s kolofonom, ki je nastavljen v Nastavitve > Revija.

# manager-navigationMenus-editorialTeam-conditionalWarning
source: This link will only be displayed if you have filled out the Editorial Team section under Settings > Journal.
ar_iq: هذا الرابط سيظهر فقط لو أنك قمت بتعبئة محتوى عن فريق التحرير ضمن الإعدادات > المجلة.
da_dk: Dette link vil kun blive vist, hvis du har udfyldt feltet Redaktionsgruppe under Indstillinger > Tidsskrift
fa_ir: این لینک تنها در صورتی که بخش تیم سردبیر مجله (در قسمت تنظیمات > مجله) تکمیل شده باشد، نمایش داده خواهد شد.
fi_fi: Tämä linkki näkyy vain mikäli olet täyttänyt "Toimituskunta"-kohdan lehden asetuksista.
pt_br: Este link apenas será exibido se você tiver preenchido a seção Equipe Editorial em Configurações > Revista.
sl_si: Ta povezava bo vidna le, če ste izpolnili polje Uredniško odbor pod Nastavitve > Revija.

# manager-navigationMenus-submissions-description
source: Link to the page displaying submission instructions.
ar_iq: إرتبط بصفحة تعرض تعليمات تقديم طلب النشر.
da_dk: Link til siden, der viser indsendelsesanvisninger.
fa_ir: لینک به صفحه دستورالعمل‌های ثبت مقاله
fi_fi: Linkki "Käsikirjoitukset"-sivulle.
pt_br: Link para a página exibindo as instruções de submissão.
sl_si: Povezava do strani z navodili za oddajo prispevka.

# manager-navigationMenus-current-description
source: Link to your current issue.
ar_iq: إرتبط بعددك الحالي.
da_dk: Link til dit nyeste nummer.
fa_ir: لینک به شماره جاری
fi_fi: Linkki uusimpaan numeroon.
pt_br: Link para a sua edição atual.
sl_si: Povezava do trenutno izdane številke revije.

# manager-navigationMenus-archives-description
source: Link to your issue archive.
ar_iq: إرتبط بمحفوظات إصداراتك.
da_dk: Link til dit nummerarkiv.
fa_ir: لینک به بایگانی شماره‌ها
fi_fi: Linkki arkistoon.
pt_br: Link para sua edição anteriore.
sl_si: Povezava do arhiva izdanih številk.

# manager-navigationMenus-announcements-description
source: Link to the page displaying your announcements.
ar_iq: إرتبط بصفحة تعرض إعلاناتك.
da_dk: Link til den side, der viser dine meddelelser.
fa_ir: لینک به صفحه نمایش اعلامیه
fi_fi: Linkki ilmoitusten arkistoon.
pt_br: Link para a página exibindo suas notícias.
sl_si: Povezava do vaših obvestil.

# manager-navigationMenus-announcements-conditionalWarning
source: This link will only be displayed if you have enabled announcements under Settings > Website.
ar_iq: هذا الرابط سيظهر فقط لو أنك قمت بتمكين الإعلانات ضمن الإعدادات > الموقع.
da_dk: Dette link vil kun blive vist, hvis du har aktiveret meddelelser under Indstillinger > Website.
fa_ir: این لینک تنها در صورتی که بخش اعلامیه‌ها (در قسمت تنظیمات > وب‌سایت) فعال شده باشد، نمایش داده خواهد شد.
fi_fi: Tämä linkki näkyy vain mikäli olet aktivoinut ilmoitukset lehden asetuksista.
pt_br: Este link apenas será exibido se você tiver habilitado a aba notícias em Configurações > Website.
sl_si: Ta povezava bo vidna le, če ste omogočili obvestila v Natavitve > Spletna stran.

# manager-navigationMenus-login-description
source: Link to the user login page.
ar_iq: إرتبط بصفحة دخول المستخدم.
da_dk: Link til bruger-loginside.
fa_ir: لینک به صفحه ورود به سامانه
fi_fi: Linkki kirjautumissivulle.
pt_br: Link para a página de login de usuário.
sl_si: Povezava do prijavne strani uporabnika.

# manager-navigationMenus-register-description
source: Link to the user registration page.
ar_iq: إرتبط بصفحة تسجيل المستخدم.
da_dk: Link til brugerregistreringssiden.
fa_ir: لینک به صفحه ثبت‌نام
fi_fi: Linkki rekisteröitymissivulle.
pt_br: Link para a página de registro de usuário.
sl_si: Povezava do registracijekse strani za uporabnika.

# manager-navigationMenus-dashboard-description
source: Link to the editorial dashboard.
ar_iq: إرتبط بصفحة قيادة التحرير.
da_dk: Link til det redaktionelle dashboard.
fa_ir: لینک به داشبورد
fi_fi: Linkki toimituksen hallintapaneeliin.
pt_br: Link para o painel editorial.
sl_si: Povezava do uredniške nadzorne plošče.

# manager-navigationMenus-profile-description
source: Link to the user profile page.
ar_iq: إرتبط بصفحة الملف التعريفي للمستخدم.
da_dk: Link til brugerprofilside.
fa_ir: لینک به پروفایل کاربر
fi_fi: Linkki käyttäjän profiiliin.
pt_br: Link para a página de perfil de usuário.
sl_si: Povezava do uporabniškega profila.

# manager-navigationMenus-administration-description
source: Link to the site-wide administration tools.
ar_iq: إرتبط بصفحة أدوات إدارة الموقع العامة.
da_dk: Link til webstedets administrationsværktøjer.
fa_ir: لینک به بخش ابزارهای مدیریتی
fi_fi: Linkki sivuston ylläpitoasetuksiin.
pt_br: Link para as ferramentas de administração geral do site.
sl_si: Povezava do administrativnih orodij za celotno spletišče.

# manager-navigationMenus-administration-conditionalWarning
source: This link will only be displayed to administrative users.
ar_iq: هذا الرابط سيظهر حصرياً لمشرفي الموقع.
da_dk: Dette link vil kun blive vist til administratorer.
fa_ir: این لینک فقط به کاربرانی با نقش مدیریتی نمایش داده می‌شود.
fi_fi: Tämä linkki näytetään vain ylläpitäjille.
pt_br: Este link será exibido apenas para usuários administradores.
sl_si: Ta povezava bo vidna le uporabnkom administratorjem.

# manager-navigationMenus-logOut-description
source: A link that will log the user out.
ar_iq: الرابط الذي سيؤدي إلى تسجيل خروج المستخدم من الموقع.
da_dk: Et link der logger brugeren ud.
fa_ir: لینکی که باعث خروج کاربر از سامانه می‌شود.
fi_fi: Linkki, joka kirjaa vierailijan ulos.
pt_br: Um link que irá finalizar a sessão do usuário.
sl_si: Povezava, ki odjavi uporabnika iz sistema.

# manager-navigationMenus-loggedOut-conditionalWarning
source: This link will only be displayed when the visitor is logged in.
ar_iq: هذا الرابط سيظهر فقط إذا كان زائر الموقع قد سجل دخوله.
da_dk: Dette link vil kun blive vist, når den besøgende er logget ind.
fa_ir: این لینک تنها زمانی نمایش داده می‌شود که کاربر وارد سیستم شده است.
fi_fi: Tämä linkki näytetään vain, kun vierailija on kirjautunut sisään.
pt_br: Este link apenas será exibido quando o visitante estiver logado.
sl_si: Ta povezva bo vidna le, če bo uporabnik prijavljen v sistem.

# manager-navigationMenus-loggedIn-conditionalWarning
source: This link will only be displayed when the visitor is not logged in.
ar_iq: هذا الرابط سيظهر فقط إذا كان زائر الموقع لم يسجل دخوله بعد.
da_dk: Dette link vil kun blive vist, når den besøgende ikke er logget ind.
fa_ir: این لینک تنها زمانی نمایش داده می‌شود که کاربر وارد سیستم نشده است.
fi_fi: Tämä linkki näytetään vain, kun vierailija ei ole kirjautuneena sisään.
pt_br: Este link apenas será exibido quando o visitante estiver deslogado.
sl_si: Ta povezva bo vidna le, če uporabnik ne bo prijavljen v sistem.

# manager-navigationMenus-contact-description
source: Link to a page displaying your contact information.
ar_iq: رابط إلى صفحة تعرض معلومات عناوين الاتصال.
da_dk: Link til side, der indeholder oplysninger om kontaktperson.
fi_fi: Linkki yhteystiedosto-sivulle.
pt_br: Link para uma página com suas informações de contato.
sl_si: Povezava do strani z vašimi kontaktnimi podatki.

# manager-navigationMenus-contact-conditionalWarning
source: This link will only be displayed if you have filled out the Contact information under Settings > Contact.
ar_iq: هذا الرابط سيتم عرضه فقط عندما تقوم بتعبئة معلومات الاتصال المتوضعة ضمن: الإعدادات > معلومات الاتصال.
da_dk: Dette link vil kun blive vist, hvis du har udfyldt informationsfelterne på siden Kontaktperson under Indstillinger > Tidsskrift > Kontaktperson
fi_fi: Tämä linkki näkyy vain, jos olet täyttänyt asetukset kohdasta Asetukset > Yhteystiedot.
pt_br: Este link apenas será exibido se você tiver preenchido a informação de Contato em Configurações > Contato.
sl_si: Ta povezava bo prikazana le, če ste izpolnili kontaktne podatke v Nastavitve > Kontakti

# manager-navigationMenus-form-typeMissing
source: Please select a navigation menu type.
ar_iq: لطفاً، إختر نوع قائمة التنقل.
da_dk: Vælg en navigationsmenutype.
fi_fi: Valitse navigaatiovalikon tyyppi.
pt_br: Por favor selecionar um tipo de menu de navegação.
sl_si: Prosimo izberite tip navigacijskega menija

# manager-navigationMenus-subscriptions-conditionalWarning
source: This link will only be displayed if payments are enabled under Settings > Distribution > Payments.
ar_iq: هذا الرابط سيتم عرضه فقط عند تمكين المدفوعات المتوضعة ضمن: الإعدادات > التوزيع > المدفوعات.
da_dk: Dette link vises kun, hvis betalinger er aktiveret under Indstillinger> Distribuering> Betaling.
fi_fi: Tämä linkki näkyy vain, jos olet ottanut maksut käyttöön kohdasta Asetukset > Jakelu > Maksut.
pt_br: Este link apenas será exibido se a opção de pagamentos estiver habilitada em Configurações > Distribuição > Pagamentos.
sl_si: Ta povezava bo vidna le, če so omogočena plačila pod Nastavitve > Distribucija > Plačila.

# manager-navigationMenus-mySubscriptions-conditionalWarning
source: This link will only be displayed if the visitor is logged in, payments are enabled under Settings > Distribution > Payments and subscriptions are required under Settings > Distribution > Access.
ar_iq: هذا الرابط سيتم عرضه فقط عندما يقوم زائر الموقع بتسجيل دخوله فيه، والمدفوعات ممَكَّنة ضمن: الإعدادات > التوزيع > المدفوعات، والإشتراكات مطلوبة ضمن: الإعدادات > التوزيع > إتاحة الوصول.
da_dk: Dette link vises kun, hvis den besøgende er logget ind, betalinger er aktiveret under Indstillinger> Distribuering> Betalinger, og abonnementer kræves under Indstillinger> Distribution> Adgang.
fi_fi: Tämä linkki näkyy vain, jos käyttäjä on kirjautunut sisään, maksut on otettu käyttöön kohdasta Asetukset > Jakelu > Maksut ja lehti on ottanut käyttöön embargon kohdasta Asetukset > Jakelu > Saatavuus.
pt_br: Este link apenas será exibido se o visitante estiver logado, os pagamentos estiverem habilitados Configurações > Distribuição > Pagamentos e as assinaturas estiverem obrigatórias em Configurações > Distribuição > Acesso.
sl_si: Ta povezava bo vidna le, če je obiskovalec prijavljen, če so omogočena plačila pod Nastavitve > Distribucija > Plačila in če je zahtevno naročilo pod Nastavtive > Distribucija > Dostop.

# manager-navigationMenus-search-description
source: Link to the search page.
ar_iq: رابط إلى صفحة البحث.
da_dk: Link til søgeside.
fi_fi: Linkki hakusivulle.
pt_br: Link para a página de busca.
sl_si: Povezava do strani za iskanje.

# manager-navigationMenus-privacyStatement-description
source: Link to the page displaying your privacy statement.
ar_iq: رابط إلى الصفحة التي تعرض بيان الخصوصية.
da_dk: Link til den side, der viser din erklæring om beskyttelse af personlige oplysninger
fi_fi: Linkki tietosuojaselosteen sisältävälle sivulle.
pt_br: Link para a página mostrando sua declaração de privacidade.
sl_si: Povezava do strani z Izjavo o zasebnosti.

# manager-navigationMenus-privacyStatement-conditionalWarning
source: This link will only be displayed if you have entered a privacy statement under Settings > Workflow > Submissions.
ar_iq: هذا الرابط سيظهر فقط إذا سبق لك إدخال بيان الخصوصية ضمن: الإعدادات > المخطط الانسيابي > طلبات التقديم.
da_dk: Dette link vil kun blive vist, hvis du har indsat en erklæring om beskyttelse af personlige oplysninger under Indstillinger > Workflow > Indsendelser
fi_fi: Tämä linkki näkyy ainoastaan, jos olet syöttänyt tietosuojaselosteen asetusten kohtaan Asetukset > Työnkulku > Käsikirjoituksen vastaanotto
pt_br: Este link apenas será exibido se você submeteu uma declaração de privacidade em Configurações > Fluxo de Trabalho > Subimissão.
sl_si: Ta povezava bo vidna le, če ste vpisali izjavo o zasebnosti pod Nastavitve > Delovni tok > Oddaja.

# grid-category-add
source: Add Category
ar_iq: إضافة فئة
fi_fi: Lisää kategoria
sl_si: Dodaj kategorijo

# grid-category-edit
source: Edit Category
ar_iq: تعديل الفئة
fi_fi: Muokkaa kategoriaa
sl_si: Uredi kategorijo

# grid-category-name
source: Name
ar_iq: الاسم
fi_fi: Nimi
sl_si: Ime

# grid-category-path
source: Path
ar_iq: المسار
fi_fi: Polku
sl_si: Naslov

# grid-category-urlWillBe
source: The category's URL will be: {$sampleUrl}
ar_iq: رابط مسار الفئة سيكون: {$sampleUrl}
fi_fi: Kategorian URL-osoitteeksi tulee: {$sampleUrl}
sl_si: URL kategorije bo {$sampleUrl}

# grid-category-pathAlphaNumeric
source: The category path must consist of only letters and numbers.
ar_iq: مسار الفئة لا بد أن يحتوي حروفاً وأرقاماً فقط.
fi_fi: Kategorian polussa voi olla vain kirjaimia ja numeroita. Kansalliset merkit, kuten ä, ö ja å, eivät ole sallittuja.
sl_si: Naslov kategorije mora biti zapisan samo s črkami in številkami.

# grid-category-pathExists
source: The category path already exists. Please enter a unique path.
ar_iq: هذا المسار موجود سلفاً. لطفاً، أدخل مساراً فريداً.
fi_fi: Kategorian polku on jo käytössä. Anna toinen polku.
sl_si: Tak naslov kategorije že obstaja. Vnesite edinstven naslov.

# grid-category-description
source: Description
ar_iq: الوصف
fi_fi: Kuvaus
sl_si: Opis

# grid-category-parentCategory
source: Parent Category
ar_iq: الفئة الأعلى
fi_fi: Yläkategoria
sl_si: Višja kategorija

# grid-category-removeText
source: Are you sure you wish to remove this category?
ar_iq: هل أنت متأكد من رغبتك في حذف هذه الفئة؟
fi_fi: Oletko varma, että haluat poistaa tämän kategorian?
sl_si: Ste prepričani, da želite izbrisati to kategorijo?

# grid-category-nameRequired
source: Please enter a category name.
ar_iq: لطفاً، أدخل اسم الفئة.
fi_fi: Anna kategorian nimi.
sl_si: Vnesite ime kategorije.

# grid-category-categoryDetails
source: Category Details
ar_iq: تفاصيل الفئة
fi_fi: Kategorian tiedot
sl_si: Podrobnosti kategorije

# stats-daily
source: Daily
ar_iq: يومياً

# stats-dateRange
source: Date Range
ar_iq: مدى زمي

# stats-dateRange-allDates
source: All dates
ar_iq: كل التواريخ

# stats-dateRange-apply
source: Apply
ar_iq: تطبيق

# stats-dateRange-change
source: Change date range
ar_iq: تعديل المدى الزمني

# stats-dateRange-customRange
source: Custom Range
ar_iq: مدى مخصص

# stats-dateRange-dateDoesNotExist
source: One of the dates entered does not exist.
ar_iq: أحد التواريخ المدخلة غير موجود.

# stats-dateRange-from
source: From
ar_iq: من

# stats-dateRange-instructions
source: Enter each date in the format YYYY-MM-DD. For example, if you want the date for 15 January, 2019, enter 2019-01-15.
ar_iq: أدخل كل تأريخ بتنسيق YYYY-MM-DD. على سبيل المثال، إذا أردت يوم الخامس عشر من تموز، 2019، أدخل 2019-07-15.

# stats-dateRange-invalidDate
source: The date format is not valid. Enter each date in the format YYYY-MM-DD.
ar_iq: تنسيق التأريخ غير صحيح. أدخل كل تأريخ بتنسيق YYYY-MM-DD.

# stats-dateRange-invalidDateRange
source: The start date must be before the end date.
ar_iq: تأريخ البدء لا بد له أن يكون قبل تأريخ الانتهاء.

# stats-dateRange-invalidEndDateMax
source: The end date may not be later than {$date}.
ar_iq: تأريخ الانتهاء لا يمكن له أن يكون بعد {$date}.

# stats-dateRange-invalidStartDateMin
source: The start date may not be earlier than {$date}.
ar_iq: تأريخ البدء لا يمكن له أن يكون قبل {$date}.

# stats-dateRange-last12Months
source: Last 12 months
ar_iq: آخر 12 شهر

# stats-dateRange-last30Days
source: Last 30 days
ar_iq: آخر 30 يوم

# stats-dateRange-last90Days
source: Last 90 days
ar_iq: آخر 90 يوم

# stats-dateRange-sinceDate
source: Since {$date}
ar_iq: منذ {$date}

# stats-dateRange-to
source: To
ar_iq: إلى

# stats-dateRange-untilDate
source: Until {$date}
ar_iq: حتى {$date}

# stats-fileViews
source: File Views
ar_iq: معاينات الملف

# stats-monthly
source: Monthly
ar_iq: شهرياً

# stats-searchSubmissionDescription
source: Search by title, author and ID
ar_iq: البحث حسب العنوان، المؤلف، أو الرمز التعريفي

# stats-total
source: Total
ar_iq: الإجمالي
