Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-people-mergeUsers
source: Merge Users
ar_iq: دمج المستخدمين
da_dk: Flet brugere
fa_ir: ادغام کاربران
fi_fi: Yhdistä käyttäjät
pt_br: Mesclar cadastros
sl_si: Združi uporabnike
sr_rs@latin: Spajanje korisnika

# manager-people-mustChooseRole
source: Please select a role at the top of the page before clicking "Enroll User".
ar_iq: لطفاً، إختر أحد الأدوار من أعلى الصفحة قبل النقر على "منح الدور للمستخدم".
da_dk: Vælg en rolle øverst på siden, inden du klikker på "Tilmeld bruger".
fa_ir: لطفاً قبل از کلیک بر روی اعطای نقش, نقش مورد نظر را از لیست بالای صفحه انتخاب کنید.
fi_fi: Valitse sivun yläosasta rooli, ennen kuin klikkaat “Lisää käyttäjälle rooli”.
pt_br: Escolha um papel editorial antes de confirmar
sl_si: Prosimo izberite vloge na vrhu strani, preden kliknete 'Dodaj vlogo uporabniku'.
sr_rs@latin: Molimo odaberite ulogu pri vrhu stranice pre nego pritisnete "Dodeli ulogu korisniku"

# manager-people-mustProvideName
source: Please provide at least a last name for the user first.
ar_iq: لطفاً، أدرج الاسم الأخير للمستخدم على الأقل.
da_dk: Angiv som minimum først brugerens efternavn.
fa_ir: لطفاً نام خانوادگی کاربر را وارد کنید
fi_fi: Anna käyttäjälle ensin ainakin sukunimi.
pt_br: Informe pelo menos o sobrenome do usuário.
sl_si: Najprej navedite vsaj priimek uporabnika.
sr_rs@latin: Molimo unesite barem prezime korisnika.

# manager-people-noMatchingUsers
source: No matching users.
ar_iq: لا مستخدمين مطابقين
da_dk: Der blev ikke fundet nogen tilsvarende brugere.
fa_ir: کاربری با این مشخصات یافت نشد.
fi_fi: Ei vastaavia jäseniä.
pt_br: Nenhum usuário encontrado.
sl_si: Ni nobenih odgovarjajočih uporabnikov.
sr_rs@latin: Nema odgovarajućih korisnika.

# manager-people-noneEnrolled
source: No enrolled users.
ar_iq: لا مستخدمين بهذا الدور
da_dk: Ingen tilmeldte brugere.
fa_ir: کاربری بدون نقش
fi_fi: Ei rooliin lisättyjä käyttäjiä.
pt_br: Nenhum usuário cadastrado.
sl_si: Ni uporabnikov z dodeljeno vlogo.
sr_rs@latin: Nema korisnika s dodeljenim ulogama.

# manager-people
source: People
ar_iq: الأشخاص
da_dk: Personer
fa_ir: کاربران
fi_fi: Henkilöt
pt_br: Equipe
sl_si: Ljudje
sr_rs@latin: Ljudi

# manager-people-remove
source: Remove
ar_iq: إزالة
da_dk: Fjern
fa_ir: حذف
fi_fi: Poista
pt_br: Remover
sl_si: Odstrani
sr_rs@latin: Ukloni

# manager-people-saveAndCreateAnotherUser
source: Save and Create Another
ar_iq: إحفظ وأنشئ واحداً آخر
da_dk: Gem og opret en ny
fa_ir: ذخیره و ایجاد کاربر دیگر
fi_fi: Tallenna ja luo uusi
pt_br: Salvar e incluir outro
sl_si: Shrani in ustvari novega
sr_rs@latin: Sačuvaj i kreiraj drugog

# manager-people-signInAs
source: Log In As
ar_iq: الدخول باسم
da_dk: Log på som
fa_ir: ورود به عنوان
fi_fi: Kirjaudu sisään
pt_br: Entrar no sistema como
sl_si: Prijavi se kot
sr_rs@latin: Prijavi se kao

# manager-people-signInAsUser
source: Log In as User
ar_iq: الدخول بصفة مستخدم
da_dk: Log på som bruger
fa_ir: ورود به عنوان کاربر
fi_fi: Kirjaudu sisään käyttäjänä
pt_br: Entrar como este usuário
sl_si: Prijavi se kot uporabnik
sr_rs@latin: Prijavite se kao korisnik

# manager-people-syncUsers
source: Synchronize User Enrollment
ar_iq: مزامنة أدوار المستخدمين
da_dk: Synkroniser brugertilmelding
fa_ir: هماهنگ‌سازی اعطای نقش به کاربر
fi_fi: Synkronoi käyttäjien lisääminen rooliin
pt_br: Sincronizar cadastro de usuários
sl_si: Sinhroniziraj vloge dodeljene uporabnikom
sr_rs@latin: Sinhronizuj uloge dodeljene korisnicima

# manager-people-unenroll
source: Unenroll
ar_iq: إزالة الدور
da_dk: Annuller tilmelding
fa_ir: عزل نقش
fi_fi: Poista käyttäjältä rooli
pt_br: Remover papel
sl_si: Odvzemi vlogo
sr_rs@latin: Ukloni ulogu

# manager-people-userCreatedSuccessfully
source: User created successfully.
ar_iq: تم إنشاء المستخدم بنجاح.
da_dk: Brugeren er blevet oprettet.
fa_ir: کاربر با موفقیت ایجاد شد
fi_fi: Käyttäjä luotiin onnistuneesti.
pt_br: Usuário incluído com sucesso.
sl_si: Uporabnik je bil uspešno ustvarjen.
sr_rs@latin: Korisnik uspešno kreiran.

# manager-people-userMustChangePassword
source: Require the user to change their password the next time they log in.
ar_iq: على المستخدم تغيير كلمة مروره عند دخوله الموقع المرة القادمة.
da_dk: Bed brugeren om at ændre sin adgangskode, næste gang vedkommende logger på.
fa_ir: لازم است که کاربر در نوبت ورود بعدی به سیستم رمز عبور خود را عوض کند.
fi_fi: Vaadi, että käyttäjä vaihtaa salasanansa kirjautuessaan sisään seuraavan kerran.
pt_br: Solicitar alteração de senha no próximo acesso ao sistema.
sl_si: Zahtevaj, da uporabnik spremeni geslo ob naslednji prijavi.
sr_rs@latin: Zatraži od korisnika da promeni svoju lozinku prilikom sledećeg prijavljivanja.

# manager-plugins-action
source: Action:
ar_iq: إجراء:
da_dk: Handling:
fa_ir: اقدام:
fi_fi: Toiminto:
pt_br: Ação:
sl_si: Akcija:
sr_rs@latin: Postupak:

# manager-plugins-disable
source: Disable
ar_iq: تعطيل
da_dk: Deaktiver
fa_ir: غیر فعال‌سازی
fi_fi: Poista käytöstä
pt_br: Desabilitar
sl_si: Onemogoči
sr_rs@latin: Onemogući

# manager-plugins-enable
source: Enable
ar_iq: تمكين
da_dk: Aktiver
fa_ir: فعال‌سازی
fi_fi: Ota käyttöön
pt_br: Habilitar
sl_si: Omogoči
sr_rs@latin: Omogući

# manager-plugins-pluginManagement
source: Plugin Management
ar_iq: إدارة الوظائف الاضافية
da_dk: Administration af plug-ins
fa_ir: مدیریت افزونه‌ها
fi_fi: Lisäosien hallinnointi
pt_br: Administração de Plugins
sl_si: Upravljanje z vtičniki
sr_rs@latin: Upravljač dodataka

# manager-plugins-sitePlugin
source: This is a site-wide plugin. Only the Site Administrator may manage this plugin.
ar_iq: هذه وظيفة إضافية على مستوى كل الموقع. يمكن تعديلها من قبل مدير الموقع حصراً.
da_dk: Dette er en plug-in for hele webstedet. Denne plug-in må kun administreres af webstedsadministratoren.
fa_ir: این افزونه مربوط به کل سایت است. فقط مدیر سایت می‌تواند آن را تغییر دهد
fi_fi: Tämä on sivustonlaajuinen lisäosa. Vain sivuston ylläpitäjä voi hallinnoida tätä lisäosaa.
pt_br: Este é um plugin de uso geral. Somente o Administrador do Portal possui permissão de administração.
sl_si: Ta vtičnik se nanaša na celotno spletišče in z njim upravlja le administrator spletišča.
sr_rs@latin: Ovaj dodatak utiče na funkcionisanje celog sajta. Samo administrator sajta može upravljati ovim dodatkom.

# manager-plugins
source: System Plugins
ar_iq: الوظائف الإضافية للنظام
fa_ir: افزونه‌های سیستم
fi_fi: Järjestelmän lisäosat
pt_br: Plugins do Sistema
sl_si: Sistemski vtičniki
sr_rs@latin: Sistemski dodaci

# manager-readingTools
source: Reading Tools
ar_iq: أدوات القراءة
da_dk: Læseværktøjer
fa_ir: ابزارهای خواندن
fi_fi: Lukutyökalut
pt_br: Ferramentas para Leitura
sl_si: Orodja za branje
sr_rs@latin: Alatke za čitanje

# manager-userSearch-searchByName
source: Search User By Name
ar_iq: البحث عن المستخدمين بالاسم
da_dk: Søg bruger via navn
fa_ir: جستجوی کاربر با نام
fi_fi: Hae käyttäjää nimen mukaan
pt_br: Buscar Esuário por Nome
sl_si: Išči uporabnika po imenu
sr_rs@latin: Pronađi korisnika po imenu

# manager-reviewerSearch-change
source: Change
ar_iq: تغيير
da_dk: Skift
fa_ir: تغییر
fi_fi: Muuta
pt_br: Mudar
sl_si: Spremeni
sr_rs@latin: Promeni

# manager-reviewerSearch-searchByName
source: Search Reviewers By Name
ar_iq: البحث عن المحكم بالاسم
da_dk: Søg efter bedømmer ud fra navn
fa_ir: جستجوی داور بر اساس نام
fi_fi: Hae arvioijia nimen mukaan
pt_br: Buscar por Nome do Avaliador
sl_si: Iskanje recenzentov po imenu
sr_rs@latin: Pronađi recenzenta po imenu

# manager-reviewerSearch-searchByName-short
source: Search By Name
ar_iq: البحث بالاسم
da_dk: Søg efter navn
fa_ir: جستجو با نام
fi_fi: Hae nimen mukaan
pt_br: Buscar por Nome
sl_si: Iskanje po imenu
sr_rs@latin: Pretraži po imenu

# manager-reviewerSearch-interests
source: Reviewing Interests
ar_iq: إهتمامات التحكيم
da_dk: Bedømmers interesser
fi_fi: Sisällölliset ja tutkimusmenetelmälliset osaamisalueet?
pt_br: Área de interesse para avaliação
sl_si: Interesi recenzentov
sr_rs@latin: Recenzentski interesi

# manager-reviewerSearch-form-instructions
source: Use the form below to set the maximum values for the terms you wish to search for. The form is pre-populated with the calculated averages of those fields.
ar_iq: استعمل النموذج أدناه لضبط القيم العليا للمصطلحات التي تريد البحث عنها. سيتم قبل نشر النموذج إلحاقه بالمعدلات المحسوبة لتلك الحقول.
da_dk: Brug nedenstående felt til at angive det maksimale antal ord, du ønsker at søge efter. Feltet er forudindstillet til at beregne et gennemsnit for formularens felter.
fi_fi: Käytä alla olevaa lomaketta asettaaksesi maksimiarvot termeille, joita haluat hakea. Lomakkeeseen on esitäytetty kyseisten kenttien laskennalliset keskiarvot.
pt_br: Use o formulário a seguir para definir os valores máximos para os termos pelos quais deseja buscar. O formulário está preenchido previamente com médias calculadas dos campos.
sl_si: Uporabite spodnji obrazec za nastavitev največjega števila terminov po katerih želite iskati. Obrazec je prednastavljen s povprečnim številom polj.
sr_rs@latin: U donji formular upišite maksimalne vrednosti za termine koje želite da tražite. Formular je prethodno ispunjen kalkulisanim prosečnim vrednostima za ta polja.

# manager-roles
source: Roles
ar_iq: الأدوار
da_dk: Roller
fa_ir: نقش‌ها
fi_fi: Roolit
pt_br: Papéis
sl_si: Vloge
sr_rs@latin: Uloge

# manager-statistics
source: Stats &amp; Reports
ar_iq: الإحصائيات والتقارير
da_dk: Statistikker og rapporter
fa_ir: آمار و گزارشات
fi_fi: Tilastot &amp; Raportit
pt_br: Estatísticas &amp; Relatórios
sl_si: Statistike in poročila
sr_rs@latin: Statistike i Izveštaji

# manager-statistics-defaultMetricDescription
source: Your {$contextObjectName} is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used submissions or to rank search results. Please select one of the configured metrics as a default.
ar_iq: إن {$contextObjectName} في نظامك مهيأ لتسجيل أكثر من مقياس استعمال واحد. إحصائيات الاستعمال سيتم عرضها في عدة سياقات. هناك حالات لا بد فيها من استعمال إحصائية واحدة، مثلاً: عرض قائمة مرتبة بأكثر طلبات النشر استعمالاً أو عند تقييم نتائج البحث في الموقع. لطفاً، عليك اختيار أحد هذه المقاييس ليكون بمثابة المقياس الافتراضي.
da_dk: Din {$contextObjectName} er konfigureret til at registrere flere bruger-parametre. Brugerstatistikker vises i flere sammenhænge. Der er tilfælde, hvor en enkelt brugsstatistik skal anvendes, f.eks. når en ordnet liste over mest viste indsendelser fremvises eller når et søgeresultat rangeres. Vælg en af følgende parametre som standard.
fa_ir: {$contextObjectName} از چندین معیار اندازه‌گیری برای ذخیره آمار استفاده می‌کند. اما در برخی موارد نیاز است که از یک معیار استفاده شود، برای مثال در نمایش لیست مقالات بیشتر مشاهده شده. لطفاً یک معیار اندازه‌گیری را به عنوان معیار پیش‌فرض انتخاب کنید.
fi_fi: Sinun {$contextObjectName}si on määritetty tallentamaan useita käytön mittareita. Käyttötilastot näytetään useassa yhteydessä. Joissain tapauksissa on käytettävä yksittäistä käyttötilastoa, esim. silloin, kun näytetään käytetyimpien käsikirjoitusten järjestetty lista tai asetettaessa hakutuloksia paremmuusjärjestykseen. Valitse yksi määritetyistä mittareista oletukseksi.
pt_br: Seu {$contextObjectName} está configurado para gravar mais de uma métrica de uso. As estatísticas de uso serão exibidas em diferentes contextos. Há casos em que uma única estatística de uso devem ser utilizada, por exemplo, para exibir uma lista ordenada de submissões mais utilizados ou para classificação de resultados da pesquisa. Por favor selecione uma das métricas configuradas como padrão.
sl_si: Vaša {$contextObjectName} namestitev beleži več kot le eno metriko uporabe, ki so prikazane v različnih kontekstih. V nekaterih primerih mora biti uporabljena le ena metrika (npr. vrstni red najbolj branih člankov ali vrstni red iskalnih rezultatof. Prosimo izberite eno od konfiguriranih metrik kot privzeto.
sr_rs@latin: Vaš {$contextObjectName} je konfigurisan da zabeleži više od jednog načina merenja upotrebe sajta. Statistika upotrebe će biti prikazana u nekoliko konteksta. U nekim slučajevima jedan način statistike mora biti upotrebljena, npr. da se prikaže lista sa poredanim rezultatima najviše upotrebljenih prijavljenih čalanak ili da se rangiraju rezultati pretrage. Molimo vas da odaberet jedan od načina merenja kao početni.

# manager-statistics-city
source: City
ar_iq: المدينة
da_dk: By
fa_ir: شهر
fi_fi: Kaupunki
pt_br: Cidade
sl_si: Mesto
sr_rs@latin: Grad

# manager-statistics-region
source: Region
ar_iq: المنطقة
fa_ir: منطقه
fi_fi: Alue
pt_br: Região
sl_si: Regija

# manager-statistics-reports
source: Report Generator
ar_iq: منشئ التقرير
da_dk: Rapportgenerator
fa_ir: تولیدگر گزارش
fi_fi: Raporttigeneraattori
pt_br: Gerador de Relatórios
sl_si: Generator poročil
sr_rs@latin: Generator izveštaja

# manager-statistics-reports-description
source: The system generates reports that track the details associated with site usage and submissions over a given period of time. Reports are generated in CSV format which requires a spreadsheet application to view.
ar_iq: النظام ينشئ تقارير تحصي التفاصيل المتعلقة باستعمال الموقع وطلبات النشر فيه خلال فترة زمنية معينة. هذه التقارير تكون بشكل ملفات بصيغة CSV ما يعني أنها تتطلب تشغيل برنامج لمعالجة الجداول لمعاينتها.
da_dk: Systemet genererer rapporter, som registrerer de oplysninger, der er forbundet med brugen af webstedet og indsendelser over en given tidsperiode. Der genereres rapporter i CSV-format, og der kræves et regnearksprogram for at få vist disse rapporter.
fa_ir: سیستم بر اساس جزئیات مشخص شده و بر پایه میزان استفاده از سامانه و مقالات ارسالی در بازه زمانی داده شده، گزارشی تولید خواهد نمود. این گزارش در فرمت CSV تولید می‌شود.
fi_fi: Järjestelmä luo raportteja, jotka jäljittävät sivuston käyttöön ja käsikirjoituksiin liittyviä tietoja tietyltä aikaväliltä. Raportit luodaan CSV-muodossa, jonka katseleminen edellyttää taulukkolaskentasovellusta.
pt_br: O sistema gera relatórios que registram os detalhes associados com os procedimentos da submissão, da perspectiva de submissões, editores, avaliadores e seções, em um dado período. Relatórios são gerados no formato CSV, que exigem um aplicativo de planilha eletrônica para serem visualizados.
sl_si: Sistem pripravi poročila s podrobnimi podatki o uporabi spletišča in prispevkih v določenem časovnem obdobju. Poročila so pripravljena v CSV formatu, kar pomeni, da za ogled potrebujete preglednico.
sr_rs@latin: Sistem generiše izveštaje koji prate detalje u vezi upotrebe vašeg sajta i prijavljenih čalanak u datom vremenskom periodu. Izveštaji se generišu u CSV formatu koji se mogu pregledati u programu za tabelarni račun.

# manager-statistics-reports-aggregationColumns
source: Aggregate stats by:
ar_iq: تجميع البيانات حسب:
da_dk: Samlet statistik af:
fa_ir: آمار کل توسط:
fi_fi: Kokoa tilastot:
pt_br: Agregar estatísticas por:
sl_si: Združi statistike po:
sr_rs@latin: Sakupi statistike po:

# manager-statistics-reports-optionalColumns-description
source: Items in italic and marked with * represents data that is optional to the current way of counting statistics in the system (metric type). You might have that data or not, depending on your statistics plugin configuration.
ar_iq: الفقرات ذات الحروف المائلة والمعلمة بالنجمة * تمثل البيانات الإختيارية بالنسبة إلى الطريقة الحالية لحساب الإحصائية في النظام (نوعية المقياس). قد تتوافر لديك هذه المعلومات أو لا اعتماداً على إعدادات البرنامج الإضافي للإحصائيات.
da_dk: Elementer i kursiv og markeret med * repræsenterer data, der ikke er obligatorisk i forhold til den nuværende måde at optælle statistikker i systemet på. Du kan have adgang til disse data eller ej, afhængigt af din statistik-plug-in-konfiguration.
fa_ir: گزینه‌هایی که به صورت مورب‌اند یا با * مشخص شده‌اند، بیان کننده داده‌هایی هستند که برای سیستم آماری سامانه اختیاری‌اند. ممکن است در گزارش این داده‌ها وجود داشته باشند یا نه که وابسته به فعال بودن افزونه‌های مرتبط به آن‌هاست.
fi_fi: Kursivoidut ja tähdellä (*) merkityt kohdat ovat tietoja, jotka ovat vapaavalintaisia järjestelmän tämänhetkisessä tilastojen laskemistavassa (mittarityyppi). Sinulla joko on kyseiset tiedot tai ne saattavat puuttua tilastointilisäosasi määrityksistä riippuen.
pt_br: Os itens em itálico e marcados com * representam dados que são opcionais para a atual forma de contar as estatísticas no sistema (tipo de métrica). Você pode ter estes dados ou não, dependendo da configuração do plugin de estatísticas.
sl_si: Postavke v poševni pisavi in označene z * predstavljajo podatke, ki so opcijski v izbranem načinu štetja v sistemu (metrični sistem). Lahko imate te podatke ali ne, odvisno od vaših nastavitev vtičnika za statistike.
sr_rs@latin: Stavke napisane kurzivom i označene sa * predstavljaju podatke koji su opcioni za trenutni način brojanja statistike u sistemu (način merenja). Vi možete, a ne morate imati te podatke ovisno o konfiguraciji vašeg dodatka za statistiku.

# manager-statistics-reports-defaultReportTemplates
source: Default report templates
ar_iq: قوالب التقرير الإفتراضية
da_dk: Standard rapportskabeloner
fa_ir: الگوی پیش‌فرض گزارش
fi_fi: Raporttien oletusmallipohjat
pt_br: Modelos de relatórios padrão
sl_si: Privzeta predloga poročil
sr_rs@latin: Predefinisani šabloni izveštaja

# manager-statistics-reports-generateReport
source: Generate custom report
ar_iq: أنشئ تقريراً مخصصاً
da_dk: Generér brugerdefineret rapport
fa_ir: تولید گزارش سفارشی
fi_fi: Luo mukautettu raportti
pt_br: Gerar relatório personalizado
sl_si: Pripravi poročilo po meri
sr_rs@latin: Generiši prilagođeni izveštaj

# manager-statistics-reports-advancedOptions
source: Advanced Options
ar_iq: الخيارات المتقدمة
da_dk: Avancerede indstillinger
fa_ir: گزینه‌های پیشرفته
fi_fi: Lisävalinnat
pt_br: Opções avançadas
sl_si: Napredne možnosti
sr_rs@latin: Napredne opcije

# manager-statistics-reports-advancedOptions-hide
source: Hide Advanced Options
ar_iq: إخفاء الخيارات المتقدمة
da_dk: Skjul avancerede indstillinger
fa_ir: مخفی کردن گزینه‌های پیشرفته
fi_fi: Piilota lisävalinnat
pt_br: Ocultar Opções Avançadas
sl_si: Skrij napredne možnosti
sr_rs@latin: Sakrij napredne opcije

# manager-statistics-reports-columns
source: Columns
ar_iq: إختر العمود
da_dk: Kolonner
fa_ir: ستون‌ها
fi_fi: Sarakkeet
pt_br: Colunas
sl_si: Stolpci
sr_rs@latin: Kolone

# manager-statistics-reports-columns-description
source: Define the columns that will be used to build the report. The columns you select here not only define which data will be presented inside the reports, but also defines the aggregation level of the statistics. For example, if you choose ID, Type and Month columns, the report will sum all views from an object from one month and will present that data in one row. If you choose Day instead of Month, each object will have a row for each day.
ar_iq: حدد الأعمدة التي ستستعمل لإنشاء التقرير. الأعمدة التي تختارها هنا لا تحدد فقط أي من البيانات سيكون متاحاً ضمن التقرير فحسب، بل ستحدد أيضاً مستوى التجميع لتلك البيانات. على سبيل المثال؛ إذا اخترت حقول: الرمز، النوع، والتاريخ، فإن التقرير سيجمع كل المشاهدات لمكون ما لشهر واحد وسيعرض هذه البيانات في سطر واحد. إذا اخترت اليوم بدلاً من الشهر، فكل مكون سيكون له سطر واحد لكل يوم.
da_dk: Angiv de kolonner, der skal bruges til at generere rapporten. De kolonner, du vælger her, definerer ikke kun hvilke data, der vil blive præsenteret i rapporterne, men definerer også akkumuleringsniveauet for statistikken. Hvis du f.eks. vælger ID-, Type- og Månedkolonner, opsummerer rapporten alle visninger fra et objekt fra en måned og vil præsentere disse data i en række. Hvis du vælger dag i stedet for måned, vil hvert objekt have en række for hver dag.
fa_ir: ستون‌هایی که در تولید این گزارش استفاده می‌شوند را تعریف کنید. ستون‌های تعریف شده هم برای مشخص کردن داده‌های داخل گزارش و هم مشخص کننده نحوه تجمیع آن‌هاست. برای مثال، اگر ستون‌های شناسه، نوع و ماه را انتخاب کنید، در گزارش تمامی داده‌های آن ماه جمع شده و در یک سطر قرار می‌گیرد. اگر به‌ جای ماه، روز انتخاب شود، داده‌های هر روز با هم جمع خواهد شد.
fi_fi: Määritä sarakkeet, joita käytetään raportin muodostamiseen. Tässä valitsemasi sarakkeet määrittävät raporteissa esitettyjen tietojen lisäksi myös tilastojen koontitason. Jos esimerkiksi valitset tunniste-, tyyppi- ja kuukausisarakkeet, raportti laskee yhteen kaikki objektin katselukerrat yhdeltä kuukaudelta ja esittää tiedot yhdellä rivillä. Jos valitset kuukauden sijaan päivä-sarakkeen, kullakin objektilla on rivi jokaiselle päivälle.
pt_br: Defina as colunas que serão utilizadas para a construção do relatório. As colunas que você selecionar aqui não só definirão quais dados serão apresentados dentro dos relatórios, mas também definem o nível de agregação das estatísticas. Por exemplo, se você escolher as colunas ID, Tipo e Mês, o relatório irá somar todas as visualizações de um objeto a partir de um mês e vai apresentar os dados em uma linha. Se você optar por dia em vez de mês, cada objeto terá uma linha para cada dia.
sl_si: Določite stolpce, ki se bodo uporabili za pripravo poročila. Stolpci, ki jih boste tukaj izbrali, ne bodo le definirali, katteri podatki bodo predstavljeni, ampak tudi nivo združevanja. Npr. če izberete stolpce ID, tip in mesec, bo poročilo seštelo vse vpoglede v objekt v enem mesecu in prikazalo podatek v eni vrstici. Če namesto meseca izberete dan, potem bo v poročilu vsak objekt imel vrstico za vsak dan.
sr_rs@latin: Definišite kolone koje ćete koristiti za pravljenje izveštaja. Odabrane kolone neće samo odrediti koji će podaci biti uzeti za pravljenje izveštaja nego će definisati i nivo agregacije u statistici. Na primer, ako odaberete kolone ID, Tip i Mesec izveštaj će sumirati sve preglede za objekte u jednom mesecu i prikazati podatke u jednom redu. Ako odaberete Dan umesto Meseca svaki objekat će imati red za svaki dan.

# manager-statistics-reports-filters
source: Filters
ar_iq: التصفية
da_dk: Filtre
fa_ir: فیلترها
fi_fi: Suodattimet
pt_br: Filtros
sl_si: Filtri
sr_rs@latin: Filteri

# manager-statistics-reports-objectNotFound
source: Object not found in database
ar_iq: المكون غير موجود في قاعدة البيانات
da_dk: Objektet ikke fundet i databasen
fa_ir: داده در پایگاه داده یافت نشد
fi_fi: Objektia ei löydy tietokannasta
pt_br: Objeto não encontrado na base de dados
sl_si: Objekt ne obstaja v bazi podatkov
sr_rs@latin: Objekat nije pronađen u bazi podataka

# manager-statistics-reports-objectType
source: Object Type
ar_iq: نوعية المكون
da_dk: Objekttype
fa_ir: نوع داده
fi_fi: Objektityyppi
pt_br: Tipo de Objeto
sl_si: Tip objekta
sr_rs@latin: Tip objekta

# manager-statistics-reports-objectId
source: Object id
ar_iq: رمز المكون
da_dk: Objekt-id
fa_ir: شناسه داده
fi_fi: Objektitunniste
pt_br: Identificador do Objeto
sl_si: ID objekta
sr_rs@latin: ID objekta

# manager-statistics-reports-objectId-label
source: Define one or more object ids, comma separated (e.g. 1,2,3,4,5).
ar_iq: حدد واحداً أو أكثر من رموز المكون وافصل بينها بفارزة إنجليزية (مثلاً: 1,2,3,4,5).
da_dk: Definér et eller flere objekt-id'er, kommasepareret (f.eks. 1,2,3,4,5).
fa_ir: یک یا چند شناسه داده تعریف کنید. با کاما از هم جدا شود (برای مثال 1,2,3,4,5).
fi_fi: Määritä yksi tai useampi objektitunniste (erota pilkulla, esim. 1,2,3,4,5).
pt_br: Defina um ou mais identificadores, separados por vírgula (ex. 1,3,5,7).
sl_si: Podatje enega ali več IDjev objektov, razdeljene z vejico (npr. 1,2,3,4,5).
sr_rs@latin: Definišite jedan ili više id objekta i odvojite zarezom (npr. 1,2,3,4,5).

# manager-statistics-reports-yesterday
source: Yesterday
ar_iq: البارحة
da_dk: I går
fa_ir: دیروز
fi_fi: Eilen
pt_br: Ontem
sl_si: Včeraj
sr_rs@latin: Juče

# manager-statistics-reports-currentMonth
source: Current month
ar_iq: الشهر الحالي
da_dk: Indeværende måned
fa_ir: ماه جاری
fi_fi: Kuluva kuukausi
pt_br: Mês atual
sl_si: Trenutni mesec
sr_rs@latin: Trenutni mesec
