Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-setup-peerReview-description
source: Outline the peer review policy and processes for readers and authors. This description often includes the number of reviewers typically used in reviewing a submission, the criteria by which reviewers are asked to judge submissions, expected time required to conduct the reviews, and the principles used to select reviewers.
ar_iq: لخص سياسة التحكيم المناظر وإجراءاتها للقراء والمؤلفين. هذا الوصف عادة ما يتضمن الإشارة إلى عدد المحكمين الذين تتم الاستعانة بهم إعتيادياً لتحكيم مؤلَّف ما وتعريف بالمعايير الذي يُطلب منهم اتباعها عند التحكيم، والفترة المتوقع أن تستغرقها عملية اتخاذ القرار بشأنه، والمبادئ التي يتم على ضوئها انتخاب هؤلاء المحكمين.
da_dk: Skitser tidsskriftets politik og processer i forbindelse med peer review for læsere og forfattere, herunder antallet af bedømmere, der normalt benyttes ved bedømmelse af et manuskript, de kriterier, efter hvilke bedømmerne bliver bedt om at bedømme manuskripter, det normale tidsforbrug i forbindelse med en bedømmelse samt principperne for rekruttering af bedømmere.
fa_ir: کلیات سیاست داوری خود را برای خوانندگان و نویسندگان وارد کنید. این توضیح معمولاً شامل تعداد داورهای بررسی کننده هر مقاله، روش انتخاب آن‌ها و مدت زمان داوری است.
fi_fi: Esitä vertaisarvioinnin periaatteiden ja prosessien pääpiirteet lukijoille ja kirjoittajille. Tämä kuvaus voi sisältää tyypillisen arvioijien määrän käsikirjoitusta kohti, sovellettavat arviointikriteerit, arviointiin oletettavasti kuluvan ajan ja arvioijien valintaa koskevat periaatteet.
pt_br: Descreva a política de avaliação por pares e processos para os leitores e autores. Esta descrição inclui muitas vezes o número de avaliadores normalmente utilizados na avaliação de uma submissão, os critérios pelos quais os avaliadores são convidados a julgar as inscrições, o tempo de espera necessário para conduzir as avaliações e os princípios usados para selecionar avaliadores.
sl_si: Orišite recenzentsko politiko in postopek za bralce in avtorje.Ta oris pogosto vsebuje tipično število recenzentov za prispevek, kriterije po katerih recenzenti ocenjujejo prispevek, pričakovan čas opravljanja recenzije in način določanaj recenzentov.
sr_rs@latin: Napišite ukratko politiku recenzije i procesa za čitaoce i autore. Ovaj opis obično uključuje broj recenzenata koji vrše recenziju prijavljenog članka, kriterije koje recenzenti koriste kod ocenjivanja prijavljenog članka, očekivano vreme za koje se izvršava recenzija i principe prilikom izbora recenzenata.

# manager-setup-principalContact
source: Principal Contact
ar_iq: عنوان الاتصال الرئيسي
da_dk: Primær kontaktperson
fa_ir: تماس با مدیر
fi_fi: Pääasiallinen yhteyshenkilö
pt_br: Contato Principal
sl_si: Glavni kontakt
sr_rs@latin: Glavni kontakt

# manager-setup-principalContactDescription
source: Enter contact details, typically for a principal editorship, managing editorship, or administrative staff position, which can be displayed on your publicly accessible website.
ar_iq: أدخل تفاصيل العنوان التي عادة ما تكون لعضو أساسي في هيئة التحرير أو لرئيس التحرير أو لصاحب منصب إداري رئيسي، إذ أن هذا العنوان سيظهر علانية على موقعك.
da_dk: Denne stilling, der kan betragtes som en primær redaktionel stilling, ledende redaktionel stilling eller administrativ stilling, er anført på tidsskriftets hjemmeside sammen med kontaktpersonen for teknisk support.
fa_ir: اطلاعات تماس دبیران، ویراستاران یا عوامل اجرایی که به صورت عمومی در وب‌سایت در دسترس خواهد بود
fi_fi: Anna yhteystiedot (yleensä pääasiallisen päätoimittajan, toimituspäällikön tai hallinnollisen työntekijän), jotka näytetään julkisella verkkosivustollasi.
pt_br: Digite os detalhes de contato, normalmente para do editor principal, administrador editorial ou pessoal administrativo que pode ser exibido em seu site acessível ao público.
sl_si: Vnesite podatke kontakta, tipično glavni urednik, vodja uredništva ali administrativna oseba, ki je lahko objavljena na javno dostopni spletni strani.
sr_rs@latin: Unesite detalje za kontakt, posebno za glavnog urednika, upravnika ili poziciju administrativnog osoblja koji se mogu javno prikazati na vašem sajtu.

# manager-setup-privacyStatement
source: Privacy Statement
ar_iq: بيان الخصوصية
da_dk: Erklæring om beskyttelse af personlige oplysninger
fa_ir: بیانه حریم خصوصی
fi_fi: Tietosuojaseloste
pt_br: Declaração de Privacidade
sl_si: Izjava o varovanju podatkov
sr_rs@latin: Izjava o privatnosti

# manager-setup-privacyStatement-description
source: This statement will appear during user registration, author submission, and on the publicly available Privacy page. In some jurisdictions, you are legally required to disclose how you handle user data in this privacy policy.
ar_iq: هذا البيان سيظهر خلال مرحلة تسجيل المستخدم، تقديم طلب النشر من قبل المؤلف، وعلى صفحة التعريف بالخصوصية الشخصية المتاحة للعامة. حسب بعض التشريعات، لا بد من الناحية القانونية الإفصاح عن كيفية معالجة وتداول بيانات المستخدمين ضمن بيان الخصوصية.
da_dk: Denne erklæring vises under brugerregistrering, manuskriptindsendelse og på den offentligt tilgængelige privacy-sider om beskyttelse af personlige oplysninger. I nogle retskredse er du forpligtet til at oplyse, hvordan du håndterer brugerdata i din datapolitik.
fi_fi: Tietosuojaseloste näkyy rekisteröitymisen ja käsikirjoituksen lähetyksen yhteydessä sekä julkisella tietosuojaselostesivulla. Joidenkin maiden lainsäädäntö velvoittaa kuvaamaan miten kerättyjä henkilötietoja käytetään.
sl_si: Ta izjava se bo prikazala med procesom avtorjeve oddaje prispevka in na javno dostopni strani O reviji.

# manager-setup-reviewOptions-defaultReviewResponseTime
source: Default Response Deadline
ar_iq: المدة الافتراضية للإجابة

# manager-setup-reviewOptions-defaultReviewCompletionTime
source: Default Completion Deadline
ar_iq: المدة الافتراضية للإكمال

# manager-setup-reviewOptions-numWeeksPerResponse
source: Number of weeks to accept or decline a review request.
ar_iq: عدد الأسابيع المسموح بها لقبول أو رفض طلب التحكيم
da_dk: Antal uger inden en accept eller et afslag skal foreligge
fa_ir: مهلت زمان (به هفته) قبول یا رد انجام داوری
fi_fi: Arviointipyynnön hyväksymiseen tai siitä kieltäytymiseen annettava aika (vk)
pt_br: Tempo dado para respostas dos avaliadores (semanas)
sl_si: Število dovoljenih tednov do sprejetja ali zavrnitve opravljanja recenzije
sr_rs@latin: Broj nedelja dozvoljenih za prihvatanje ili odbijanje recenzentskog zahteva

# manager-setup-reviewOptions-numWeeksPerReview
source: Weeks allowed for review completion
ar_iq: الأسابيع المسموح بها لإكمال مهمة التحكيم
da_dk: Antal uger afsat til at færdiggøre bedømmelsen
fa_ir: متوسط مهلت داوری
fi_fi: Arvioinnin suorittamiseen annettava aika (vk)
pt_br: Tempo para término da avaliação (semanas)
sl_si: Število dovoljenih tednov za dokončanje recenzije
sr_rs@latin: Broj nedelja dozvoljenih zazavršetak recenzije

# manager-setup-reviewOptions-neverSendReminder
source: Never Remind
ar_iq: لا تذكرني مطلقاً
da_dk: Send aldrig rykker
fa_ir: هرگز یادآوری نکن
fi_fi: Älä muistuta koskaan
pt_br: Nunca lembrar
sl_si: Nikoli ne pošlji opomnika
sr_rs@latin: Nikad ne obaveštavaj

# manager-setup-reviewOptions-noteOnModification
source: Defaults can be modified for each review during the editorial process.
ar_iq: الإعدادات الإفتراضية بالإمكان تعديلها لكل مهمة تحكيم خلال مرحلة التحرير.
da_dk: Kan ændres under den redaktionelle proces.
fa_ir: مقادیر پیش‌فرض به ازای هر داوری می‌تواند ویرایش شود.
fi_fi: Jokaisen arvioinnin oletusarvoja voidaan muokata toimitusprosessin aikana.
pt_br: Padrões podem ser modificados para cada avaliação durante o processo editorial.
sl_si: Privzete vrednosti je možno spremeniti pri vsaki recenziji posebej med uredniškim postopkom.
sr_rs@latin: Zadata podešavanja mogu biti izmenjena za svaku recenziju tokom uredničkog procesa.

# manager-setup-reviewOptions-reminders-response
source: Response Reminder
ar_iq: تذكير الإجابة

# manager-setup-reviewOptions-reminders-response-description
source: Send an email reminder if a reviewer has not responded to a review request this many days after the response due date.
ar_iq: أرسل تذكيراً إذا تأخر المحكم في الاستجابة لطلب التحكيم بعد مرور فترة (بالأيام) تتجاوز الموعد المحدد:
da_dk: Send en påmindelse, hvis bedømmeren ikke har svaret på anmodningen inden for følgende tid (dage) efter forfaldsdato:
fa_ir: ارسال یادآوری برای داور در صورت عدم پاسخ به درخواست داوری در مهلت معین شده پس از (به ‌روز):
fi_fi: Lähetä muistutus, jos arvioija ei ole vastannut arviointipyyntöön seuraavan ajan (pv) kuluttua vastauksen määräpäivästä:
pt_br: Envie um lembrete se um avaliador não responder a um pedido de avaliação dentro do seguinte tempo (dias):
sr_rs@latin: Pošalji podsetnik ukoliko recenzent nije odgvorio na recenzentski zahtev nakon (broj dana) od roka za odgovor:

# manager-setup-reviewOptions-reminders-submit
source: Review Reminder
ar_iq: تذكير التحكيم

# manager-setup-reviewOptions-reminders-submit-description
source: Send an email reminder if a reviewer has not submitted a recommendation within this many after the review's due date.
ar_iq: أرسل تذكيراً إذا لم يرسل المحكم توصيته بعد مرور فترة (بالأيام) من انقضاء فترة التحكيم:
da_dk: Send en påmindelse, hvis bedømmeren ikke har sendt en indstilling inden for følgende tid (dage) efter forfaldsdato:
fa_ir: ارسال یادآوری برای داور در صورت عدم ارسال نتیجه داوری در مهلت معین شده پس از (به‌ روز):
fi_fi: Lähetä muistutus jos arvioija ei ole lähettänyt suositusta seuraavan ajan (pv) kuluttua arvioinnin määräpäivästä:
pt_br: Envie um lembrete se um avaliadores não apresentar um parecer dentro do seguinte tempo (dias):
sr_rs@latin: Pošalji podsetnik ukoliko recenzent nije dao preporuke nakon (broj dana) od roka za za završetak recenzije:

# manager-setup-reviewOptions-reviewMode
source: Default Review Mode
ar_iq: نمط التحكيم الإفتراضي

# manager-setup-reviewOptions-showBlindReviewLink
source: Present a link to <button type="button">Ensuring a Blind Review</button> during upload
ar_iq: وفر رابطاً <button type="button">لضمان التحكيم السري</button> خلال مرحلة رفع الملفات
sl_si: Prikaži povezavo do "Zagotavljanje dvojne slepe recenzije" med postopkom nalaganja datotek

# manager-setup-sponsors-note
source: Sponsor Relationship and Policy Description
ar_iq: وصف علاقة الجهة الراعية وسياستها
da_dk: Beskrivelse af sponsorpolitik
fa_ir: سیاست‌های حمایت مالی و معنوی
fi_fi: Tukijasuhteiden ja -periaatteiden kuvaus
pt_br: Você pode adicionar uma nota descrevendo sua política e relacionamento com o patrocinador, que irá aparecer junto à lista de patrocinadores na página Sobre.
sl_si: Odnosi s sponzorji in opis politike
sr_rs@latin: Odnos sa sponzorom i opis politike

# manager-setup-sponsors-description
source: Examples: scholarly associations, university departments, cooperatives, etc. Sponsors are displayed publicly.
ar_iq: أمثلة: الرابطات الطلابية، أقسام الجامعات، جهات متعاونة... وما شابه. يتم عرض هذه الجهات علانية في الموقع.
da_dk: Eksempler: Videnskabelige organisationer, universitetsafdelinger, andelsforetagender osv. Navnene på sponsorerne vises på hjemmesiden.
fa_ir: برای مثال: انجمن‌های علمی، دانشکده‌ها، تعاونی‌ها، و غیره. حامیان به طور عمومی نمایش داده می‌شوند.
fi_fi: Esimerkkejä: tieteelliset yhdistykset, yliopistojen laitokset, osuuskunnat jne. Tukijat näytetään julkisesti.
pt_br: Exemplos: associações acadêmicas, departamentos de universidades, cooperativas, etc. Os patrocinadores são exibidos ao público.
sl_si: Primeri: akademska združenja, univerzitetni oddelki, kooperative, itd. Sponzorji so prikazani javno.
sr_rs@latin: Primeri: akademske asocijacije, univerzitetska odeljenja, kooperative itd. Sponzori su javno prikazani.

# manager-setup-styleSheetDescription
source: Experienced web developers can upload a CSS file to further customize the website's appearance.
ar_iq: مطورو مواقع الإنترنت ذوو الخبرة بإمكانهم رفع ملف أنماط بصيغة CSS لمزيد من التحكم بمظهر الموقع.
da_dk: For yderligere at tilpasse websitets layout efter egne ønsker, kan erfarne webudviklere uploade en CSS-fil.
fa_ir: توسعه‌دهندگان وب می‌توانند یک فایل CSS برای سفارشی کردن طرح وب‌سایت بارگذاری کنند
fi_fi: Kokeneet www-kehittäjät voivat ladata CSS-tiedoston mukauttaakseen sivuston ulkoasua pidemmälle.
pt_br: Você pode fazer upload do arquivo de folha de estilo adicional (CSS) para alterar a aparência.
sl_si: Izkušeni WEB razvijalci lahko naložijo CSS datoteko, s katero še dodatno prilagodijo videz spletne strani.
sr_rs@latin: Iskusni web programeri mogu postaviti CSS fajl za dalje prilagođavanje izgleda sajta.

# manager-setup-technicalSupportContact
source: Technical Support Contact
ar_iq: عنوان الاتصال للدعم الفني
da_dk: Kontaktperson for teknisk support
fa_ir: اطلاعات پشتیبانی فنی
fi_fi: Teknisen tuen yhteyshenkilö
pt_br: Contato de Apoio Técnico
sl_si: Kontakt za podporo
sr_rs@latin: Kontakt za tehničku podršku

# manager-setup-technicalSupportContactDescription
source: A contact person who can assist editors, authors and reviewers with any problems they have submitting, editing, reviewing or publishing material.
ar_iq: شخص بإمكانه مساعدة المحررين، المؤلفين، والمحكمين إذا واجهتهم أي صعوبات عند العمل على الموقع.
da_dk: En kontaktperson, som kan assistere redaktører, forfattere og bedømmere, der måtte have brug for hjælp i forbindelse med indsendelse af, og redigering, bedømmelse og publicering af manuskript.
fa_ir: این اطلاعات مربوط به رابط نماینده‌ای است که در صورت برخورد ویراستاران ، داوران یا نویسندگان با هرگونه مشکلی در ارسال ، بازبینی یا انتشار مقالات با وی جهت بررسی و رفع اشکال تماس خواهند گرفت
fi_fi: Yhteyshenkilö, joka osaa auttaa toimittajia, kirjoittajia ja arvioijia lähettämiseen, toimittamiseen, arviointiin tai aineiston julkaisemiseen liittyvissä ongelmissa.
pt_br: Uma pessoa que pode ajudar editores, autores e avaliadores com quaisquer problemas que tenham na submissão, edição, avaliação e publicação dos documentos.
sl_si: Kontaktna oseba, ki lahko pomaga urednikom, avtorjem in recenzentom v primeru, da imajo težave z oddajo prispevka, opravljanjem recenzije, vodnejem uredniškega postopka ali drugimi tehničnimi težavami.
sr_rs@latin: Kontakt osoba koja može pomoći urednicima, autorima i recenzentima sa problemima prilikom predaje, uređivanja i recenziranja materijala za objavljivanje.

# manager-setup-theme-success
source: The theme has been updated. <a href="{$url}" target="_blank">View Now</a>
ar_iq: النمط تغير بنجاح. <a href="{$url}" target="_blank">عاينه الآن</a>

# manager-setup-theme
source: Theme
ar_iq: النمط
da_dk: Layout-tema
fa_ir: پوسته سایت
fi_fi: Teema
pt_br: Tema
sl_si: Tema
sr_rs@latin: Tema

# manager-setup-theme-description
source: New themes may be installed from the Plugins tab at the top of this page.
ar_iq: يمكن تنصيب المزيد من الأنماط عبر تبويب الإضافات في أعلى هذه الصفحة.
da_dk: Nye layout-temaer kan installeres via linket 'Plug-ins' øverst på siden
fa_ir: ممکن است پوسته جدیدی از طریق بخش افزونه‌ها نصب شده باشد.
fi_fi: Uusia teemoja voidaan asentaa sivun yläreunasta löytyvältä Lisäosat-välilehdeltä.
pt_br: Escolha um tema a partir da lista
sl_si: Nove teme se lahko namestijo v zavihku Vtičniki na vrhu te strani.
sr_rs@latin: Nove teme mogu biti instalirane korišćenjem "Dodataka" na vrhu stranice.

# manager-setup-theme-notFound
source: The theme you selected is not installed or enabled.
ar_iq: النمط الذي اخترته غير منصب أو غير مُمَكن.

# manager-setup-userAccess-success
source: The user access details for this press have been updated.
ar_iq: تفاصيل خيارات وصول المستخدمين لهذه المؤسسة تغيرت بنجاح.

# manager-siteAccessOptions-siteAccessOptions
source: Site Access Options
ar_iq: خيارات الوصول في الموقع
da_dk: Webstedets adgangsmuligheder
fa_ir: تنظیمات دسترسی سایت
fi_fi: Sivuston pääsyoikeuksien valinnat
pt_br: Opções de Acesso ao Site
sl_si: Možnosti dostopa do spletišča
sr_rs@latin: Оpcije pristupa sajtu

# manager-statistics-statistics-totalNewValue
source: {$numTotal} ({$numNew} new)
ar_iq: {$numTotal} ({$numNew} جديد)
da_dk: {$numTotal} ({$numNew} ny)
fa_ir: {$numTotal} ({$numNew} جدید)
fi_fi: {$numTotal} ({$numNew} uutta)
pt_br: {$numTotal} ({$numNew} nova(s))
sl_si: {$numTotal} ({$numNew} novi)
sr_rs@latin: {$numTotal} ({$numNew} нови)

# manager-users
source: Users
ar_iq: مستخدمون
da_dk: Brugere
fa_ir: کاربرها
fi_fi: Käyttäjät
pt_br: Usuários
sl_si: Uporabniki
sr_rs@latin: Korisnici

# plugins-categories-metadata
source: Metadata Plugins
ar_iq: إضافات البيانات الوصفية
fa_ir: افزونه‌های فراداده
fi_fi: Metatietolisäosat
pt_br: Plugins de metadados
sl_si: Vtičniki za metapodatke
sr_rs@latin: Dodaci metapodataka

# plugins-categories-metadata-description
source: Metadata Plugins implement additional meta-data standards.
ar_iq: إن إضافات البيانات الوصفية تطبق معايير إضافية للبيانات الوصفية.
da_dk: Metadata plug-ins implementerer ekstra metadata-standarder.
fa_ir: افزونه‌های فراداده، استانداردهای فراداده اضافی را پیاده‌سازی می‌کنند.
fi_fi: Metatietolisäosilla otetaan käyttöön uusia metatietostandardeja.
pt_br: Plugins de metadados implementam padrões adicionais de metadados.
sl_si: Vtičniki za metapodatke implementirajo dodatne standarde za meta-podatke.
sr_rs@latin: Dodaci metapodataka implementiraju dodatne standarde meta podataka.

# plugins-categories-auth
source: Authorization Plugins
ar_iq: إضافات المصادقة
da_dk: Plug-ins til autorisationer
fa_ir: افزونه‌های احراز هویت
fi_fi: Auktorisointilisäosat
pt_br: Plugins de Autenticação
sl_si: Vtičniki za avtorizacije
sr_rs@latin: Dodaci za autorizaciju

# plugins-categories-blocks
source: Block Plugins
ar_iq: إضافات الكتل
da_dk: Plug-ins til blokke
fa_ir: افزونه‌های بلوکی
fi_fi: Lohkolisäosat
pt_br: Plugins de Bloco
sl_si: Vtičniki blokov
sr_rs@latin: Blok dodaci

# plugins-categories-blocks-description
source: Block Plugins are pluggable UI components, such as the various sidebar tools.
ar_iq: إن إضافات الكتل هي مكونات واجهة مستخدم، مثل أدوات أشرطة التمرير المتنوعة.
da_dk: Plug-ins til blokke er tilslutningsbare brugergrænsefladekomponenter, f.eks. de forskellige margentekstværktøjer.
fa_ir: افزونه‌های بلوکی اجزای گرافیکی قابل اتصال به سیستم هستند مانند ابزارهای مختلف موجود در نوار کناری
fi_fi: Lohkolisäosat ovat erillisiä käyttöliittymän osia, kuten erilaisia sivupalkkityökaluja.
pt_br: Plugins de Bloco oferecem controle de posicionamento de ferramentas da interface, como as barras laterais.
sl_si: Vtičniki blokov so dodatne komponente uporabniškega vmesnika, kot npr. različna orodja stranske orodne vrstice.
sr_rs@latin: Blok dodaci su UI komponente kao što su razne alatke za bočni meni.

# plugins-categories-gateways-description
source: Gateway Plugins provide live data to external systems.
ar_iq: الإضافات البوابية تجهز الأنظمة الخارجية آنياً بالبيانات من الموقع.
da_dk: Plug-ins til gateways leverer live-data til eksterne systemer.
fa_ir: افزونه‌های دروازه داده‌های مؤثر را بر سیستم‌های خارجی فراهم می‌کند
fi_fi: Yhdyskäytävälisäosat tarjoavat ulkoisille järjestelmille reaaliaikaisia tietoja.
pt_br: Plugins de Gateway alimentam sistemas externos com conteúdo do sistema.
sl_si: Vtičniki prehodov (Gateway) posredujejo žive podatke zunanjim sistemom.
sr_rs@latin: Gateway dodaci obezbeđuju informacije sa udaljenih sistema.

# plugins-categories-gateways
source: Gateway Plugins
ar_iq: الإضافات البوابية
da_dk: Plug-ins til gateways
fa_ir: افزونه‌های گذرگاه
fi_fi: Yhdyskäytävälisäosat
pt_br: Plugins de Gateway
sl_si: Vtičniki prehodov (Gateway)
sr_rs@latin: Gateway dodaci

# plugins-categories-generic
source: Generic Plugins
ar_iq: إضافات عامة
da_dk: Generiske plug-ins
fa_ir: افزونه‌های عمومی
fi_fi: Yleiset lisäosat
pt_br: Plugins Genéricos
sl_si: Splošni vtičniki
sr_rs@latin: Generički dodaci

# plugins-categories-importexport-description
source: Import/Export Plugins can be used to transfer content to and from other systems.
ar_iq: إضافات الاستيراد/التصدير يمكن استعمالها لنقل المحتوى من وإلى الأنظمة الأخرى.
da_dk: Plug-ins til import/eksport kan bruges til at overføre indhold til og fra andre systemer.
fa_ir: برون دهی / درون‌ریزی افزونه‌ها می‌تواند برای انتقال محتوا از و به سیستم‌های دیگر مورد استفاده قرار گیرد
fi_fi: Tuonti-/vientilisäosien avulla voidaan siirtää sisältöä muista järjestelmistä ja muihin järjestelmiin.
pt_br: Plugins de Importação/Exportação podem ser utilizados para transferir conteúdo de um sistema a outro e vice-versa.
sl_si: Uvozno/izvozni vtičniki se uporabijo za prenašanje podatkov v in iz drugih sistemov.
sr_rs@latin: Uvoz/Izvoz dodaci mogu se koristiti za izvoz ili uvoz podataka.

# plugins-categories-importexport
source: Import/Export Plugins
ar_iq: إضافات الاستيراد/التصدير
da_dk: Plug-ins til import/eksport
fa_ir: افزونه‌های برون دهی / درون‌ریزی
fi_fi: Tuonti-/vientilisäosat
pt_br: Plugins de Importação/Exportação
sl_si: Uvozno/izvozni vtičniki
sr_rs@latin: Uvoz/Izvoz dodaci

# plugins-categories-paymethod-description
source: Payment Method plugins implement support for various ways of processing payments online.
ar_iq: إضافات الدفع تقدم الدعم للطرق المتعددة المستعملة في معالجة المدفوعات على الإنترنت.
da_dk: Plug-ins til betalingsmåder implementerer understøttelse af forskellige måder til håndtering af onlinebetalinger.
fa_ir: افزونه‌های روش‌های پرداخت حمایت از روش‌های مختلف پردازش پرداخت‌های آنلاین را فراهم می‌کنند
fi_fi: Maksutapalisäosilla otetaan käyttöön tuki erilaisille maksujen käsittelytavoille verkossa.
pt_br: Plugins de Métodos de Pagamento implementam suporte a várias formas de processamento de pagamento online.
sl_si: Vtičniki za plačevanje implementirajo podporo za različne načine elektronskih postopkov plačevanja.
sr_rs@latin: Dodaci metoda plaćanja implementiraju podršku za razne načine procesuiranja online plaćanja.

# plugins-categories-paymethod
source: Payment Plugins
ar_iq: إضافات الدفع
da_dk: Plug-ins til betalinger
fa_ir: افزونه‌های روش‌های پرداخت
fi_fi: Maksulisäosat
pt_br: Plugins de Métodos de Pagamento
sl_si: Vtičniki za plačevanje
sr_rs@latin: Dodaci za plaćanje

# plugins-categories-reports-description
source: Report Plugins are used to implement various types of reports and data extracts.
ar_iq: إضافات التقارير تستعمل لتفعيل أنواع متعددة من التقارير واستقطاعات البيانات.
da_dk: Rapport-plugins bruges til at implementere forskellige typer af rapporter og dataudtræk.
fa_ir: افزونه‌های گزارش برای تولید انواع مختلف گزارشات و استخراج داده بکار می‌رود
fi_fi: Raporttilisäosia käytetään erilaisten raporttien ja tietopoimintojen toteuttamiseen.
pt_br: Plugins de Relatório são utilizados para implementar vários tipos de relatórios e extração de dados por parte dos Editores Gerentes.
sl_si: Z vtičniki za poročila implementiramo različne tipe poročil in izvlečke podatkov.
sr_rs@latin: Dodaci izveštaja koriste se za implementaciju različitih tipova izveštaja i ekstrakata podataka.

# plugins-categories-reports
source: Report Plugins
ar_iq: إضافات التقارير
da_dk: Rapport plugins
fa_ir: افزونه‌های گزارش
fi_fi: Raporttilisäosat
pt_br: Plugins de Relatório
sl_si: Vtičniki za poročila
sr_rs@latin: Dodaci izveštaja

# plugins-categories-themes-description
source: Theme Plugins can be used to change the system's appearance.
ar_iq: إضافات النمط يمكن استعمالها لتغيير مظهر النظام.
da_dk: Plug-ins til temaer kan bruges til at ændre systemets udseende.
fa_ir: افزونه‌های پوسته می‌توانند برای تغییر ظاهر سیستم استفاده شوند
fi_fi: Teemalisäosien avulla voidaan muuttaa järjestelmän ulkoasua.
pt_br: Plugins de Visual podem ser utilizados para alterar o visual do sistema.
sl_si: Vtičniki za teme se uporabljajo za spreminjanje izgleda sistema.
sr_rs@latin: Dodatak šablona može se koristiti za promenu izgleda celokupnog sistema.

# plugins-categories-themes
source: Theme Plugins
ar_iq: إضافات النمط
da_dk: Plug-ins til temaer
fa_ir: افزونه‌های پوسته
fi_fi: Teemalisäosat
pt_br: Plugins de Visual
sl_si: Vtičniki za teme
sr_rs@latin: Dodaci šablona
