Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-plugins-wrongName
source: The version.xml in the uploaded plugin contains a plugin name that does not fit the name of the upgraded plugin.
ar_iq: إن ملف version.xml ضمن الإضافة المرفوعة يحتوي على تسمية للإضافة لا تتطابق مع تسمية الإضافة المرقاة.
da_dk: Version.xml i den uploadede plug-in indeholder et plug-in-navn, der ikke passer til navnet på den opgraderede plug-in.
fa_ir: نام افزونه در فایل version.xml با نام افزونه ارتقاء یافته همخوانی ندارد.
fi_fi: Ladatun lisäosan version.xml sisältää lisäosan nimen, joka ei vastaa päivitetyn lisäosan nimeä.
pt_br: O version.xml no plugin carregado contém um nome de plugin que não se encaixa no nome do plugin atualizado.
sl_si: Datoteka version.xml v naloženem vtičniku vsebuje ime vtičnika, ki ne ustreza nadgrajenemu vtičniku.
sr_rs@latin: version.xml u dostavljenom dodatku sadrži ime dodatka koje nije isto kao ime dostavljenog dodatka.

# manager-plugins-pleaseInstall
source: Plugin does not exist. Please Install instead
ar_iq: الإضافة غير موجودة. لطفاً، قم بتنصيبها بدلاً من ذلك
da_dk: Plug-in findes ikke. Installér
fa_ir: افزونه موجود نیست، لطفاً نصب نمایید
fi_fi: Lisäosaa ei ole olemassa. Asenna sen sijaan
pt_br: Plugin não existe. Por favor instale-o
sl_si: Vtičnik ne obstaja. Najprej ga namestite.
sr_rs@latin: Dodatak ne postoji. Instalirajte ga

# manager-plugins-pleaseUpgrade
source: Plugin already exists, but is newer than installed version. Please upgrade instead
ar_iq: الإضافة منصبة سابقاً، لكنها متاحة بنسخة أحدث. لطفاً، قم بترقيتها بدلاً من ذلك
da_dk: Plug-in findes allerede, men denne er nyere end den installerede version. Opgrader
fa_ir: نسخه جدیدتر افزونه نصب شده موجود است. لطفاً آن را ارتقاء دهید.
fi_fi: Lisäosa on jo olemassa, mutta se on uudempi kuin asennettu versio. Päivitä sen sijaan
pt_br: Plugin já existe, mas é mais recente do que a versão instalada. Por favor, atualize
sl_si: Vtičnik že obstaja, a je novejši, kot nameščen. Prosimo, da ga nadgradite.
sr_rs@latin: Dodatak već postoji ali je noviji od instalirane verzije. Nadogradite ga

# manager-plugins-settings
source: Settings
ar_iq: الإعدادات
da_dk: Indstillinger
fa_ir: تنظیمات
fi_fi: Asetukset
pt_br: Configurações
sl_si: Nastavitve
sr_rs@latin: Podešavanja

# manager-plugins-tarCommandNotFound
source: The tar command is not available. Please correctly configure it in your "config.inc.php".
ar_iq: إن أمر فك الضغط غير متاح. لطفاً، عرفه بالشكل الصحيح ضمن ملف التهيئة "config.inc.php".
da_dk: Tar-kommandoen er ikke tilgængelig. Konfigurer "config.inc.php".
fa_ir: دستور tar در دسترس نیست. لطفاً به نحو صحیحی آن را در فایل "config.inc.php" تنظیم کنید.
fi_fi: Tar-komento ei ole käytettävissä. Määritä se oikein "config.inc.php"-tiedostossasi.
pt_br: O comando tar não está disponível. Por favor, configure-o corretamente em seu "config.inc.php".
sl_si: Ukaz tar ni na voljo. Prosimo, da ga pravilno nastavite v datoteki "config.inc.php".
sr_rs@latin: Tar komanda nije dostupna. Podesite je ispravno u vašem "config.inc.php" fajlu.

# manager-plugins-upgrade
source: Upgrade Plugin
ar_iq: ترقية الإضافة
da_dk: Opgradér plug-in
fa_ir: ارتقاء افزونه
fi_fi: Päivitä lisäosa
pt_br: Atualizar plugin
sl_si: Nadgradi vtičnik
sr_rs@latin: Nadogradi dodatak

# manager-plugins-upgradeDescription
source: This form allows you to upgrade a plugin. Please ensure the plugin is compressed as a .tar.gz file.
ar_iq: هذا النموذج يسمح لك بترقية الإضافة. لطفاً، تأكد من أن الإضافة مضغوطة بصيغة ملف .tar.gz.
da_dk: Denne formular giver dig mulighed for at opgradere en plug-in. Sørg for, at plugin'en komprimeres som en .tar.gz-fil.
fa_ir: این فرم اجازه ارتقاء افزونه را به شما می‌دهد. مطمئن شوید که فایل افزونه به صورت یک فایل .tar.gz فشرده‌سازی شده است.
fi_fi: Tämän lomakkeen avulla voit päivittää lisäosan. Varmista, että lisäosa on pakattu .tar.gz-tiedostoksi.
pt_br: Este formulário permite a você atualizar um plugin. Certifique-se o plugin está compactado como um arquivo tar.gz..
sl_si: Ta stran omogoča, da nadgradite vtičnik. Vtičnik mora biti stisnjen kot .tar.gz datoteka.
sr_rs@latin: Ovaj obrazac vam omogućuje nadogradnju dodatka. Uverite se da je dodatak kompresovan u .tar.gz arhivi.

# manager-plugins-upgradeFailed
source: Upgrade failed. {$errorString}
ar_iq: الترقية فشلت. {$errorString}
da_dk: Opgradering mislykkedes. {$errorString}
fa_ir: خطا در ارتقاء {$errorString}
fi_fi: Päivitys epäonnistui. {$errorString}
pt_br: Falha na atualização. {$errorString}
sl_si: Nadgradnja ni uspela. {$errorString}
sr_rs@latin: Nadogradnja nije uspela. {$errorString}

# manager-plugins-upgradeSuccessful
source: Successfully upgraded to version {$versionString}
ar_iq: نجحت الترقية إلى النسخة {$versionString}
da_dk: Opgraderet til version {$versionString}
fa_ir: با موفقیت به نسخه {$versionString} ارتقاء یافت
fi_fi: Onnistuneesti päivitetty versioon {$versionString}
pt_br: Atualizado com êxito para a versão {$versionString}
sl_si: Uspešno nadgrajeno na verzijo {$versionString}
sr_rs@latin: Uspešno nadograđeno na verziju {$versionString}

# manager-plugins-uploadError
source: Error uploading file
ar_iq: حدث خطأ عند رفع الملف
da_dk: Fejl ved upload af fil
fa_ir: خطا در ارتقاء فایل
fi_fi: Virhe tiedostoa ladattaessa
pt_br: Erro enviando arquivo
sl_si: Napaka pri nalaganju datoteke
sr_rs@latin: Greška prilikom dostavljanja fajla

# manager-plugins-uploadPluginDir
source: Select plugin file
ar_iq: إختر ملف الإضافة
da_dk: Vælg plug-in-fil
fa_ir: انتخاب فایل‌های افزونه
fi_fi: Valitse lisäosatiedosto
pt_br: Selecione o arquivo do plugin
sl_si: Izberite datoteko za vtičnik
sr_rs@latin: Odaberite fajl dodatka

# manager-plugins-versionFileInvalid
source: version.xml in plugin directory contains invalid data.
ar_iq: يحتوي ملف version.xml ضمن حافظة ملفات الإضافة على بيانات خاطئة.
da_dk: version.xml i plug-in-mappen indeholder ugyldige data.
fa_ir: فایلversion.xml در پوشه افزونه شامل داده‌های نامعتبری است
fi_fi: version.xml lisäosahakemistossa sisältää virheellisiä tietoja.
pt_br: version.xml no diretório do plugin contém dados inválidos.
sl_si: version.xml v mapi vtičnika vsebuje napačne podatek.
sr_rs@latin: version.xml u direktorijumu dodatka sadrži neispravne podatke.

# manager-plugins-versionFileNotFound
source: version.xml not found in plugin directory
ar_iq: تعذر العثور على ملف version.xml ضمن حافظة ملفات الإضافة
da_dk: version.xml ikke fundet i plug-in-mappe
fa_ir: فایلversion.xml در پوشه افزونه یافت نشد.
fi_fi: version.xml:ää ei löytynyt lisäosahakemistosta
pt_br: version.xml não encontrado no diretório do plugin
sl_si: version.xml ne obstaja v mapi vtičnika
sr_rs@latin: version.xml nije pronađen u direktorijumu

# notification-localeEnabled
source: Locale enabled.
ar_iq: اللغة ممكنة.
da_dk: Landestandard aktiveret.
fa_ir: زبان فعال شد
fi_fi: Kielialue otettu käyttöön.
pt_br: Idioma habilitado.
sl_si: Jezik vključen.
sr_rs@latin: Lokalizacija je omogućena.

# notification-localeDisabled
source: Locale disabled.
ar_iq: اللغة معطلة.
da_dk: Landestandard deaktiveret.
fa_ir: زبان غیرفعال شد.
fi_fi: Kielialue poistettu käytöstä.
pt_br: Idioma desativado.
sl_si: Jezik izključen.
sr_rs@latin: Lokalizacija je onemogućena.

# notification-primaryLocaleDefined
source: {$locale} defined as primary locale.
ar_iq: اللغة {$locale} معرفة على أنها اللغة الأساسية.
da_dk: {$locale} sat til primær landestandard.
fa_ir: {$locale} به عنوان زبان اصلی سامانه تعریف شده است.
fi_fi: {$locale} määritelty ensisijaiseksi kielialueeksi.
pt_br: {$locale} definido como idioma primário.
sl_si: Primarni jezik je nastavljen na {$locale}.
sr_rs@latin: {$locale} lokalizacija je definisana kao primarna lokalizacija.

# notification-localeInstalled
source: All selected locale(s) installed and activated.
ar_iq: جميع اللغات المختارة منصبة وممكنة.
da_dk: Alle valgte landestandarder installeret og aktiveret.
fa_ir: تمامی زیان‌ها با موفقیت نصب شدند
fi_fi: Kaikki valitut kielialueet asennettu ja aktivoitu.
pt_br: Os idiomas selecionados foram instalados e ativados.
sl_si: Vsi izbrani jeziki so namščeni in aktivirani.
sr_rs@latin: Sve odabrane lokalizacije su instalirane i aktivirane.

# notification-localeUninstalled
source: {$locale} locale uninstalled.
ar_iq: أُلغي تنصيب اللغة {$locale}.
da_dk: {$locale} landestandard afinstalleret.
fa_ir: زبان {$locale} حذف شد.
fi_fi: {$locale} kielialueen asennus poistettu.
pt_br: Idioma {$locale} desinstalado.
sl_si: Jezik {$locale} je odstranjen.
sr_rs@latin: {$locale} lokalizacija je obrisana.

# notification-localeReloaded
source: {$locale} locale reloaded for {$contextName}.
ar_iq: أُعيد تحميل اللغة {$locale} بالنسبة إلى {$contextName}.
da_dk: {$locale} landestandard genindlæst.
fa_ir: زبان {$locale} بارگذاری مجدد شد.
fi_fi: {$locale} kielialue ladattu uudelleen.
pt_br: Idioma {$locale} recarregado.
sl_si: Jezik {$locale} je ponovno nameščen.
sr_rs@latin: {$locale} lokalizacija je ponovo učitana.

# notification-localeSettingsSaved
source: Locale settings saved.
ar_iq: حُفِظت إعدادات اللغة.
da_dk: Lokaliseringstilretninger gemt
fa_ir: تنظیمات زبان ذخیره شد.
fi_fi: Kielialueiden asetukset tallennettu.
pt_br: Configurações de idioma salvas.
sl_si: Nastavitve jezika so shranjene.
sr_rs@latin: Podešavanja lokalizacije su sačuvana.

# notification-editedUser
source: User edited.
ar_iq: تم تعديل المستخدم.
da_dk: Brugerprofil redigeret
fa_ir: کاربر ویرایش شد.
fi_fi: Käyttäjää muokattu.
pt_br: Usuário editado.
sl_si: Uporabnik je spremenjen.
sr_rs@latin: Korisnik je uređen.

# manager-distribution-license
source: License
ar_iq: الترخيص

# manager-distribution-license-success
source: The licensing details have been updated.
ar_iq: تفاصيل الترخيص تغيرت بنجاح.

# manager-distribution-license-other
source: Other license URL
ar_iq: رابط تراخيص أخرى

# manager-distribution-licenseTerms
source: License Terms
ar_iq: شروط الترخيص

# manager-distribution-licenseTerms-description
source: Enter public licensing terms you would like to display alongside published work.
ar_iq: أدخل شروط الترخيص العامة التي تريد أن يتم عرضها رفقة الأعمال المنشورة.

# manager-distribution-customHeaders
source: Custom Tags
ar_iq: العلامات المخصصة

# manager-distribution-customHeaders-description
source: Add custom HTML tags, also known as meta tags, that you would like to be inserted in the head of every page. Consult a technical advisor before adding tags here.
ar_iq: أضف علامات مخصصة بلغة HTML، والتي تعرف أيضاً بالعلامات الوصفية، والتي تريد إدراجها عند رأس كل صفحة. يُنصح باستشارة خبير فني قبل وضع العلامات هنا.

# manager-paymentMethod
source: Payments
ar_iq: المدفوعات
da_dk: Betaling
fa_ir: شیوه‌ی پرداخت
fi_fi: Maksut
pt_br: Pagamentos
sl_si: Plačila
sr_rs@latin: Plaćanje

# manager-paymentMethod-title
source: Payment Methods
ar_iq: طرائق التسديد
da_dk: Betalingsmetode
fa_ir: شیوه‌های پرداخت
fi_fi: Maksutavat
pt_br: Métodos de Pagamento
sl_si: Načini plačila
sr_rs@latin: Metodi plaćanja

# manager-paymentMethod-none
source: No payment method selected
ar_iq: لم يتم اختيار طريقة التسديد
da_dk: Ingen betalingsmåde valgt
fa_ir: روش پرداختی انتخاب نشده است
fi_fi: Maksutapaa ei ole valittu
pt_br: Nenhum método de pagamento selecionado
sl_si: Noben način plačila ni izbran
sr_rs@latin: Nema odabranih metoda plaćanja

# manager-paymentMethod-method
source: Payment Method
ar_iq: طريقة التسديد
da_dk: Betalingsmåde
fa_ir: روش پرداخت
fi_fi: Maksutapa
pt_br: Método de Pagamento
sl_si: Način plačila
sr_rs@latin: Metod plaćanja

# manager-paymentMethod-currency
source: Currency
ar_iq: العملة
da_dk: Valuta
fa_ir: واحد پول
fi_fi: Valuutta
pt_br: Moeda
sl_si: Valuta
sr_rs@latin: Valuta

# settings-roles-roleOptions
source: Role Options
ar_iq: خيارات الدور
da_dk: Rolleoptioner
fa_ir: گزینه های نقش
fi_fi: Rooleihin liittyvät valinnat
pt_br: Opções de Papéis
sl_si: Možnosti vloge
sr_rs@latin: Opcije uloge

# settings-roles-showTitles
source: Show role title in contributor list
ar_iq: إظهار عنوان الدور في قائمة المشاركين
da_dk: Vis rollenavn i medarbejderliste
fa_ir: نمایش عنوان نقش را در فهرست مشارکت کننده
fi_fi: Näytä roolin nimi tekijäluettelossa
pt_br: Mostrar papel na lista de colaboradores
sl_si: Prikaži naslov vloge na seznamu sodelavcev
sr_rs@latin: Prikaži naziv uloge u listi saradnika

# settings-roles-permitSelfRegistration
source: Allow user self-registration
ar_iq: إسمح للمستخدمين بتسجيل أنفسهم
da_dk: Tillad brugeren selv at foretage registrering
fa_ir: اجازه ثبت‌نام کاربر
fi_fi: Salli käyttäjän rekisteröityä itse
pt_br: Permitir autoregistro de usuários
sl_si: Dovoli uporabnikom, da se sami registrirajo
sr_rs@latin: Dozvoli samostalnu registraciju korisnika

# settings-roles-recommendOnly
source: This role is only allowed to recommend a review decision and will require an authorised editor to record a final decision.
ar_iq: هذا الدور يُسمح له بتقديم توصية بشأن التحكيم ما يعني أنه سيتطلب تدخل محرر مخول لتسجيل القرار النهائي لهيئة التحرير.
da_dk: Denne rolle kan kun anbefale en bedømmelse. Det vil kræve en autoriseret redaktør at registrere en endelig bedømmelse.
fa_ir: این نقش فقط اجازه توصیه یک تصمیم را دارد. برای اتخاذ تصمیم نهایی نقشی با سطح دسترسی دبیر نیاز است.
fi_fi: Tällä roolilla voi tehdä vain toimituksellisia suosituksia. Suosituksen vahvistamiseen vaaditaan varsinainen toimittaja.
sl_si: Ta vloga omogoča uporabniku, da samo predlaga recenzentsko odločitev, končno odločitev pa mora sprejeti avtorizirani urednik.

# settings-roles-roleName
source: Role Name
ar_iq: تسمية الدور
da_dk: Titel
fa_ir: انواع نقش
fi_fi: Roolin nimi
pt_br: Nome do Papel
sl_si: Ime vloge
sr_rs@latin: Naziv uloge

# settings-roles-roleAbbrev
source: Abbreviation
ar_iq: التلخيص
da_dk: Forkortelse
fa_ir: اختصار
fi_fi: Lyhenne
pt_br: Abreviação
sl_si: Okrajšava
sr_rs@latin: Skraćenica

# settings-roles-assignedStages
source: Assigned Stages
ar_iq: المراحل المعينة له
da_dk: Tildelte trin
fa_ir: انتساب مراحل
fi_fi: Valitut työvaiheet
pt_br: Estagios Designados
sl_si: Dodeljena fazam
sr_rs@latin: Dodeljene faze

# settings-roles-stages
source: Stages
ar_iq: المراحل
da_dk: Trin
fa_ir: مراحل
fi_fi: Vaiheet
pt_br: Estágios
sl_si: Faze
sr_rs@latin: Faze

# settings-roles-roleDetails
source: Role details
ar_iq: تفاصيل الدور
da_dk: Rolleoplysninger
fa_ir: جزئیات نقش
fi_fi: Roolin tiedot
pt_br: Detalhes do papel
sl_si: Podrobnosti vloge
sr_rs@latin: Detalji uloge

# settings-roles-from
source: Permission level
ar_iq: مستوى الصلاحيات
da_dk: Adgangsniveau
fa_ir: سطح دسترسی
fi_fi: Käyttöoikeustaso
pt_br: Nível de permissão
sl_si: Nivo pravic
sr_rs@latin: Nivo ovlaštenja

# settings-roles-removeText
source: You are about to remove this role from this context. This operation will also delete related settings and all the users assignments to this role. Do you want to continue?
ar_iq: أنت على وشك إزالة هذا الدور من هذا السياق. هذا الإجراء سيحذف أيضاً الإعدادات ذات الصلة وكل تعيينات المستخدمين بهذا الدور. هل تريد المتابعة؟
da_dk: Du er i gang med at fjerne denne rolle fra denne sammenhæng. Dette indgreb vil også fjerne relaterede indstillinger og alle brugertilmeldinger til denne rolle. Vil du fortsætte?
fa_ir: شما در حال حذف این نقش هستید، که شامل حذف تمامی تنظیمات این نقش و کاربران دارای این نقش خواهد بود. آیا مایل به ادامه این کار هستید؟
fi_fi: Olet poistamassa tätä roolia tästä kontekstista. Tämä toimenpide poistaa myös rooliin liittyvät asetukset ja kaikki käyttäjien valinnat tähän rooliin. Haluatko jatkaa?
pt_br: Você está prestes a remover este papel deste contexto. Esta operação também vai apagar as definições relacionadas e todas as atribuições de usuários para este papel. Você quer continuar?
sl_si: Odstraniti želite vlogo iz tega konteksta. S tem se bodo odstranile vse pripadajoče nastavitve in dodelitve uporabnikov tej vlogi. Ste prepričani, da želite nadaljevati?
sr_rs@latin: Vi želite da uklonite ovu ulogu iz ovog konteksta. To će izbrisati sva povezana podešavanja i sve korisničke dodele ovoj ulozi. Da li želite da nastavite?

# settings-roles-nameRequired
source: You need to define a role name.
ar_iq: عليك أن تعطي تسمية للدور.
da_dk: Du skal angive et rollenavn.
fa_ir: وارد کردن نام نقش الزامی است.
fi_fi: Roolin nimi on määritettävä.
pt_br: Você precisa definir um nome para o papel.
sl_si: Ime vloge je obvezno.
sr_rs@latin: Morate definisati naziv uloge.

# settings-roles-abbrevRequired
source: You need to define a role abbreviature.
ar_iq: عليك أن تعطي ملخصاً للدور.
da_dk: Du skal angive en rolleforkortelse.
fa_ir: وارد کردن اختصار برای نقش الزامی است.
fi_fi: Roolin lyhenne on määritettävä.
pt_br: Defina uma abreviatura para o papel.
sl_si: Okrajšava vloge je obvezna.
sr_rs@latin: Morate definisati skraćenicu uloge.

# settings-roles-uniqueName
source: You need to define an unique role name.
ar_iq: عليك أن تعطي تسمية فريدة للدور.
da_dk: Du skal angive et unikt rollenavn.
fa_ir: نام نقش باید منحصربه‌فرد باشد.
fi_fi: Uniikki roolin nimi on määritettävä.
pt_br: Defina um nome único para o papel.
sl_si: Ime vloge mora biti unikatno.
sr_rs@latin: Morate definisati jedinstveno ime uloge.

# settings-roles-uniqueAbbrev
source: You need to define an unique role abbreviature.
ar_iq: عليك أن تعطي ملخصاً فريداً للدور.
da_dk: Du skal angive en unik rolleforkortelse.
fa_ir: اختصار مشخص شده برای نقش باید منحصربه‌فرد باشد.
fi_fi: Uniikki roolin lyhenne on määritettävä.
pt_br: Defina uma abreviatura única para o papel.
sl_si: Okrajšava vloge mora biti unikatna.
sr_rs@latin: Morate definisati jedinstvenu skraćenicu uloge.

# settings-roles-roleIdRequired
source: You need to define a role permission level.
ar_iq: عليك أن تعطي مستوى صلاحيات للدور.
da_dk: Du skal angive adgangniveau til rollen.
fa_ir: باید سطح دسترسی نقش مشخص شود
fi_fi: Roolin käyttöoikeustaso on määritettävä.
pt_br: Defina um nível de permissão para o papel.
sl_si: Definirati morate nivo pravic za vlogo.
sr_rs@latin: Morate definisati nivo ovlaštenja uloge.

# settings-roles-stageIdRequired
source: You need to define a stage to assign to.
ar_iq: عليك أن تحدد المرحلة التي يتكفل بها.
da_dk: Du skal angive et trin rollen skal tilknyttes.
fa_ir: باید مرحله ای که این نقش به آن انتساب می شود مشخص شود.
fi_fi: Vaihe, johon valinta tehdään, on määritettävä.
pt_br: Defina um estágio a ser associado.
sl_si: Izbrati morate fazo, ki jo boste dodelili vlogi.
sr_rs@latin: Morate definisati fazu kojoj će biti dodeljena.

# settings-roles-permitMetadataEdit
source: Permit submission metadata edit.
ar_iq: السماح بتعديل البيانات الوصفية لطلب التقديم.

# settings-libraryFiles-fileRequired
source: A library file is required. Please ensure that you have chosen and uploaded a file.
ar_iq: ملف المكتبة مطلوب حتماً. لطفاً، تأكد من اختيار ملف ورفعه.
da_dk: En biblioteksfil er påkrævet. Sørg for, at du har valgt og uplodet en fil.
fa_ir: فایل کتابخانه نیاز است. لطفاً از انتخاب و آپلود شدن فایل مطمئن شوید.
fi_fi: Kirjastotiedosto vaaditaan. Varmista, että olet valinnut ja ladannut tiedoston.
pt_br: Um arquivo de biblioteca é necessária. Certifique-se que você escolheu e enviou um arquivo.
sl_si: Datoteka iz knjižnice je obvezna. Prosimo, da preverite, če ste jo izbrali in naložili.
sr_rs@latin: Fajl biblioteka je neophodan. Proverite da li ste odabrali i na server postavili fajl.

# settings-libraryFiles-nameRequired
source: A name is required for this library file.
ar_iq: لا بد من منح ملف المكتبة اسماً.
da_dk: Biblioteksfilen skal tildeles et navn.
fa_ir: برای این کتابخانه وارد کردن نام الزامی است.
fi_fi: Tälle kirjastotiedostolle vaaditaan nimi.
pt_br: Um nome é necessário para este arquivo de biblioteca.
sl_si: Ime datoteke je obvezno.
sr_rs@latin: Potrebno je ime za ovaj fajl biblioteke.

# settings-libraryFiles-typeRequired
source: A file type is required for this library file.
ar_iq: لا بد من تحديد نوعية ملف المكتبة.
da_dk: Der skal angives filtype til biblioteksfilen.
fa_ir: برای این کتابخانه وارد کردن نوع فایل الزامی است.
fi_fi: Tälle kirjastotiedostolle vaaditaan tiedostotyyppi.
pt_br: Um tipo de arquivo é necessário para este arquivo de biblioteca.
sl_si: Tip datoteke je obvezen.
sr_rs@latin: Tip fajla je neophodan za ovaj fajl biblioteke.

# settings-libraryFiles-category-contracts
source: Contracts
ar_iq: العقود
da_dk: Kontrakter
fa_ir: قراردادها
fi_fi: Sopimukset
pt_br: Contratos
sl_si: Pogodbe
sr_rs@latin: Ugovori

# settings-libraryFiles-category-marketing
source: Marketing
ar_iq: التسويق
fa_ir: بازاریابی
fi_fi: Markkinointi

# settings-libraryFiles-category-permissions
source: Permissions
ar_iq: الصلاحيات
da_dk: Tilladelser
fa_ir: مجوزها
fi_fi: Luvat
pt_br: Permissões
sl_si: Dovoljenja
sr_rs@latin: Ovlaštenja

# settings-libraryFiles-category-reports
source: Reports
ar_iq: التقارير
da_dk: Rapporter
fa_ir: گزارشها
fi_fi: Raportit
pt_br: Relatórios
sl_si: Poročila
sr_rs@latin: Izveštaji

# settings-libraryFiles-category-other
source: Other
ar_iq: غيرها
da_dk: Andet
fa_ir: دیگر
fi_fi: Muu
pt_br: Outros
sl_si: Ostalo
sr_rs@latin: Drugo

# settings-libraryFiles-public-viewInstructions
source: <p>This library file can be accessible for download, if "Public Access" is enabled, at: <blockquote>{$downloadUrl}</blockquote></p>
ar_iq: <p>ملف المكتبة هذا يمكن إتاحته للتنزيل فيما لو تم تمكين "الوصول المفتوح"، عند: <blockquote>{$downloadUrl}</blockquote></p>
da_dk: <p>Denne biblioteksfil kan være tilgængelig til download, hvis "Offentlig adgang" er aktiveret, på: <blockquote>{$downloadUrl}</blockquote></p>
fi_fi: <p>Jos "Julkinen saatavuus" on valittuna, tiedosto on ladattavissa osoitteesta: <blockquote>{$downloadUrl}</blockquote></p>
sl_si: <p>Ta datoteka v knjižnici je lahko javno dostopan za prenos, če je omogočen "Javni dostop" preko: <blockquote>{$downloadUrl}</blockquote></p>

# settings-libraryFiles-public-selectLibraryFiles
source: Select Library Files to attach
ar_iq: إختر ملفات المكتبة لربطها
da_dk: Vælg biblioteksfiler, der skal vedhæftes
fi_fi: Valitse liitettävät tiedostot
sl_si: Pripnite datoteke iz knjižnice

# grid-action-addGenre
source: Add a Component
ar_iq: إضافة مكون
da_dk: Tilføj materialetype
fa_ir: افزودن یک جزء
fi_fi: Lisää osa
pt_br: Incluir gênero
sl_si: Dodaj komponento
sr_rs@latin: Dodaj komponentu

# grid-action-editGenre
source: Edit this Component
ar_iq: تعديل هذا المكون
da_dk: Redigér denne enhed
fa_ir: ویرایش این جزء
fi_fi: Muokkaa tätä osaa
pt_br: Editar este Gênero
sl_si: Uredi to komponento
sr_rs@latin: Izmeni komponentu

# grid-action-deleteGenre
source: Delete this Component
ar_iq: حذف هذا المكون
da_dk: Slet denne enhed
fa_ir: حذف این جزء
fi_fi: Poista tämä osa
pt_br: Apagar este Gênero
sl_si: Odstrani to komponento
sr_rs@latin: Obriši komponentu

# grid-action-restoreGenres
source: Restore the components to the default settings
ar_iq: استعادة الإعدادات الإفتراضية لهذا المكون
da_dk: Genindlæs disse enheder, så de svarer til standardindstillingen
fa_ir: برگرداندن اجزاء به تنظیمات پیش‌فرض
fi_fi: Palauta osien oletusasetukset
pt_br: Restaurar os gêneros para as configurações padrão
sl_si: Povrni privzete nastavitve komponent
sr_rs@latin: Vrati komponente na osnovna podešavanja

# manager-setup-genres-dependent
source: Mark files of this type as dependent files (e.g. not to be listed with published content)
ar_iq: إعتبر الملفات من هذا النوع ملفات مستقلة (أي، لا يتم إدراجها مع المحتوى المنشور)
da_dk: Registrer disse filtyper som underordnede filer (f.eks. hvis de ikke skal indgå som en del af det publicerede materiale)
fa_ir: نشانه‌گذاری این نوع از فایل‌ها به عنوان فایل‌های مستقل (به این معنی که به همراه محتوای منتشر شده لیست نمی‌شود)
fi_fi: Merkitse tämäntyyppiset tiedostot riippuviksi tiedostoiksi (esim. ei luetteloida julkaistun sisällön kanssa)
pt_br: Marque os arquivos deste tipo como arquivos dependentes (por exemplo, não submissões primárias)
sl_si: Označi datoteke tega tipa kot odvisne datoteke (potem ne bodo naštete med objavljenimi vsebinami)
sr_rs@latin: Označite fajlove ovog tipa kao zavisne fajlove (oni neće biti izlistani sa objavljenim sadržajem)
