Repository: TESTYXOPERO123/pkp
Catalog: locale/*/manager.xlf
Languages: ar_iq, da_dk, fa_ir, fi_fi, pt_br, sl_si, sr_rs@latin

# manager-setup-genres-supplementary
source: Mark files of this type as supplementary files (e.g. not primary submission content)
ar_iq: إعتبر الملفات من هذا النوع ملفات تكميلية (أي، ليست ملفات طلب نشر أساسية)
da_dk: Registrer disse filtyper som supplerende filer (f.eks. når det ikke er en del af det primære indsendelsesmateriale - artikeltekst)
fa_ir: نشانه‌گذاری این نوع از فایل‌ها به عنوان فایل‌های مکمل (به این معنی که محتوای ثبت شده اصلی نمی‌باشد)
fi_fi: Merkitse tämäntyyppiset tiedostot liitetiedostoiksi (esim. ei ensisijainen käsikirjoituksen sisältö)
pt_br: Marcar arquivos deste tipo como arquivos suplementares (por exemplo conteúdos que não sejam primários à submissão)
sl_si: Ozači datoteke tega tipa kot dodatne datoteke (torej ne predstavljajo primane vsebine prispevka)
sr_rs@latin: Označite fajlove ovog tipa kao dopunske fajlove (ne primarno kao sadržaj prijavljenog članka)

# manager-setup-genres-key
source: Key
ar_iq: المفتاح
da_dk: Nøgle
fi_fi: Avain
sl_si: Ključ

# manager-setup-genres-key-description
source: An optional short symbolic identifer for this genre.
ar_iq: معرَّف رمزي قصير إختياري لهذا النوع.
da_dk: En valgfri kort symbolsk identifikator for denne genre.
fi_fi: Vapaaehtoinen lyhyt tunniste genrelle
sl_si: Neobvezna krajša simbolična oznaka za ta tip datoteke.

# manager-setup-genres-key-exists
source: The key already exists.
ar_iq: هذا المفتاح موجود سلفاً.
da_dk: Nøglen eksisterer allerede.
fi_fi: Avain on jo käytössä
sl_si: Ta ključ že obstaja.

# manager-setup-genres-key-alphaNumeric
source: The key can contain only alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
ar_iq: يمكن للمفتاح أن يحتوي فقط على حروف وأرقام، خطوط تحتانية وشُرَط، ولا بد أن يبدأ بحرف أو رقم وينتهي بأي منهما.
da_dk: Nøglen kan kun indeholde alfanumeriske tegn, understregninger og bindestreger, og skal begynde og slutte med et alfanumerisk tegn.
fi_fi: Avain voi sisältää vain alfanumeerisia merkkejä, alaviivoja ja väliviivoja ja sen pitää alkaa ja loppua alfanumeeriseen merkkiin.
sl_si: Ključ lahko vsebuje samo alfanumerične znake, podčrtaj ali pomišljaj in se mora začeti z alfanumeričnim znakom.

# manager-settings-wizard
source: Settings Wizard
ar_iq: معالج الإعدادات
da_dk: Indstillingsguide
fa_ir: تنظیمات مرحله به مرحله
fi_fi: Ohjattu asetusten luonti
pt_br: Assistente de Configurações
sl_si: Nastavitveni čarovnik
sr_rs@latin: Čarobnjak podešavanja

# manager-users-roleRequired
source: You need to select at least one role to be associated with this user.
ar_iq: عليك أن تختار دوراً واحداً على الأقل لتمنحه لهذا المستخدم.
da_dk: Du mangler at tildele brugeren mindst én rolle.
fa_ir: باید حداقل یک نقش به این کاربر انتساب دهید.
fi_fi: Valitse vähintään yksi rooli, joka liitetään tähän käyttäjään.
pt_br: Você precisa selecionar pelo menos um papel a ser associado a este usuário.
sl_si: Izbrati morate vsaj eno vlogo, ki je dodeljena uporabniku.
sr_rs@latin: Morate odabrati barem jednu ulogu da je dodate ovom korisniku.

# manager-website
source: Website
ar_iq: الموقع
fa_ir: مدیریت سایت
fi_fi: Verkkosivusto
sl_si: Spletna stran
sr_rs@latin: Sajt

# manager-website-title
source: Website Settings
ar_iq: إعدادات الموقع
da_dk: Website-indstillinger
fa_ir: تنظیمات سایت
fi_fi: Verkkosivuston asetukset
pt_br: Configurações do Site
sl_si: Nastavitve spletne strani
sr_rs@latin: Podešavanja sajta

# manager-workflow
source: Workflow
ar_iq: المخطط الانسيابي
fa_ir: گردش کار
fi_fi: Työnkulku
pt_br: Fluxo de Trabalho
sl_si: Delovni tok
sr_rs@latin: Proces rada

# manager-workflow-title
source: Workflow Settings
ar_iq: إعدادات المخطط الانسيابي
da_dk: Workflow-indstillinger
fa_ir: تنظیمات گردش کار
fi_fi: Työnkulun asetukset
pt_br: Definições de Fluxo de Trabalho
sl_si: Nastavitve delovnega toka
sr_rs@latin: Podešavanje procesa rada

# manager-distribution
source: Distribution
ar_iq: التوزيع
da_dk: Distribuering
fa_ir: توزیع
fi_fi: Jakelu
pt_br: Distribuição
sl_si: Distribucija
sr_rs@latin: Distribucija

# manager-distribution-title
source: Distribution Settings
ar_iq: إعدادات التوزيع
da_dk: Distributionsindstillinger
fa_ir: تنظیمات توزیع
fi_fi: Jakeluasetukset
pt_br: Configurações da Distribuição
sl_si: Nastavitve distribucije
sr_rs@latin: Podešavanje distribucije

# manager-reviewForms
source: Review Forms
ar_iq: نماذج التحكيم
da_dk: Bedømmelsesformular
fa_ir: فرم‌های داوری
fi_fi: Arviointilomakkeet
pt_br: Formulários de avaliação
sl_si: Recenzentski obrazci
sr_rs@latin: Obrasci recenzija

# manager-reviewForms-confirmActivate
source: Are you sure you wish to activate this review form? Once it's assigned to a review you will no longer be able to deactivate it.
ar_iq: هل أنت متأكد من رغبتك في تفعيل نموذج التحكيم هذا؟ بمجرد استعماله في التحكيم، لن يعود بوسعك إبطال تفعيله.
da_dk: Er du sikker på, at du vil aktivere denne bedømmelsesformular? Når den er tilknyttet en bedømmelse, kan den ikke længere deaktiveres.
fa_ir: آیا مطمئن به فعال‌سازی این فرم هستید؟ پس از فعال‌سازی در صورت استفاده از آن دیگر امکان غیر فعال‌سازی نخواهد داشت.
fi_fi: Haluatko varmasti aktivoida tämän arviointilomakkeen? Aktivointia ei voi enää voi poistaa, kun lomake on valittu arviointiin.
pt_br: Ter certeza que deseja ativar este formulário de avaliação? Uma vez designado a um avaliador você não poderá mais desativa-lo.
sl_si: Ste prepričani, da želite aktivirati ta recenzentski obrazec? Ko bo dodeljen prvi recenziji prispevka, ga ne boste mogli več deaktivirati.
sr_rs@latin: Da li ste sigurni da želite da aktivirate ovaj recenzentski obrazac? Kad mu dodelite recenziju nećete moći da ga deaktivirate.

# manager-reviewForms-confirmDeactivate
source: Are you sure you wish to deactivate this review form? It will no longer be available for new review assignments.
ar_iq: هل أنت متأكد من رغبتك في إبطال نموذج التحكيم هذا؟ لن يعود بعدها متاحاً للاستعمال في مهام التحكيم الجديدة.
da_dk: Er du sikker på, at vil deaktivere denne bedømmelsesformular? Efterfølgende vil den ikke længere kunne knyttes til nye bedømmelser.
fa_ir: آیا مطمئن به غیرفعال‌سازی این فرم هستید؟ این فرم دیگر در دسترس نخواهد بود.
fi_fi: Haluatko varmasti poistaa tämän arviointilomakkeen aktivoinnin? Lomake ei ole enää käytettävissä uusissa arviointitoimeksiannoissa.
pt_br: Ter certeza que deseja desativar este formulário de avaliação? Ele não estará mais disponível para novas avaliações.
sl_si: Ste prepričani, da želite deaktivirati ta recenzijski obrazec? Po deaktivaciji ne bo več na voljo za dodelitev recenziji prispevka.
sr_rs@latin: Da li ste sigurni da želite da deaktivirate ovaj recenzentski obrazac? Ovaj obrazac više neće biti dostupan za nove recenzije.

# manager-reviewForms-confirmCopy
source: Are you sure you wish to create a copy of this review form?
ar_iq: هل أنت متأكد من رغبتك في إنشاء نسخة من نموذج التحكيم هذا؟
da_dk: Er du sikker på, at du vil oprette en kopi af denne bedømmelsesformular?
fa_ir: آیا مطمئنید که می‌خواهید یک کپی از این فرم داوری ایجاد شود؟
fi_fi: Haluatko varmasti tehdä kopion tästä arviointilomakkeesta?
pt_br: Tem certeza que deseja criar uma cópia desse formulário de avaliação?
sl_si: Ste prepričani, da želite narediti kopijo tega recenzentskega obrazca?
sr_rs@latin: Da li ste sigurni d želite da kreirate kopiju ovog recenzentskog obrasca?

# manager-reviewForms-completed
source: Completed
ar_iq: إكتملت
da_dk: Færdig
fa_ir: موارد تکمیل شده
fi_fi: Valmis
pt_br: Concluído
sl_si: Končano
sr_rs@latin: Završeno

# manager-reviewForms-confirmDelete
source: Are you sure you wish to delete this review form?
ar_iq: هل أنت متأكد من رغبتك في حذف نموذج التحكيم هذا؟
da_dk: Er du sikker på, at du vil slette denne bedømmelsesformular?
fa_ir: آیا مطمئنید که می‌خواهید این فرم داوری را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän arviointilomakkeen?
pt_br: Tem certeza que deseja apagar este formulário de avaliação?
sl_si: Ste prepričani, da želite odstraniti ra recenzentski obrazec?
sr_rs@latin: Da li ste sigurni da želite da obrišete obrazac recenzije?

# manager-reviewForms-create
source: Create Review Form
ar_iq: إنشاء نموذج تحكيم
da_dk: Opret bedømmelsesformular
fa_ir: ایجاد فرم داوری
fi_fi: Luo arviointilomake
pt_br: Criar formulário de avaliação
sl_si: Ustvari recenzentski obrazec
sr_rs@latin: Napravi novi obrazac recenzije.

# manager-reviewForms-description
source: Description and Instructions
ar_iq: الوصف والملاحظات
da_dk: Beskrivelse og instruktioner
fa_ir: تعاریف و دستورالعمل‌ها
fi_fi: Kuvaus ja ohjeet
pt_br: Detalhes e instruções
sl_si: Opis in navodila
sr_rs@latin: Opisi i uputstva

# manager-reviewForms-edit
source: Review Form
ar_iq: نموذج التحكيم
da_dk: Bedømmelsesformular
fa_ir: فرم داوری
fi_fi: Arviointilomake
pt_br: Forumlário de avaliação
sl_si: Recenzentski obrazec
sr_rs@latin: Obrazac recenzije

# manager-reviewForms-form-titleRequired
source: A title is required for the review form.
ar_iq: لا بد من منح نموذج التحكيم عنواناً.
da_dk: En titel er påkrævet til bedømmelsesformular
fa_ir: عنوان فرم داوری الزامی است
fi_fi: Arviointilomakkeelle vaaditaan otsikko.
pt_br: É necessário informar o título do formulário.
sl_si: Naslov recenzentskega obrazca je obvezen.
sr_rs@latin: Potreban je naslov za obrazac

# manager-reviewForms-inReview
source: In Review
ar_iq: قيد التنقيح
da_dk: Under bedømmelse
fa_ir: در حال داوری
fi_fi: Arvioinnissa
pt_br: Em avaliação
sl_si: V recenziji
sr_rs@latin: U recenziji

# manager-reviewForms-list-description
source: The peer review forms created here will be presented to reviewers to complete, instead of the default form which consists of two open text boxes, the first "for author and editor," and the second "for editor." Review forms can be designated for a specific press section, and editors will have the option to choose which form to use in assigning the review. In all cases, editors will have the option of including the reviews in corresponding with the author.
ar_iq: نماذج التحكيم المناظر المنشأة هنا ستقدم إلى المحكمين لتعبئتها بدلاً من النموذج الإفتراضي الذي يتضمن مربعي نص مفتوحين؛ الأول "للمؤلف والمحرر"، والثاني "للمحرر". يمكن تخصيص نماذج التحكيم لأقسام معينة في المجلة، وسيكون للمحررين الخيار في انتخاب ما يتناسب مع مهمة التحكيم التي يواجهونها. في جميع الأحوال، سيكون بإمكان المحررين اتخاذ القرار بشأن تضمين تلك التحكيمات مع مراسلاتهم إلى المؤلفين.
da_dk: Peer review formularer, som er oprettet her, bliver præsenteret for bedømmere med henblik på udfyldning, i stedet for standardformularen, som består af to tomme tekstfelter, det første "til forfatter og redaktør", den andet "til redaktør". Bedømmelsesformularer kan designes til det enkelte tidsskrift, og redaktører har mulighed for at vælge hvilken formular, der skal bruges i de respektive bedømmelser. Redaktører vil i alle tilfælde have mulighed for at inkludere de respektive bedømmelser i korrespondence med forfatteren.
fa_ir: این فرم‌های داوری به جای فرم پیش‌فرض در اختیار داوران قرار می‌گیرند. فرم پیش‌فرض فقط دارای دو جعبه متن یکی برای وارد کردن نظراتی که فقط دبیر مقاله باید ببیند و دیگری برای دبیر مقاله و نویسنده مقاله. فرم‌های داوری را می‌توان برای نوع خاصی از مقالات در نظر گرفت - به علاوه دبیر مقاله این اختیار را دارد که کدام فرم یا فرم‌های داوری برای کدام داور ارسال شود. در تمامی این حالات دبیر مقاله مختار است که ماحصل این فرم‌های داوری را در اختیار نویسنده مقاله قرار بدهد یا خیر.
fi_fi: Tässä luodut vertaisarviointilomakkeet annetaan arvioijien täytettäväksi, kahdesta avoimesta tekstikentästä ("kirjoittajalle ja toimittajalle" ja "toimittajalle") muodostuvan oletuslomakkeen sijaan. Arviointilomakkeita voidaan määrittää tiettyjä painon osastoja varten, ja toimittajilla on mahdollisuus valita käytettävä lomake arviointia osoitettaessa. Toimittajilla on kaikissa tapauksissa mahdollisuus sisällyttää arvioinnit kirjoittajan kanssa käytävään kirjeenvaihtoon.
pt_br: Os formulários de avaliação pelos pares criados aqui serão apresentados aos avaliadores para seu preenchimento, em vez do formulário padrão que consiste de dois campos de texto aberto, sendo o primeiro "para autor editor," e o segundo "para editor." Formulários de avaliação podem ser designados a seções específicas, e editores poderão escolher qual formulário designar durante a avaliação. Em todos os casos, os editores poderão optar por incluir as avaliações ao se comunicarem com o autor.
sl_si: Pripravljeni recenzijski obrazci so namenjeni recenzentom namesto privzetih le z dvema opisnima poljema in običajno vsebujejo več različnih polj. Enim, ki je namenjen avtorju in uredniku, ter drugim, ki je namenjen le uredniku. Recenzijski obrazec je lahko oddljen določeni rubriki ali pa ga izbere urednik. V vsakem primeru bo urednik avtorju lahko posredoval mnenje recenzenta.
sr_rs@latin: Recenzentski obrasci koje ovde kreirate će biti predstavljeni recenzentima kako bi ih popunili. Ovi obrsci zamenjuju početne obrasce sa dve otvorene kutije za tekst, prva "za autora i urednika", i druga "za urednika". Recenzentski obrasci mogu se dodeliti pojedinim sekcijama časopisa,a urednici mogu imati mogućnost da izaberu koji obrazac će upotrebiti u dotičnoj recenziji. U svakom slučaju, urednici imaju mogućnost uključivanja recenzija u prepisci sa autorom.

# manager-reviewForms-noneChosen
source: None / Free Form Review
ar_iq: لا نموذج / النموذج الإفتراضي المفتوح
da_dk: Ingen / Valgfri bedømmelsesformular
fa_ir: هیچکدام / فرم داوری آزاد
fi_fi: Ei valintaa / Vapaamuotoinen arviointi
pt_br: Nenhum / Formulário aberto de avaliação
sl_si: Noben/Prost recenzijski obrazec
sr_rs@latin: Nema/ Recentzentski obrazac

# manager-reviewForms-noneCreated
source: No review forms have been created.
ar_iq: لم يتم إنشاء نموذج تحكيم بعد.
da_dk: Ingen bedømmelsesformular er blevet oprettet
fa_ir: هیچ فرم داوری تولید نشده است
fi_fi: Yhtään arviointilomaketta ei ole luotu.
pt_br: Nenhum formulário de avaliação criado.
sl_si: Pripravljenega ni bilo nobenega recenzijskega obrazca.
sr_rs@latin: Nema napravljenih recenzentskih obrazaca.

# manager-reviewForms-noneUsed
source: No review forms have been used.
ar_iq: لم يتم استعمال نماذج التحكيم بعد.
da_dk: Ingen bedømmelsesformular har været i brug.
fa_ir: هیچ فرم داوری تاکنون استفاده نشده است.
fi_fi: Yhtään arviointilomaketta ei ole käytetty.
pt_br: Nenhum formulário de avaliação usado.
sl_si: Uporabljen ni bil noben recenzijski obrazec.
sr_rs@latin: Nema upotrebljenih recenzentskih obrazaca.

# manager-reviewForms-preview
source: Preview Form
ar_iq: معاينة النموذج
da_dk: Vis formular
fa_ir: فرم داوری
fi_fi: Esikatsele lomaketta
pt_br: Prévia do formulário
sl_si: Predogled obrazca
sr_rs@latin: Prikaži obrazac

# manager-reviewForms-reviewFormData
source: Review Form Data
ar_iq: بيانات نموذج التحكيم
da_dk: Data fra bedømmelsesformular
fa_ir: داده‌های فرم داوری
fi_fi: Arviointilomakkeen tiedot
pt_br: Dados do formulário de avaliação
sl_si: Vpogled v podatke recenzijskega obrazca
sr_rs@latin: Podaci recenzentskog obrasca

# manager-reviewForms-title
source: Title
ar_iq: العنوان
da_dk: Titel
fa_ir: عنوان
fi_fi: Otsikko
pt_br: Título
sl_si: Naslov
sr_rs@latin: Naslov

# manager-reviewFormElement-changeType
source: Changing the form item type...
ar_iq: تعديل نوعية فقرة النموذج...
da_dk: Ændre formularens elementtype...
fa_ir: تغییر نوع المان‌های فرم ...
fi_fi: Muutetaan lomakekohdan tyyppiä...
pt_br: Alterando o tipo de item do formulário...
sl_si: Spreminjanje tipa gradnika obrazca...
sr_rs@latin: Promeni tip elementa obrasca.

# manager-reviewFormElements
source: Form Items
ar_iq: فقرات النموذج
da_dk: Formularelementer
fa_ir: المان‌های فرم
fi_fi: Lomakkeen kohdat
pt_br: Itens do formulário
sl_si: Gradniki obrazca
sr_rs@latin: Elementi obrasca

# manager-reviewFormElements-addResponseItem
source: Add selection
ar_iq: أضف خياراً
da_dk: Tilføj valg
fa_ir: افزودن گزینه
fi_fi: Lisää valinta
pt_br: Incliur seleção
sl_si: Dodaj izbiro
sr_rs@latin: Dodaj selekciju

# manager-reviewFormElements-checkboxes
source: Checkboxes (you can choose one or more)
ar_iq: مربعات التأشير (تسمح بتأشير واحد أو أكثر)
da_dk: Afkrydsningsfelter (du kan vælge en eller flere)
fa_ir: جعبه تیک: یک یا چند گزینه قابل انتخاب است
fi_fi: Valintaruudut (voit valita yhden tai useamman)
pt_br: Checkboxes (permite escolher mais de uma opção)
sl_si: Potrditveno polje (izberete lahko enega ali več)
sr_rs@latin: Checkboxes (možete odabrati jedan ili više)

# manager-reviewFormElements-chooseType
source: Choose item type
ar_iq: إختر نوع الفقرة
da_dk: Vælg elementtype
fa_ir: انتخاب نوع المان
fi_fi: Valitse kohdan tyyppi
pt_br: Escolher tipo de item
sl_si: Izberi tip gradnika
sr_rs@latin: Odaberi tip elementa

# manager-reviewFormElements-confirmDelete
source: Confirm delete of a published form item...
ar_iq: تأكيد حذف فقرة نموذج منشور...
da_dk: Bekræft sletning af publiceret formularelement...
fa_ir: تأیید حذف المان فرم انتشار یافته ...
fi_fi: Vahvista seuraavan julkaistun lomakekohdan poistaminen...
pt_br: Confirmar a exclusão de item de formulário publicado...
sl_si: Potrdi odstranitev gradnika recenzijskega obrazca...
sr_rs@latin: Potvrdi brisanje elementa već objavljenog obrasca

# manager-reviewFormElements-copyTo
source: Copy to:
ar_iq: إنسخ إلى:
da_dk: Kopiér til:
fa_ir: کپی به:
fi_fi: Kopioi kohteeseen:
pt_br: Copiar para:
sl_si: Kopiraj na:
sr_rs@latin: Kopiraj u:

# manager-reviewFormElements-create
source: Create New Item
ar_iq: إنشاء فقرة جديدة
da_dk: Opret nyt element
fa_ir: ایجاد المان جدید
fi_fi: Luo uusi kohta
pt_br: Criar novo item
sl_si: Ustvari nov gradnik
sr_rs@latin: Napravi novi element

# manager-reviewFormElements-dropdownbox
source: Drop-down box
ar_iq: مربع قائمة منسدلة
da_dk: Rullemenu
fa_ir: جعبه منوی کرکره‌ای
fi_fi: Pudotusvalikko
pt_br: Menu dropdown
sl_si: Spustni meni
sr_rs@latin: Padajuća kutija

# manager-reviewFormElements-edit
source: Edit Form Item
ar_iq: تعديل فقرة النموذج
da_dk: Redigér formularelement
fa_ir: ویرایش المان فرم
fi_fi: Muokkaa lomakkeen kohtaa
pt_br: Editar item
sl_si: Uredi gradnik
sr_rs@latin: Izmeni element obrasca

# manager-reviewFormElements-elementType
source: Item type
ar_iq: نوعية الفقرة
da_dk: Elementtype
fa_ir: نوع المان
fi_fi: Kohdan tyyppi
pt_br: Tipo de item
sl_si: Tip gradnika
sr_rs@latin: Tip elementa

# manager-reviewFormElements-form-elementTypeRequired
source: An item type is required for the form item.
ar_iq: لا بد من تحديد نوعية فقرة النموذج.
da_dk: En elementtype er påkrævet i denne formular.
fa_ir: تعیین نوع المان برای تمامی المان‌های فرم اجباری است
fi_fi: Lomakekohdalle vaaditaan kohdan tyyppi.
pt_br: É necessário definir o tipo para o item de formulário.
sl_si: Tip gradnika je obvezen.
sr_rs@latin: Neophodan je tip elementa obrasca.

# manager-reviewFormElements-form-questionRequired
source: A question is required for the form item.
ar_iq: لا بد من كتابة سؤال هذه الفقرة.
da_dk: Et spørgsmål er påkrævet i denne formular
fa_ir: این المان یک پرسش لازم دارد
fi_fi: Lomakekohdalle vaaditaan kysymys.
pt_br: A pergunta é obrigatório para o item.
sl_si: Za ta gradnik je obvezno vprašanje.
sr_rs@latin: Neophodno je pitanje za element obrasca.

# manager-reviewFormElements-noneCreated
source: No form items have been created.
ar_iq: لم يتم إنشاء فقرات النموذج بعد.
da_dk: Der er ikke blevet oprettet nogen formularelementer.
fa_ir: هنوز المانی برای این فرم ایجاد نشده است
fi_fi: Yhtään lomakkeen kohtaa ei ole luotu.
pt_br: Nenhum item de formulário criado.
sl_si: Ustvrj eni bil še noben gradnik.
sr_rs@latin: Nema napravljenih obrazaca.

# manager-reviewFormElements-possibleResponse
source: Selection
ar_iq: الاختيار
da_dk: Valg
fa_ir: گزینه
fi_fi: Valinta
pt_br: Escolha
sl_si: Izbira
sr_rs@latin: Odabir

# manager-reviewFormElements-question
source: Item
ar_iq: الفقرة
da_dk: Element
fa_ir: المان
fi_fi: Kohta
sl_si: Gradnik
sr_rs@latin: Element

# manager-reviewFormElements-description
source: Description
ar_iq: الوصف
fi_fi: Kuvaus

# manager-reviewFormElements-radiobuttons
source: Radio buttons (you can only choose one)
ar_iq: إزرار الاختيار (يمكنك اختيار واحداً منها فقط)
da_dk: Radioknapper (du kan kun vælge én)
fa_ir: دکمه رادیوئی: فقط یک گزینه قابل انتخاب است
fi_fi: Valintanapit (voit valita vain yhden)
pt_br: Botões rádio (permite escolher apenas uma opção)
sl_si: Radio gumb (izberete lahko le enega)
sr_rs@latin: Рadio dugmići (možete odabrati samo jedan odgovor)

# manager-reviewFormElements-required
source: Reviewers required to complete item
ar_iq: على المحكمين إكمال هذه الفقرة
da_dk: Bedømmere påkrævet for at afslutte emne
fa_ir: پاسخ به این المان توسط داوران الزامی است
fi_fi: Arvioijien on täytettävä kohta
pt_br: Preenchimento obrigatório para avaliadores
sl_si: Recenzenti morajao obvezno izpolniti ta gradnik
sr_rs@latin: Recenzenti su obavezni da unesu informaciju

# manager-reviewFormElements-included
source: Included in message to author
ar_iq: يمكن تضمينها في الرسائل إلى المؤلفين
da_dk: Inkluderet i besked til forfatter
fa_ir: در پیام به نویسنده‌ها نیز وارد شود
fi_fi: Liitetään kirjoittajalle lähetettävään viestiin
pt_br: Incluído na mensagem ao autor
sl_si: Bo vključen v sporočilo avtorju
sr_rs@latin: Uključeno u poruci autoru

# manager-reviewFormElements-smalltextfield
source: Single word text box
ar_iq: مربع نص ذو كلمة واحدة
da_dk: Enkeltords tekstfelt
fa_ir: جعبه متن یک کلمه‌ای
fi_fi: Yhden sanan tekstikenttä
pt_br: Caixa de texto de uma palavra
sl_si: Enobesedno tekstovno polje
sr_rs@latin: Tekst kutija za jednu reč

# manager-reviewFormElements-textarea
source: Extended text box
ar_iq: مربع نص قابل للتوسع
da_dk: Udvidet tekstfelt
fa_ir: جعبه متن طویل
fi_fi: Laaja tekstikenttä
pt_br: Caixa de texto estendida
sl_si: Povečano tekstovno polje
sr_rs@latin: Proširena kutija za tekst

# manager-reviewFormElements-textfield
source: Single line text box
ar_iq: مربع نص ذو سطر واحد
da_dk: Enkeltlinie tekstfelt
fa_ir: جعبه متن یک سطری
fi_fi: Yhden rivin tekstikenttä
pt_br: Caixa de texto de uma linha
sl_si: Enovrstično tekstovno polje
sr_rs@latin: Tekst kutija za jedan red teksta

# manager-reviewFormElements-viewable
source: Viewable (for authors)
ar_iq: يمكن معاينته (من قبل المؤلفين)
da_dk: Synligt (for forfattere)
fa_ir: قابل مشاهده (برای نویسندگان)
fi_fi: Nähtävissä (kirjoittajille)
pt_br: Visível (para autores)
sl_si: Vidno (za avtorje)
sr_rs@latin: Vidljivo (za autore)

# grid-action-createReviewForm
source: Create a new Review Form
ar_iq: إنشاء نموذج تحكيم جديد
da_dk: Opret en ny bedømmelsesformular
fa_ir: ایجاد یک فرم داوری جدید
fi_fi: Luo uusi arviointilomake
pt_br: Criar Novo Formulário de Avaliação
sl_si: Ustvari nov recenzijski obrazec
sr_rs@latin: Napravi novi recenzentski obrazac

# manager-setup-competingInterests-required
source: Request a Competing Interest statement during the peer review.
ar_iq: طالب المحكم بعبارة تتعلق بالمصالح المتضاربة خلال عملية التحكيم المناظر.
da_dk: Anmod om en erklæring om konkurrerende interesser under bedømmelsesprocessen.
fa_ir: درخواست بیانیه تضاد منافع رقابتی به ازای هر داوری
pt_br: Requisitar uma declaração de Conflito de Interesses durante a avaliação por pares.
sl_si: Zahtevaj izjavo o navzkrižju interesov pri recenziji.
sr_rs@latin: Zahtevajte Izjavu o sukobu interesa u toku recenzije.

# manager-setup-licenseURLDescription
source: URL to a webpage describing the license, if available.
ar_iq: رابط إلى موقع يصف الرخصة، لو توافر ذلك.
da_dk: Indsæt URL fra licenswebside, hvis den er tilgængelig.
fa_ir: آدرس صفحه وبی که این مجوز را شرح می‌دهد (در صورت وجود) اضافه کنید
fi_fi: URL-osoite verkkosivulle, jossa kerrotaan lisenssistä (mikäli saatavilla).
pt_br: Informe a URL da página da licença, se disponível.
sl_si: URL povezava do spletne strani, ki opisuje licenco (če je na voljo).
sr_rs@latin: URL do strane koja opisuje licencu, ako je imate.
