Repository: TESTYXOPERO123/pkp
Catalog: locale/*/reader.xlf
Languages: ar_iq, ca_es, cs_cz, de_de, el_gr, eu_es, fa_ir, fi_fi, id_id, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@latin, sv_se, uk_ua, zh_cn

# comments-anonymous
source: Anonymous User
ar_iq: مستخدم مجهول
ca_es: Usuari/usuària anònim
cs_cz: Anonymní uživatel
de_de: Anonyme/r Benutzer/in
el_gr: Ανώνυμος Χρήστης
eu_es: Erabiltzaile anonimoa
fa_ir: کاربر ناشناس
fi_fi: Anonyymi käyttäjä
id_id: Pengguna Anonim
nb_no: Anonym bruker
nl_nl: Anonieme gebruiker
pl_pl: Anonimowy użytkownik
pt_pt: Utilizador Anónimo
ru_ru: Анонимный пользователь
sl_si: Anonimni uporabnik
sr_rs@latin: Anonimni korisnik
sv_se: Anonym användare
uk_ua: Гість
zh_cn: 匿名用户

# comments-body
source: Body
ar_iq: المتن
ca_es: Cos
cs_cz: Tělo
de_de: Text
el_gr: Κείμενο μηνύματος
eu_es: Gorputza
fa_ir: بدنه
fi_fi: Teksti
id_id: Badan
nb_no: Meldingstekst
nl_nl: Inhoud
pl_pl: Treść
pt_pt: Corpo
ru_ru: Текст комментария
sl_si: Telo komentarja
sr_rs@latin: Telo poruke
sv_se: Text
uk_ua: Текст
zh_cn: 正文

# comments-titleRequired
source: A comment title is required.
ar_iq: عنوان التعليق مطلوب حتماً.
ca_es: Cal que introduïu un títol de comentari.
cs_cz: Je vyžadován název komentáře.
de_de: Ein Kommentar-Titel ist erforderlich.
el_gr: Απαιτείται τίτλος για το σχόλιο.
eu_es: Iruzkinaren titulua behar da.
fa_ir: وارد کردن عنوان برای نظر الزامی است.
fi_fi: Kommentin otsikko vaaditaan.
id_id: Judul komentar diperlukan.
nb_no: En kommentartittel er påkrevd.
nl_nl: Een titel is verplicht
pl_pl: Wymagane jest podanie tytułu komentarza.
pt_pt: É obrigatório o título do comentário.
ru_ru: Заголовок комментария обязателен.
sl_si: Naslov komentarja je obvezen
sr_rs@latin: Komentar je neophodan.
sv_se: Det krävs en titel på kommentaren.
uk_ua: Необхідно ввести тему коментаря.
zh_cn: 评论的标题是必须的.

# comments-confirmDeleteChildren
source: Deleting this comment will also delete any replies to it. Are you sure you wish to do this?
ar_iq: حذف هذا التعليق يتطلب حذف كل التعقيبات المرتبطة به. هل أنت متأكد من رغبتك في عمل ذلك؟
ca_es: Si s'elimina aquest comentari, també s'eliminaran totes les respostes. Esteu segur/a que voleu fer aquesta acció?
cs_cz: Smazáním tohoto komentáře smažete také všechny odpovědi na něj. Jste si jistý, že to chcete udělat?
de_de: Mit diesem Kommentar löschen Sie auch alle Antworten. Sind Sie sicher, dass Sie ihn löschen wollen?
el_gr: Διαγράφοντας το σχόλιο, διαγράφονται και οι απαντήσεις σε αυτό. Επιθυμείτε να συνεχίσετε;
eu_es: Iruzkin hau ezabatzen bada, eman zaizkion erantzunak ere ezabatu egingo dira. Ziur zaude ezabatu nahi duzula?
fa_ir: با حذف این نظر تمام پاسخ‌های داده شده به آن نیز حذف می‌شوند. آیا مطمئن به انجام این کار هستید؟
fi_fi: Tämä kommentin poistaminen poistaa myös kaikki siihen liittyvät vastaukset. Haluatko varmasti poistaa kommentin?
id_id: Menghapus komentar ini juga akan menghapus balasan untuk komentar ini. Apakah Anda yakin ingin melakukan ini?
nb_no: Ved å slette denne kommentaren vil du også slette alle svar til den. Er du sikker på at du vil gjøre dette?
nl_nl: Bij het verwijderen van deze reactie gaan ook de antwoorden daarop verloren. Weet u zeker dat u dit wilt doen?
pl_pl: Usunięcie komentarza spowoduje usunięcie powiązanych wątków (komentarzy). Czy na pewno chcesz usunąć swój komentarz?
pt_pt: Eliminar este comentário também eliminará todas as respostas. Deseja realmente eliminar o comentário?
ru_ru: Удаление этого комментария приведет к удалению всех ответов на него. Вы уверены, что хотите это сделать?
sl_si: Brisanje komentarja bo pobrisalo tudi vse odgovore nanj. Ste prepričani, da to želite?
sr_rs@latin: Brisanjem ovog komentara takođe ćete izbrisati i sve odgovore na njega. Da li ste sigurni da to želite?
sv_se: Om du tar bort kommentaren kommer även alla svar på den att raderas. Är du säker på att du vill göra det?
uk_ua: Видалення цього коментаря призведе до видалення всіх відповідей на нього. Ви впевнені, що хочете зробити це?
zh_cn: 删除此评论将同时删除任何回复。您确定要做到这一点?

# comments-delete
source: Delete this comment
ar_iq: حذف هذا التعليق
ca_es: Suprimeix aquest comentari
cs_cz: Smazat tento komentář
de_de: Diesen Kommentar löschen
el_gr: Διαγραφή σχολίου
eu_es: Ezabatu iruzkin hau
fa_ir: حذف این نظر
fi_fi: Poista tämä kommentti
id_id: Hapus komentar ini
nb_no: Slett denne kommentaren
nl_nl: Verwijder dit commentaar
pl_pl: Usuń komentarz
pt_pt: Eliminar este comentário
ru_ru: Удалить этот комментарий
sl_si: Briši ta komentar
sr_rs@latin: Brisanje komentara
sv_se: Ta bort kommentar
uk_ua: Видалити цей коментар
zh_cn: 删除这个评论

# comments-email
source: Poster Email
ar_iq: البريد الالكتروني لصاحب الطرح
ca_es: Adreça electrònica
cs_cz: Email odesílatele
de_de: E-Mail-Adresse
el_gr: Ηλεκτρονική διεύθυνση αποστολέα
eu_es: Helbide el.
fa_ir: ایمیل
fi_fi: Lähettäjän sähköposti
id_id: Email Poster
nb_no: Innsenderens e-postadresse
nl_nl: E-mailadres schrijver
pl_pl: Wyślij e-mail
pt_pt: E-mail do comentador
ru_ru: Адрес электронной почты комментатора
sl_si: E-pošta pošiljatelja
sr_rs@latin: Imejl pošiljaoca
sv_se: Kommentators e-postadress
uk_ua: Адреса відправника
zh_cn: 提交人电子邮箱

# comments-emailReply
source: Email Reply
ar_iq: الإجابة عبر البريد الالكتروني
ca_es: Resposta per correu electrònic
cs_cz: Odpověď
de_de: Antworten Sie per E-Mail.
el_gr: Απαντητικό μήνυμα
eu_es: Mezu bidez erantzun
fa_ir: پاسخ ایمیل
fi_fi: Lähetä sähköpostivastaus
id_id: Balas Email
nb_no: E-post svar
nl_nl: Antwoord via e-mail
pl_pl: Odpowiedz na e-mail
pt_pt: Responder e-mail
ru_ru: Ответить письмом электронной почты
sl_si: E-poštni odgovor
sr_rs@latin: Odgovor putem imejla
sv_se: Svara via e-post
uk_ua: Відповісти листом
zh_cn: 回复电子邮件

# comments-enterComment
source: Enter Comment
ar_iq: أدخل تعليقاً
ca_es: Introducció d’un comentari
cs_cz: Vložit komentář
de_de: Kommentar eingeben
el_gr: Εισαγωγή σχόλιου
eu_es: Sartu iruzkina
fa_ir: توضیح را وارد کنید
fi_fi: Kirjoita kommentti
id_id: Masukkan komentar
nb_no: Skriv inn kommentar
nl_nl: Geef reactie
pl_pl: Wpisz komentarz
pt_pt: Inserir comentário
ru_ru: Ввести комментарий
sl_si: Vpišite komentar
sr_rs@latin: Upišite komentar
sv_se: Kommentera
uk_ua: Надіслати коментар
zh_cn: 输入评论

# comments-inResponseTo
source: In response to <a href="{$url}">{$title}</a>
ar_iq: إجابة إلى <a href="{$url}">{$title}</a>
ca_es: En resposta a <a href="{$url}">{$title}</a>
cs_cz: V odpovědi na <a href="{$url}">{$title}</a>
de_de: Antwort auf <a href="{$url}">{$title}</a>
el_gr: Σε απάντηση του <a href="{$url}">{$title}</a>
eu_es: Honi erantzunez: <a href="{$url}">{$title}</a>
fa_ir: در پاسخ به <a href="{$url}">{$title}</a>
fi_fi: Vastauksena viestiin <a href="{$url}">{$title}</a>
id_id: Merespon<a href="{$url}">{$title}</a>
nb_no: Som svar til <a href="{$url}">{$title}</a>
nl_nl: In reactie op <a href="{$url}">{$title}</a>
pl_pl: W odpowiedzi na <a href="{$url}">{$title}</a>
pt_pt: Em resposta a <a href="{$url}">{$title}</a>
ru_ru: В ответ на <a href="{$url}">{$title}</a>
sl_si: Kot odgovor na <a href="{$url}">{$title}</a>
sr_rs@latin: Kao odgovor na: <a href="{$url}">{$title}</a>
sv_se: Som svar på <a href="{$url}">{$title}</a>
uk_ua: З приводу <a href="{$url}">{$title}</a>
zh_cn: 在回应 <a href="{$url}">{$title}</a>

# comments-name
source: Poster Name
ar_iq: اسم صاحب الطرح
ca_es: Autor/a del comentari
cs_cz: Jméno odesílatele
de_de: Name
el_gr: Όνομα αποστολέα
eu_es: Izena
fa_ir: نام
fi_fi: Lähettäjän nimi
id_id: Nama Poster
nb_no: Innsenderens navn
nl_nl: Naam schrijver
pl_pl: Imię i nazwisko
pt_pt: Nome do comentador
ru_ru: Имя комментатора
sl_si: Ime pošiljatelja
sr_rs@latin: Ime pošiljaoca
sv_se: Namn på kommentator
uk_ua: Ім'я відправника
zh_cn: 提交人姓名

# comments-noComments
source: No reader comments have been posted.
ar_iq: لم يتم طرح أي من تعليقات القراء بعد.
ca_es: No s’ha publicat cap comentari dels lectors/es.
cs_cz: Nebyly odeslány žádné komentáře čtenářů.
de_de: Es wurden bisher keine Leser/innenkommentare abgegeben.
el_gr: Κανένα σχόλιο αναγνωστών
eu_es: Irakurleek ez dute iruzkinik egin.
fa_ir: خالی
fi_fi: Yhtään lukijakommenttia ei ole lähetetty.
id_id: Tidak ada komentar pembaca yang telah diposting.
nb_no: Ingen leserkommentarer er gitt.
nl_nl: Er zijn geen reacties van lezers.
pl_pl: Nie opublikowano żadnych komentarzy.
pt_pt: Nenhum comentário publicado.
ru_ru: Нет опубликованных комментариев читателей.
sl_si: Bralci niso oddali nobenega komentarja.
sr_rs@latin: Čitaoci nisu slali komentare.
sv_se: Inga läsarkommentarer har lämnats.
uk_ua: Немає коментарів читачів.
zh_cn: 没有已经发布的读者评论.

# comments-nReplies
source: ({$num} Replies)
ar_iq: ({$num} إجابة/إجابات)
ca_es: ({$num} respostes)
cs_cz: ({$num} Odpovědí)
de_de: ({$num} Antworten)
el_gr: ({$num} Απαντήσεις)
eu_es: ({$num} erantzun)
fa_ir: ({$num} پاسخ)
fi_fi: ({$num} vastausta)
id_id: ({$num} Balasan)
nb_no: ({$num} Svar)
nl_nl: ({$num} antwoorden)
pl_pl: ({$num} odpowiedzi)
pt_pt: ({$num} Respostas)
ru_ru: (Ответов - {$num})
sl_si: ({$num} odgovorov)
sr_rs@latin: (Odgovora: {$num})
sv_se: ({$num} svar)
uk_ua: ({$num} відповідей)
zh_cn: ({$num} 回复)

# comments-oneReply
source: (1 Reply)
ar_iq: (إجابة واحدة)
ca_es: (1 resposta)
cs_cz: (1 Odpověď)
de_de: (1 Antwort)
el_gr: (1 Απάντηση)
eu_es: (Erantzun 1)
fa_ir: (یک پاسخ)
fi_fi: (1 vastaus)
id_id: (1 Balasan)
nb_no: (1 Svar)
nl_nl: (1 antwoord)
pl_pl: (1 Odpowiedź)
pt_pt: (1 Resposta)
ru_ru: (1 ответ)
sl_si: (1 odgovor)
sr_rs@latin: (1 odgovor)
sv_se: (1 svar)
uk_ua: (1 відповідь)
zh_cn: (1 回复)

# comments-postAnonymously
source: Post this comment anonymously
ar_iq: إطرح هذا التعليق بصفة مجهول
ca_es: Publica aquest comentari de manera anònima
cs_cz: Odeslat tento komentář anonymně
de_de: Diesen Kommentar anonym einstellen
el_gr: Καταχωρήστε το σχόλιο ανώνυμα
eu_es: Jarri iruzkin hau anonimo gisa
fa_ir: ارسال به‌صورت ناشناس
fi_fi: Lähetä tämä kommentti anonyymina
id_id: Post komentar ini secara anonim
nb_no: Send inn denne kommentaren anonymt
nl_nl: Plaats deze reactie anoniem
pl_pl: Opublikuj komentarz jako anonim
pt_pt: Publicar este comentário anonimamente
ru_ru: Опубликовать этот комментарий анонимно
sl_si: Pošljite komentar anonimno
sr_rs@latin: Pošaljite komentar anonimno
sv_se: Kommentera anonymt
uk_ua: Надіслати цей коментар анонімно
zh_cn: 匿名发布这个评论

# comments-postReply
source: Post Reply
ar_iq: إطرح إجابة
ca_es: Publica la resposta
cs_cz: Odeslat odpověď
de_de: Antwort abschicken
el_gr: Στείλτε απάντηση
eu_es: Bidali erantzuna
fa_ir: ارسال پاسخ
fi_fi: Lähetä vastaus
id_id: Post Balasan
nb_no: Send inn svar
nl_nl: Plaats antwoord
pl_pl: Opublikuj odpowiedź
pt_pt: Publicar Resposta
ru_ru: Опубликовать ответ
sl_si: Pošlji odgovor
sr_rs@latin: Slanje odgovora
sv_se: Skicka svar
uk_ua: Надіслати відповідь
zh_cn: 发表回复

# comments-readerComments
source: Reader Comments
ar_iq: تعليقات القراء
ca_es: Comentaris dels lectors/es
cs_cz: Komentáře čtenáře
de_de: Leser/innenkommentare
el_gr: Σχόλια Aναγνωστών
eu_es: Irakurleen iruzkinak
fa_ir: نظرات خوانندگان
fi_fi: Lukijakommentit
id_id: Komentar Pembaca
nb_no: Leserkommentarer
nl_nl: Reacties van lezers
pl_pl: Komentarze czytelników
pt_pt: Comentários do Leitor
ru_ru: Комментарии читателей
sl_si: Komentarji bralcev
sr_rs@latin: Komentari čitataoca
sv_se: Läsarkommentarer
uk_ua: Коментарі читачів
zh_cn: 读者评论

# comments-readMore
source: Read more
ar_iq: قراءة المزيد
ca_es: Llegiu-ne més
cs_cz: Číst více
de_de: Weiterlesen
el_gr: Διαβάστε περισσότερα
eu_es: Gehiago irakurri
fa_ir: بیشتر
fi_fi: Lue lisää
id_id: Baca Lebih Lanjut
nb_no: Les mer
nl_nl: Lees verder
pl_pl: Czytaj więcej
pt_pt: Ler mais
ru_ru: Читать дальше
sl_si: Preberi več
sr_rs@latin: Pročitajte više
sv_se: Läs mer
uk_ua: Далі...
zh_cn: 更多

# comments-replies
source: Replies
ar_iq: الإجابات
ca_es: Respostes
cs_cz: Odpovědi
de_de: Antworten
el_gr: Απαντήσεις
eu_es: Erantzunak
fa_ir: پاسخ‌ها
fi_fi: Vastaukset
id_id: Balasan
nb_no: Svar
nl_nl: Antwoorden
pl_pl: Odpowiedzi
pt_pt: Respostas
ru_ru: Ответы
sl_si: Odgovori
sr_rs@latin: Odgovori
sv_se: Svar
uk_ua: Відповіді
zh_cn: 回复

# comments-title
source: Title
ar_iq: العنوان
ca_es: Títol
cs_cz: Název
de_de: Überschrift
el_gr: Τίτλος
eu_es: Titulua
fa_ir: عنوان
fi_fi: Otsikko
id_id: Judul
nb_no: Tittel
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Заголовок
sl_si: Naslov
sr_rs@latin: Naslov
sv_se: Titel
uk_ua: Тема
zh_cn: 标题

# comments-viewAllComments
source: View all comments
ar_iq: معاينة كل التعليقات
ca_es: Visualitza tots els comentaris
cs_cz: Zobrazit všechny komentáře
de_de: Alle Kommentare anzeigen
el_gr: Προβολή όλων των σχολίων
eu_es: Ikusi iruzkin guztiak
fa_ir: دیدن تمام نظرات
fi_fi: Näytä kaikki kommentit
id_id: Lihat semua komentar
nb_no: Vis alle kommentarer
nl_nl: Bekijk alle reacties
pl_pl: Zobacz wszystkie komentarze
pt_pt: Visualizar todos os comentários
ru_ru: Просмотреть все комментарии
sl_si: Poglej vse komentarje
sr_rs@latin: Pregled svih komentara
sv_se: Visa alla kommentarer
uk_ua: Дивитися всі коментарі
zh_cn: 查看所有评论

# reader-fullText
source: Full Text:
ar_iq: النص الكامل:
ca_es: Text complet:
cs_cz: Celý text:
de_de: Volltext:
el_gr: Πλήρες κείμενο:
eu_es: Testu osoa:
fa_ir: تمام متن:
fi_fi: Kokoteksti:
id_id: Teks Lengkap:
nb_no: Fulltekst:
nl_nl: Volledige tekst:
pl_pl: Pełny tekst:
pt_pt: Texto Completo:
ru_ru: Полный текст:
sl_si: Celotno besedilo:
sr_rs@latin: Ceo tekst:
uk_ua: Повний текст:
zh_cn: 全文:
