Repository: TESTYXOPERO123/pkp
Catalog: locale/*/reviewer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_ca, it_it, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua

# user-authorization-submissionReviewer
source: The current user is not assigned as a reviewer for the requested document.
ar_iq: المستخدم الحالي ليس معيناً بمثابة محكم للوثيقة المطلوبة.
ca_es: L'usuari/ària actual no està assignat com a revisor/a per al document sol·licitat.
cs_cz: Současný uživatel není přiřazen jako recenzent pro požadovaný dokument.
da_dk: Den nuværende bruger er ikke tildelt rollen som bedømmer på det ønskede dokument.
de_de: Aktuelle/r Nutzer/in ist nicht als Gutachter/in für das angeforderte Dokument eingetragen.
el_gr: Ο Χρήστης δεν έχει επιλεγεί ως Αξιολογητής για τη συγκεκριμένη εργασία.
es_es: El usuario/a actual no está asignado como revisor/a para el documento solicitado.
fi_fi: Nykyinen käyttäjä ei ole pyydetyn dokumentin arvioija.
fr_ca: L'utilisateur actuel n'est pas assigné en tant qu'évaluateur pour le document demandé.
it_it: L'attuale utente non è assegnato come revisore del documento richiesto.
nl_nl: De huidige gebruiker is niet toegekend als reviewer voor het opgevraagde document.
pl_pl: Bieżący użytkownik nie jest przydzielony jako recenzent do wskazanego dokumentu.
pt_br: O usuário atual não está designado como avaliador para o documento requisitado.
pt_pt: O utilizador actual não foi designado como revisor para o artigo solicitado.
ru_ru: Данный пользователь не назначен рецензентом для запрошенного документа.
sl_si: Trenutni uporabnik ni dodeljen kot recenzent za zahtevani dokument.
sv_se: Nuvarande användare är inte tilldelad rollen granskare för begärt dokument.
tr_tr: Mevcut kullanıcı istenen doküman için hakem olarak atanmadı.
uk_ua: Поточний користувач не призначений рецензентом для документа, щодо якого надіслано запит.
