Repository: TESTYXOPERO123/pkp
Catalog: locale/*/reviewer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_ca, it_it, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua

# reviewer-submission-noGuidelines
source: This publisher has not set any reviewer guidelines.
ar_iq: هذا الناشر لم يضع أي إرشادات تحكيم بعد.
ca_es: Aquesta institució publicadora no ha establert directrius per al revisor/a.
cs_cz: Vydavatel nemá žádné pokyny pro recenzenty.
da_dk: Denne udgiver har ikke beskrevet retningslinjer for bedømmelser
de_de: Dieser Verlag hat keine Begutachtungsrichtlinien erlassen.
el_gr: Δεν διατίθενται οδηγίες προς Αξιολογητές.
es_es: Esta editorial no ha estabecido directrices del revisor/a.
fi_fi: Tämä julkaisija ei ole määritellyt ohjeita arvioijille.
fr_ca: Cette revue n'a pas établi de lignes directrices pour les évaluateurs.
it_it: Queasto editore non ha ancora definito alcuna linea guida per i revisori
nb_no: Utgiveren har ikke laget noen retningslinjer for fagfellevurdering
nl_nl: Deze uitgever heeft geen review richtlijnen opgesteld.
pl_pl: Wydawca nie określił wytycznych do recenzji.
pt_br: Este editor não definiu nenhuma diretriz para avaliação.
pt_pt: Este Editor ainda não definiu as directrizes de revisão.
ru_ru: Данный издатель не создал руководство для рецензентов.
sl_si: Izdajatelj ni definiral nobenih recenzentskih navodil.
sr_rs@cyrillic: Издавач није дао упутства за рецензирање.
sr_rs@latin: Izdavač nije dao uputstva za recenziranje.
sv_se: Utgivaren har inte sammanställt några riktlinjer för granskare.
tr_tr: Bu yayıncı hakem rehberleri için herhangi bir düzenleme yapmadı.
uk_ua: Цей видавець не створив жодного довідника рецензента.

# reviewer-submission-downloadDescription
source: Click on the file names below to download the files associated with this submission.
ar_iq: أنقر على أسماء الملفات المتعلقة بطلب النشر هذا أدناه لتزيلها.
ca_es: Feu clic als noms dels fitxers que vulgueu descarregar i reviseu els fitxers associats amb aquesta tramesa. Podeu revisar els fitxers en pantalla o bé imprimir-los.
cs_cz: Klikněte na níže uvedené názvy souborů a stáhněte soubory spojené s tímto příspěvkem.
da_dk: Klik på filnavnene nedenfor for at downloade de filer, der er knyttet til denne indsendelse.
de_de: Klicken Sie auf die Dateinahmen zum Download und begutachten Sie die zu dieser Einreichung gehörenden Dateien (am Bildschirm oder im Ausdruck).
el_gr: Επιλέξτε τους τίτλους αρχείων της υποβολής για να τα μεταφορτώσετε στον υπολογιστή σας.
es_es: Haz clic en el nombre de los archivos para descargar y revisar (en la pantalla o una vez impresos) los archivos relacionados con este envío.
fi_fi: Klikkaa tiedostonimiä alla ladataksesi tähän käsikirjoitukseen liittyvät tiedostot.
fr_ca: Cliquez sur les noms des fichiers pour télécharger et évaluer (sur l'écran ou après les avoir imprimés) les fichiers associés à cette soumission.
it_it: Clicca sui nomi per scaricare i file collegati a questa proposta
nb_no: Klikk p¨å filnavnene under for å laste ned filene som hører til innleveringen
nl_nl: Klik hieronder op de bestandsnaam om de bestanden van deze inzending te downloaden.
pl_pl: Kliknij na nazwy plików widoczne poniżej, aby pobrać pliki powiązane ze zgłoszeniem.
pt_br: Clique nos nomes dos arquivos para baixá-los e revise os arquivos associados a esta submissão.
pt_pt: Clique nos nomes dos ficheiros abaixo para fazer download de todos os ficheiros associados a esta submissão.
ru_ru: Щелкайте на именах файлов ниже, чтобы скачать файлы, связанные с этим материалом.
sl_si: Kliknite na imena datotek spodaj, da prenesete datoteke prispevka.
sr_rs@cyrillic: Кликните на имена докумената који су везани за пријаву да бисте их преузели на ваш рачунар.
sr_rs@latin: Kliknite na imena dokumenata koji su vezani za prijavu da biste ih preuzeli na vaš računar.
sv_se: Klicka på filnamnen nedan för att ladda ner filerna som tillhör detta bidrag.
tr_tr: Bu gönderi ile ilgili dosyaları indirmek için aşağıdaki dosya adlarına tıklayınız.
uk_ua: Натискайте на імена файлів нижче, щоб завантажити файли, пов'язані з цим матеріалом.

# reviewer-submission-reviewDescription
source: Enter (or paste) your review of this submission into the form below.
ar_iq: أدخل (أو إلصق) تحكيمك لطلب النشر هذا في النموذج أدناه.
ca_es: Introduïu (o enganxeu) la revisió d'aquesta tramesa al formulari que hi ha a continuació.
cs_cz: Vložte (nebo zkopírujte) vaši recenzi tohoto příspěvku do formuláře níže.
da_dk: Skriv (eller indsæt) din bedømmelse i feltet nedenfor.
de_de: Geben Sie Ihr Gutachten in das unten stehende Formular ein.
el_gr: Εισάγετε (ή αντιγράψτε) την αξιολόγησή σας στην ακόλουθη φόρμα.
es_es: Introduce (o pega) tu revisión de este envío en el formulario que se muestra a continuación.
fi_fi: Kirjoita (tai liitä) arviosi tästä käsikirjoituksesta alla olevaan lomakkeeseen.
fr_ca: Saisir (ou copier/coller) votre évaluation de cette soumission dans le formulaire ci-dessous.
it_it: Inserisci la tua revisione per questa proposta nel form qui sotto.
nb_no: Skriv inn (eller lim inn) din vurdering av denne innleveringen i skjemaet under.
nl_nl: Vul in onderstaand formulier uw review van deze inzending in.
pl_pl: Napisz (lub wklej) swoją recenzję w formularzu poniżej.
pt_br: Informe seu parecer para esta submissão no formulário abaixo.
pt_pt: Insira (ou cole) a sua revisão deste artigo no formulário abaixo.
ru_ru: Введите (или вставьте) вашу рецензию для этого материала в форму ниже.
sl_si: Vpišite vašo recenzijo v spodnji obrazec.
sr_rs@cyrillic: Упиштите или копирајте вашу рецензију у форму ниже.
sr_rs@latin: Upištite ili kopirajte vašu recenziju u formu niže.
sv_se: Fyll i din bedömning av detta bidrag i formuläret nedan.
tr_tr: Bu gönderi ile ilgili değerlendirmenizi aşağıdaki forma girin (veya yapıştırın).
uk_ua: Введіть (або вставте) вашу рецензію цього матеріалу у форму, розашовану нижче.

# reviewer-submission-uploadDescription
source: Upload files you would like the editor and/or author to consult, including revised versions of the original review file(s).
ar_iq: إرفع الملفات التي تود تقديمها إلى المحرر و/أو المؤلف بضمنها نسخة منقحة من ملفات التحكيم الأصلية.
ca_es: A més, també podeu carregar fitxers de consulta per a l'editor/a i/o l'autor/a, incloses les versions revisades dels fitxers originals per revisar.
cs_cz: Nahrajte soubory, které chcete konzultovat s editorem a/nebo autorem, včetně revidovaných verzí původního souboru.
da_dk: Overfør filer til redaktøren og/eller forfatteren som de kan konsultere, inklusiv reviderede udgaver af den originale bedømmelse.
de_de: Zusätzlich können Sie Dateien für Redakteur/in oder Autor/in hochladen, inkl. überarbeiteter Fassungen der begutachteten Datei(en).
el_gr: Μεταφορτώστε στην πλατφόρμα τα αρχεία προς τους Επιμελητές και/ή τους Συγγραφείς (συμπεριλαμβανομένων των αναθεωρημένων εκδόσεων των αρχικών αρχείων αξιολόγησης).
es_es: Además, puedes subir los archivos para que el editor y/o el autor los consulten, incluyendo las versiones revisadas del archivo(s) de la revisión original.
fi_fi: Lataa tiedostot, jotka haluat toimittajan ja/tai kirjoittajan käyvän läpi, mukaan lukien alkuperäisten arviointitiedostojen korjatut versiot.
fr_ca: Téléverser des fichiers que le rédacteur et/ou l'auteur pourront consulter, y compris les versions révisées des fichiers d'évaluation originaux.
it_it: Carica i file che voi far consultare all'editor e/o all'autore, incluse le versioni riviste dei file originali.
nb_no: Last opp filene du ønsker at redaktør og/eller forfatter skal se, inkludert reviderte versjoner av originalfilen(e).
nl_nl: Laad bestanden op die de redactie/auteur(s) moeten kunnen raadplegen, inclusief bewerkte versies van de originele reviewbestand(en).
pl_pl: Prześlij pliki do konsultacji z redaktorem i/lub z autorem, uwzględniając poprawione wersje oryginalnych plików recenzji.
pt_br: Adicionalmente, você pode enviar arquivos ao editor e/ou autor para consulta, incluindo versões revisadas do arquivo original (s).
pt_pt: Faça upload de ficheiros que gostaria que o Editor e/ou autor consultassem, incluindo versões revistas do(s) ficheiro (s) original.
ru_ru: Загрузите файлы, которые стоит просмотреть редактору и/или автору, включая откорректированные версии оригинальных файлов для рецензии.
sl_si: Naložite datoteke, za katere bi radi, da jih pregledata urednik in/ali avtor, lahko tudi posodobljene verzije originalnih datotek prispevka.
sr_rs@cyrillic: Доставите документе које би желели да уредник и/или аутор консултују, укључујући и ревидиране верзије рецензентских фајлова.
sr_rs@latin: Dostavite dokumente koje bi želeli da urednik i/ili autor konsultuju, uključujući i revidirane verzije recenzentskih fajlova.
sv_se: Ladda upp filer som du vill att redaktörer och/eller författare ska ta hänsyn till, inklusive reviderade versioner av ursprungliga filer för granskning.
tr_tr: Orijinal inceleme dosyasının / dosyalarının gözden geçirilmiş sürümleri de dahil olmak üzere editör ve / veya yazarın istemesini istediğiniz dosyaları yükleyin.
uk_ua: Завантажте файли, які варто переглянути редакторові та/або автору, включаючи відкоректовані версії оригінальних файлів для рецензії.

# reviewer-complete
source: Review Submitted
ar_iq: التحكيم مسلَّم
ca_es: S'ha tramès la revisió
cs_cz: Recenze odeslána
da_dk: Bedømmelse afsendt
de_de: Gutachten eingereicht
el_gr: Η αξιολόγηση καταχωρήθηκε.
es_es: Revisión presentada
fi_fi: Arviointi lähetetty
fr_ca: Évaluation envoyée
it_it: Revisione inviata
nb_no: Fagfellevurdering sendt inn
nl_nl: Review ingediend
pl_pl: Recenzja ukończona
pt_br: Avaliação Enviada
pt_pt: Revisão Enviada
ru_ru: Рецензия отправлена
sl_si: Recenzija oddana
sr_rs@cyrillic: Рецензија је послата
sr_rs@latin: Recenzija je poslata
sv_se: Bedömning inlämnad
tr_tr: Değerlendirme Gönderildi
uk_ua: Рецензію надіслано

# reviewer-confirmSubmit
source: Are you sure you want to submit this review?
ar_iq: هل أنت متأكد من رغبتك في تسليم هذا التحكيم؟
ca_es: Esteu segur/a que voleu trametre aquesta revisió?
cs_cz: Jste si jisti, že chcete odeslat tuto recenzi?
da_dk: Er du sikker på, at du vil sende denne bedømmelse?
de_de: Sind Sie sicher, dass Sie dieses Gutachten jetzt einreichen wollen?
el_gr: Επιβεβαιώνετε την υποβολή της αξιολόγησης;
es_es: ¿Estás seguro de que deseas presentar esta revisión?
fi_fi: Haluatko varmasti lähettää tämän arvioinnin?
fr_ca: Vous voulez vraiment envoyer cette évaluation?
it_it: Sei sicuro di voler inviare la revisione ?
nb_no: Er du sikker på at du ønsker å sende inn denne fagfellevurderingen?
nl_nl: Weet u zeker dat u deze review wilt indienen?
pl_pl: Czy na pewno przesłać recenzję?
pt_br: Tem certeza de que deseja enviar seu parecer?
pt_pt: Tem certeza de que deseja enviar esta revisão?
ru_ru: Вы уверены, что хотите отправить эту рецензию?
sl_si: Ste prepričani, da želite oddati to recenzijo?
sr_rs@cyrillic: Да ли сте сигурни да желите да пошаљете ову рецензију?
sr_rs@latin: Da li ste sigurni da želite da pošaljete ovu recenziju?
sv_se: Är du säker på att du vill lämna in den här bedömningen?
tr_tr: Bu değerlendirmeyi göndermek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете надіслати цю рецензію?

# reviewer-complete-whatNext
source: Thank you for completing the review of this submission. Your review has been submitted successfully. We appreciate your contribution to the quality of the work that we publish; the editor may contact you again for more information if needed.
ar_iq: شكراً لإكمالك مهمة تحكيم هذا المؤلَّف. تم تسليم تحكيمك بنجاح. نحن نقدر مساهمتك في تحسين نوعية الأعمال التي ننشرها. قد يراسلك المحرر لاحقاً إذا تطلب الأمر الحصول على مزيد من المعلومات.
ca_es: Gràcies per finalitzar la revisió d'aquesta tramesa. La vostra revisió s'ha tramès correctament. Agraïm que hàgiu contribuït a garantir la qualitat de la feina que publiquem; és possible que l'editor/a us torni a contactar per obtenir més informació.
cs_cz: Děkujeme, že jste dokončili recenzi tohoto příspěvku. Vaše recenze byla úspěšně odeslána. Oceňujeme váš přínos ke kvalitě našeho časopisu. Editor vás může znovu kontaktovat, pokud by potřeboval další informace.
da_dk: Tak, fordi du har fuldført bedømmelsen af denne indsendelse. Din bedømmelse er modtaget. Vi påskønner dit bidrag til kvaliteten af de artikler, vi publicerer. Redaktøren vil eventuelt kontakte dig, hvis yderligere information ønskes.
de_de: Vielen Dank für den Abschluss der Begutachtung dieser Einreichung. Ihr Gutachten ist erfolgreich übermittelt worden. Wir schätzen Ihren Beitrag zur Qualität der von uns veröffentlichten Arbeiten sehr. Vielleicht wird der/die Redakteur/in Sie noch einmal kontaktieren, falls weitere Informationen benötigt werden.
el_gr: Η αξιολόγηση ολοκληρώθηκε επιτυχώς. Ευχαριστούμε για τη συμβολή σας στη βελτίωση της ποιότητας των υποβαλλόμενων εργασιών. Εάν χρειαστεί, οι Επιμελητές θα επικοινωνήσουν μαζί σας για πρόσθετες διευκρινίσεις.
es_es: Gracias por completar la revisión de este envío. La revisión se envió con éxito. Le agradecemos que haya contribuido a que el trabajo que publicamos sea de calidad. El editor/a se pondrá en contacto con usted si necesita más información.
fi_fi: Kiitos tämän käsikirjoituksen arvioinnin suorittamisesta. Arviointisi on lähetetty onnistuneesti. Arvostamme panostasi julkaisemamme työn laadun hyväksi. Toimittaja ottaa tarvittaessa sinuun uudelleen yhteyttä, esim. jos tarvitaan lisätietoja.
fr_ca: Merci d'avoir évalué cette soumission. Votre évaluation a bien été reçue. Nous apprécions votre contribution à la qualité du travail que nous publions. L'éditeur pourrait vous contacter à nouveau pour obtenir d'autres renseignements, le cas échéant.
it_it: Grazie per aver completato la revisione di questa proposta. La tua revisione è stata inviata con successo. Apprezziamo molto il tuo contributo alla qualità dei lavori che pubblichiamo; l'editor potrebbe contattarti ancora per eventuali ulteriori informazioni.
nb_no: Takk for at du fullførte fagfellevurderingen, innleveringen var vellykket. Vi setter stor pris på ditt bidrag til å opprettholde kvaliteten i vår publikasjon. Redaktøren tar kontakt dersom mer informasjon eller avklaring er nødvendig.
nl_nl: Bedankt voor het voltooien van de review voor deze inzending. Uw review is met succes ingediend. We appreciëren uw bijdrage aan de kwaliteit van onze publicatie; de redactie kan u eventueel nog contacteren voor meer informatie.
pl_pl: Dziękujemy za ukończenie recenzji. Twoja recenzja została przesłana na platformę. Dziękujemy za wkład w budowanie jakości czasopisma. Redaktor może się z Tobą skontaktować w przypadku konieczności uzyskania dodatkowych informacji.
pt_br: Obrigado por completar a avaliação da submissão. Seu parecer foi submetido com êxito. Agradecemos a sua contribuição para a qualidade do trabalho que publicamos. O editor pode contatá-lo novamente para obter mais informações se for necessário.
pt_pt: Obrigado por concluirs a revisão deste artigo. A sua revisão foi enviada com sucesso. Agradecemos a sua contribuição para a qualidade do trabalho que publicamos; O Editor pode contatá-lo novamente para obter mais informações, se necessário.
ru_ru: Благодарим вас за рецензирование данного материала. Ваша рецензия была успешно отправлена. Мы высоко ценим ваш вклад в качество работ, которые мы публикуем; если понадобится, редактор может связаться с вами снова для получения более подробной информации.
sl_si: Hvala lepa za opravljanje te recenzije. Recenzija je bila uspešno oddana. Zahvaljujemo se vam za vaše delo, ki pomaga pri kvaliteti objavljenih prispevkov. V primeru, da bo urednik potreboval še kakšne informacije, se lahko še obrne na vas.
sr_rs@cyrillic: Хвала Вам што сте урадили рецензију за овај рад. Ваша рецензија је успешно послата, захваљујемо Вам се на доприносу квалитету радова које објављујемо. Уколико буде потребно уредни ће вас контактирати за додатне информације.
sr_rs@latin: Hvala Vam što ste uradili recenziju za ovaj rad. Vaša recenzija je uspešno poslata, zahvaljujemo Vam se na doprinosu kvalitetu radova koje objavljujemo. Ukoliko bude potrebno uredni će vas kontaktirati za dodatne informacije.
sv_se: Tack för att du slutförde granskningen av det här bidraget. Din bedömning har nu lämnats in. Vi uppskattar ditt bidrag till kvaliteten på det vi publicerar. Redaktören kan komma att kontakta dig igen ifall mer information behövs.
tr_tr: Bu gönderimin değerlendirmesini tamamladığınız için teşekkür ederiz. Değerlendirmeniz başarıyla gönderildi. Dergimizin kalitesine katkınız için teşekkür ederiz; editör, gerekirse daha fazla bilgi için sizinle tekrar iletişime geçebilir.
uk_ua: Дякуємо, що завершили рецензування цього матеріалу. Вашу рецензію успішно надіслано. Ми цінуємо ваш внесок у якість роботи, яку ми публікуємо; редактор може знову зв'язатися з вами для отримання додаткової інформації, якщо це буде необхідно.

# reviewer-aboutDueDates
source: About Due Dates
ar_iq: عن تواريخ الاستيجاب
ca_es: Més informació sobre les dates de venciment
cs_cz: O termínech
da_dk: Om forfaldsdatoer
de_de: Über die Fälligkeit
el_gr: Σχετικά με τις προθεσμίες αξιολόγησης
es_es: Acerca de las fechas límite
fi_fi: Tietoa määräpäivistä
fr_ca: À propos des dates d'échéance
it_it: Riguardo le date
nb_no: Om tidsfrister
nl_nl: Belangrijke datums
pl_pl: O terminach
pt_br: Sobre Datas Limites
pt_pt: Sobre Prazos
ru_ru: О сроках выполнения
sl_si: O datumskih rokih
sr_rs@cyrillic: О роковима
sr_rs@latin: O rokovima
sv_se: Om förfallodatum
tr_tr: Son Tarihler Hakkında
uk_ua: Про терміни виконання

# reviewer-aboutDueDates-text
source: The editor asks that you either accept or decline the review before the Response Due Date and complete the review by the Review Due Date.
ar_iq: يلتمس منك المحرر الإختيار ما بين قبول التحكيم أو رفضه قبل تاريخ استيجاب الرد. إذا قبلت إجراء التحكيم، ينبغي أن يكون إنجازه قبل تاريخ استيجاب التحكيم.
ca_es: L'editor/a us demana que accepteu o rebutgeu la revisió abans de la data de venciment de la resposta i que acabeu la revisió abans de la data de venciment de la revisió.
cs_cz: Editor vás požádá, abyste buď schválili nebo odmítli recenzi před stanoveným datem a vlastní recenzi dokončili také do stanoveného data.
da_dk: Redaktøren beder dig om enten at acceptere eller afvise anmodningen inden den dato, der er angivet ud for 'Svar senest' og færdiggøre bedømmelsen inden den dato, der er anført ud for 'Bedømmelsen er forfalden'.
de_de: Der/die Redakteur/in bittet darum, dass Sie vor der Fälligkeit der Antwort die Begutachtung annehmen oder absagen und dass Sie Ihr Gutachten vor dem Fälligkeitsdatum des Gutachtens abschließen.
el_gr: Παρακαλούμε απαντήστε στο αίτημα αξιολόγησης και ολοκληρώστε την αξιολόγησή μέχρι τις αντίστοιχες προβλεπόμενες ημερομηνίες.
es_es: El editor solicita que aceptes o rechaces la revisión antes de la "Fecha límite de respuesta" y finalices la revisión antes de la "Fecha límite de la revisión".
fi_fi: Toimittaja pyytää, että hyväksyt arvioinnin tai kieltäydyt siitä ennen vastauksen määräpäivää ja suoritat arvioinnin arvioinnin määräpäivään mennessä.
fr_ca: Le rédacteur demande que vous acceptiez ou refusiez d'évaluer la soumission avant la date d'échéance, et si vous acceptez, que vous complétiez l'évaluation avant la date d'échéance.
it_it: L'editor ti chiede di accettare o declinare la richiesta di revisione prima della data di accettazione e di completare la revisione entro la data di consegna.
nb_no: Redaktøren ber deg om å enten akseptere eller avvise fagfellevurderingen innen tidsfristen for besvaring av forespørsel om fagfellevurdering, og levere den ferdige fagfellevurderingen innen tidssfristen for fullføring av fagfellevurdering.
nl_nl: De redactie vraagt dat u het reviewverzoek aanvaardt of afwijst vóór de uiterste antwoorddatum, en -indien u aanvaardt- dat u de review indient voor de uiterste reviewdatum.
pl_pl: Redaktor prosi o zaakceptowanie lub odrzucenie prośby o wykonanie recenzji, a w przypadku akceptacji o jej wykonanie w podanym terminie.
pt_br: O editor pede que você o aceite ou recuse a avaliação antes da Data Limite para Resposta e conclua a avaliação antes da Data Limite para Avaliação.
pt_pt: O Editor pede que aceite ou recuse a revisão antes da data de resposta devida e conclua a revisão até à data de devolução da revisão.
ru_ru: Редактор просит вас принять или отклонить запрос на рецензию до даты ответа на запрос и выполнить рецензию до даты предоставления рецензии.
sl_si: Urednik vas prosi, da sprejmete ali zavrnete recenzijo do roka za odziv recenzenta ter končate recenzijo do roka za dokončanje recenzije.
sr_rs@cyrillic: Уредник захтева да или прихватие или одбијете рецензирање пре истека рока за одговор и завршите рецензију до истека рока за рецензирање
sr_rs@latin: Urednik zahteva da ili prihvatite ili odbijete recenziranje pre isteka roka za odgovor i završite recenziju do isteka roka za recenziranje
sv_se: Redaktören ber dig att antingen acceptera eller avböja granskningsförfrågan innan sista svarsdatum och att slutföra granskningen vid angiven deadline.
tr_tr: Editör, Değerlendirme Son Tarihi'nden önce incelemeyi kabul ettiğinizi veya reddettiğinizi ve Değerlendirme Son Tarihine kadar değerlendirmeyi tamamlamanızı beklemektedir.
uk_ua: Редактор просить вас прийняти або відхилити запит на рецензію до закінчення терміну відповіді на запит та завершити рецензію до закінчення терміну рецензування.

# submission-comments-canShareWithAuthor
source: For author and editor
ar_iq: للمؤلف والمحرر
ca_es: Per a l'autor i l'editor
cs_cz: Pro autora a redaktora
da_dk: Til forfatter og redaktør
de_de: Für Autor/in und Redakteur/in
el_gr: Για Συγγραφείς και Επιμελητές
es_es: Para el autor/a y el editor/a
fi_fi: Kirjoittajalle ja toimittajalle
fr_ca: Ce texte sera transmis à l'auteur et au rédacteur
it_it: Per l'autore e l'editor
nb_no: Til forfatter og redaktør
nl_nl: Voor auteur en redacteur
pl_pl: Widoczne dla autora i redaktora
pt_br: Para autor e editor
pt_pt: Para o autor e Editor
ru_ru: Для автора и редактора
sl_si: Za avtorja in urednika
sr_rs@cyrillic: За уредника и аутора
sr_rs@latin: Za urednika i autora
sv_se: För författare och redaktör
tr_tr: Editör ve yazar için
uk_ua: Для автора та редактора

# submission-comments-cannotShareWithAuthor
source: For editor only
ar_iq: للمحرر حصراً
ca_es: Només per a l'editor
cs_cz: Pouze pro redaktora
da_dk: Kun til redaktør
de_de: Nur für Redakteur/in
el_gr: Μόνο για Επιμελητές
es_es: Solo para el editor/a
fi_fi: Vain toimittajalle
fr_ca: Ce texte sera transmis uniquement au rédacteur
it_it: Per l'editor solamente
nb_no: Kun til redaktør
nl_nl: Enkel voor de redacteur
pl_pl: Widoczne tylko do redaktora
pt_br: Apenas para o editor
pt_pt: Apenas para o Editor
ru_ru: Только для редактора
sl_si: Samo za urednika
sr_rs@cyrillic: Само за уредника
sr_rs@latin: Samo za urednika
sv_se: Endast för redaktör
tr_tr: Yalnızca editör için
uk_ua: Лише для редактора
