Repository: TESTYXOPERO123/pkp
Catalog: locale/*/reviewer.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_ca, it_it, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua

# reviewer-reviewSteps-request
source: 1. Request
ar_iq: 1. الإلتماس
ca_es: 1. Sol·licitud
cs_cz: 1. Požadavek
da_dk: 1. Anmodning
de_de: 1. Anfrage
el_gr: 1. Αίτημα
es_es: 1. Solicitud
fi_fi: 1. Pyyntö
fr_ca: 1. Requête
it_it: 1. Richiesta
nb_no: 1. Forespørsel
nl_nl: 1. Verzoek
pl_pl: 1. Zapytanie
pt_br: 1. Requisição
pt_pt: 1. Pedido
ru_ru: 1. Запрос
sl_si: 1. Prošnja
sr_rs@cyrillic: 1. Захтев
sr_rs@latin: 1. Zahtev
sv_se: 1. Förfrågan
tr_tr: 1. İstek
uk_ua: 1. Запит

# reviewer-reviewSteps-guidelines
source: 2. Guidelines
ar_iq: 2. الإرشادات
ca_es: 2. Directrius
cs_cz: 2. Pokyny
da_dk: 2. Retningslinjer
de_de: 2. Richtlinien
el_gr: 2. Οδηγίες
es_es: 2. Directrices
fi_fi: 2. Ohjeet
fr_ca: 2. Lignes directrices
it_it: 2. Linee guida
nb_no: 2. Retningslinjer
nl_nl: 2. Richtlijnen
pl_pl: 2. Wytyczne
pt_br: 2. Diretrizes
pt_pt: 2. Directrizes
ru_ru: 2. Руководство
sl_si: 2. Navodila
sr_rs@cyrillic: 2. Упутства
sr_rs@latin: 2. Uputstva
sv_se: 2. Riktlinjer
tr_tr: 2. Rehberler
uk_ua: 2. Довідник

# reviewer-reviewSteps-download
source: 3. Download & Review
ar_iq: 3. التنزيل والتحكيم
ca_es: 3. Descarrega i revisa
cs_cz: 3. Stažení a vlastní recenze
da_dk: 3. Download & bedømmelse
de_de: 3. Download & Begutachtung
el_gr: 3. Μεταφόρτωση & Αξιολόγησης
es_es: 3. Descarga y revisión
fi_fi: 3. Lataa & arvioi
fr_ca: 3. Télécharger & Évaluer
it_it: 3. Scarica e revisiona
nb_no: 3. Last ned og vurder
pl_pl: 3. Pobieranie i recenzja
pt_br: 3. Download e Avaliação
pt_pt: 3. Download & Revisão
ru_ru: 3. Скачать и рецензировать
sl_si: 3. Prenos & Recenzija
sr_rs@cyrillic: 3. Преузми и уради рецензију
sr_rs@latin: 3. Preuzmi i uradi recenziju
sv_se: 3. Ladda ner & granska
tr_tr: 3. İndirme ve Görüntülemeler
uk_ua: 3. Завантажити та рецензувати

# reviewer-reviewSteps-completion
source: 4. Completion
ar_iq: 4. الإكمال
ca_es: 4. Finalització
cs_cz: 4. Ukončení
da_dk: 4. Afslutning
de_de: 4. Abschluss
el_gr: 4. Ολοκλήρωση
es_es: 4. Finalización
fi_fi: 4. Lopetus
fr_ca: 4. Terminer
it_it: 4. Completa
nb_no: 4. Fullføring
nl_nl: 4. Voltooiing
pl_pl: 4. Finalizacja
pt_br: 4. Finalização
pt_pt: 4. Conclusão
ru_ru: 4. Завершение
sl_si: 4. Zaključek
sr_rs@cyrillic: 4. Завршетак
sr_rs@latin: 4. Završetak
sv_se: 4. Slutförande
tr_tr: 4. Tamamlama
uk_ua: 4. Завершення

# reviewer-step1-request
source: Request for Review
ar_iq: إلتماس التحكيم
ca_es: Sol·licita una revisió
cs_cz: Vyžádat recenzi
da_dk: Anmodning om bedømmelse
de_de: Begutachtungsanfrage
el_gr: Αίτημα για αξιολόγηση
es_es: Solicitud de revisión
fi_fi: Arviointipyyntö
fr_ca: Requête d'évaluation
it_it: Richiesta di revisione
nb_no: Forespørsel om fagfellevurdering
nl_nl: Reviewverzoek
pl_pl: Prośba o wykonanie recenzji
pt_br: Solicitar Avaliação
pt_pt: Pedido para Revisão
ru_ru: Запрос на рецензию
sl_si: Prošnja za recenzijo
sr_rs@cyrillic: Захтев за рецензирање
sr_rs@latin: Zahtev za recenziranje
sv_se: Granskningsförfrågan
tr_tr: Değerlendirme İsteği
uk_ua: Запит на рецензію

# reviewer-step1-requestBoilerplate
source: You have been selected as a potential reviewer of the following submission. Below is an overview of the submission, as well as the timeline for this review. We hope that you are able to participate.
ar_iq: لقد تم اختيارك كمحكم محتمل لطلب النشر الآتي وتجد أدناه نظرة عامة عنه مع الخط الزمني المتاح للتحكيم. نأمل أنك قادر على المساهمة فيه.
ca_es: Se us ha seleccionat com a possible revisor/a de la tramesa següent. A continuació es mostra una visió general de la tramesa, així com la línia temporal d'aquesta revisió. Esperem que hi pugueu participar.
cs_cz: Byl(a) jste vybrán(a) jako potenciální recenzent následujícího příspěvku. Níže je uveden přehled příspěvku a také časový rozvrh této recenze. Budeme rádi, když se budete moci zúčastnit.
da_dk: Du er blevet valgt som mulig bedømmer på medfølgende indsendelse. Nedenfor finder du en oversigt over indsendelsen såvel som tidsplanen for denne bedømmelse. Vi håber, du har mulighed for at medvirke.
de_de: Sie sind als mögliche/r Gutachter/in für die folgende Einreichung eingeschätzt worden. Unten finden Sie einen Überblick über die Einreichung und einen Zeitplan für dieses Gutachten. Wir hoffen, dass Sie in der Lage sind, daran mitzuwirken.
el_gr: Έχετε επιλεγεί ως πιθανός Αξιολογητής για την ακόλουθη υποβολή. Ακολουθεί η επισκόπηση της υποβολής και το προβλεπόμενο χρονοδιάγραμμα της αξιολόγησης. Ελπίζουμε ότι θα συμβάλετε στην αξιολόγηση.
es_es: Ha sido seleccionado como posible revisor/a del siguiente envío. A continuación encontrará un resumen de la propuesta, así como el cronograma para esta revisión. Esperamos contar con su colaboración.
fi_fi: Sinut on valittu seuraavan käsikirjoituksen mahdolliseksi arvioijaksi. Alla on yleiskatsaus käsikirjoituksesta sekä tämän arvioinnin aikataulu. Toivomme, että sinulla on mahdollisuus osallistua.
fr_ca: Vous avez été choisi en tant qu'évaluateur potentiel de la soumission suivante. Voici un aperçu de la soumission, ainsi que les échéanciers associés à son examen. Nous espérons que vous pourrez participer au processus d'évaluation.
it_it: Sei stato selezionato come possibile revisore di questa proposta. Sotto trovi una descrizione della proposta e la tempistica per la revisione. Speriamo che tu possa partecipare alla revisione.
nb_no: Du har blitt vurdert som en potensiell fagfellevurderer av følgende publikasjon. Nedenfor finner du en oversikt over innlevert materiale og en tidsplan for gjennomføring av vurderingen. Vi håper du har mulighet til å påta deg vurderingen.
nl_nl: U werd geselecteerd als mogelijke reviewer voor volgende inzending. Hieronder vindt u een overzicht van de inzending, en een planning voor deze review. We hopen dat u kan deelnemen aan het peer review proces.
pl_pl: Zostałeś poproszony o wykonanie recenzji zgłoszonego tekstu. Poniżej znajdziesz opis zgłoszenia oraz harmonogram recenzji. Mamy nadzieję, że zaakceptujesz prośbę redakcji.
pt_br: Você foi selecionado como um avaliadores potencial da submissão a seguir. Abaixo está uma visão geral da mesma, assim como os prazos para esta revisão. Esperamos que esteja apto a participar.
pt_pt: Foi seleccionado(a) como um revisor potencial do seguinte artigo. Abaixo está uma visão geral da submissão, bem como a linha de tempo para esta revisão. Esperamos que possa participar nesta tarefa!
ru_ru: Вы были выбраны в качестве потенциального рецензента для следующего материала. Ниже приведено описание материала и сроки выполнения этой рецензии. Мы надеемся, что вы сможете принять участие в рецензировании.
sl_si: Izbrani ste bili kot potencialni recenzent naslednjega prispevka. Spodaj je kratek pregeld prispevka in predvidena časovnica za opralvjanje recenzije. Upamo, da boste lahko sodelovali.
sr_rs@cyrillic: Одабрани сте као потенцијални рецензент за следећи рад. Ниже се налази преглед предаје као и рокови за завршетак рецензије. Надамо се Вашем доприносу.
sr_rs@latin: Odabrani ste kao potencijalni recenzent za sledeći rad. Niže se nalazi pregled predaje kao i rokovi za završetak recenzije. Nadamo se Vašem doprinosu.
sv_se: Du har valts ut som potentiell granskare av följande bidrag. Nedan finns en översikt av bidraget, samt en tidsplan för granskningen. Vi hoppas att du har möjlighet att delta.
tr_tr: Aşağıdaki gönderinin potansiyel hakemi olarak seçildiniz. Aşağıda, bu hakemlik isteğinin zaman çizelgesinin yanı sıra değerlendirme için genel bir bilgilendirme sunulmaktadır. Değerlendirmeyi kabul edeceğinizi umuyoruz.
uk_ua: Ви були обрані як потенційний рецензент наступного матеріалу. Нижче наведено опис матеріалу та терміни розгляду. Ми сподіваємось, що ви зможете взяти участь у рецензуванні.

# reviewer-step1-viewAllDetails
source: View All Submission Details
ar_iq: معاينة كل تفاصيل طلب النشر
ca_es: Visualitza els detalls de la tramesa
cs_cz: Zobrazit všechny podrobnosti příspěvku
da_dk: Se alle indsendelsesdetaljer
de_de: Alle Details der Einreichung anzeigen
el_gr: Προβολή στοιχείων της υποβολής
es_es: Ver todos los detalles del envío
fi_fi: Näytä kaikki käsikirjoituksen tiedot
fr_ca: Voir tous les détails de la soumission
it_it: Vedi tutti i dettagli della proposta
nb_no: Se alle innleveringsdetaljer
nl_nl: Bekijk alle gegevens van de inzending
pl_pl: Wyświetl wszystkie szczegóły zgłoszonego tekstu.
pt_br: Ver Todos os Detalhes da Submissão
pt_pt: Ver Todos Detalhes Artigo
ru_ru: Показать всю информацию о материале
sl_si: Poglej vse podatke prispevka
sr_rs@cyrillic: Погледај све детаље предаје
sr_rs@latin: Pogledaj sve detalje predaje
sv_se: Visa alla bidragets detaljer
tr_tr: Tüm Gönderi Detaylarını Görüntüle
uk_ua: Показати усю інформацію про матеріал

# reviewer-submission-reviewerFiles
source: Reviewer Files
ar_iq: ملفات المحكم
ca_es: Fitxers del revisor/a
cs_cz: Soubory recenzenta
da_dk: Bedømmelsesfiler
de_de: Dateien des/der Gutachter/in
el_gr: Αρχεία Αξιολογητών
es_es: Archivos del revisor/a
fi_fi: Arvioijan tiedostot
fr_ca: Fichiers de l'évaluateur
it_it: File del revisore
nb_no: Filer for fagfellevurdering
nl_nl: Reviewbestanden
pl_pl: Pliki recenzenta
pt_br: Arquivos do avaliador
pt_pt: Ficheiros para Revisão
ru_ru: Файлы рецензента
sl_si: Recenzentske datoteke
sr_rs@cyrillic: Рецензентски фајлови
sr_rs@latin: Recenzentski fajlovi
sv_se: Granskares filer
tr_tr: Hakem Dosyaları
uk_ua: Файли рецензента

# reviewer-submission-declineReview
source: Decline Review Request
ar_iq: أرفض إلتماس التحكيم
ca_es: Rebutja la sol·licitud de revisió
cs_cz: Odmítnout požadavek na recenzi¨
da_dk: Afvis anmodningen
de_de: Begutachtungsanfrage ablehnen
el_gr: Απόρριψη αιτήματος αξιολόγησης
es_es: Rechazar la solicitud del revisor/a
fi_fi: Kieltäydy arviointipyynnöstä
fr_ca: Refuser la requête d'évaluation
it_it: Non accetti di fare la revisione
nb_no: Avvis forespørsel om fagfellevurdering
nl_nl: Wijs reviewverzoek af
pl_pl: Odrzuć prośbę o wykonanie recenzji
pt_br: Recusar Pedido de Avaliação
pt_pt: Recusar Pedido Revisão
ru_ru: Отклонить запрос на рецензию
sl_si: Zavrni prošnjo za recenzijo
sr_rs@cyrillic: Добиј захтев за рецензирање
sr_rs@latin: Dobij zahtev za recenziranje
sv_se: Avböj granskningsförfrågan
tr_tr: Değerlendirme İsteğini Reddet
uk_ua: Відхилити запит на рецензію

# reviewer-submission-declineReviewMessage
source: You may provide the editor with any reasons why you are declining this review in the field below.
ar_iq: بإمكانك إعلام المحرر عن أي من الأسباب التي أدت إلى رفضك هذا التحكيم في الحقل أدناه.
ca_es: Podeu anotar la raó per la qual heu rebutjat la revisió al quadre de text següent i comunicar-ho a l'editor/a.
cs_cz: V následujícím poli můžete uvést důvody odmítnutí recenze.
da_dk: Du er velkommen til at give redaktøren en forklaring på, hvorfor du afviser denne indsendelse i feltet nedenfor.
de_de: Sie können der/dem Redakteur/in Gründe für Ihre Absage dieses Gutachtens nennen.
el_gr: Εφόσον επιθυμείτε, αναφέρετε τους λόγους απόρριψης της αξιολόγησης στο πεδίο που ακολουθεί.
es_es: En el siguiente campo puedes indicarle al editor los motivos por los que has rechazado esta revisión.
fi_fi: Voit kertoa alla olevassa kentässä toimittajalle syyn, miksi kieltäydyt suorittamasta tätä arviointia.
fr_ca: Vous pouvez indiquer au rédacteur, dans le champ ci-dessous, les raisons pour lesquelles vous refusez de participer à ce processus d'évaluation.
it_it: Puoi scrivere all'editor le motivazioni per cui declini la possibilità di fare la revisione inserendole nel form qui sotto.
nb_no: I feltet under kan du informere redaktøren om eventuelle grunner for avslaget av fagfellevurderingen.
nl_nl: Hieronder kan u een reden opgeven voor de weigering van dit reviewverzoek.
pl_pl: W polu widocznym poniżej możesz podać powód swojej decyzji. Wiadomość zostanie przesłana do redaktora.
pt_br: Você pode informar ao editor as razões de sua recusa com comentários no campo abaixo.
pt_pt: Pode fornecer ao Editor os motivos da recusa desta revisão no campo abaixo.
ru_ru: Вы можете описать для редактора причины вашего отказа от рецензирования этого материала в поле ниже.
sl_si: V polju spodaj lahko urendiku sporočite, zakaj zavračate to prošnjo za recenzijo.
sr_rs@cyrillic: У пољу ниже можете навести разлоге одбијања рецензирања и послати их уреднику.
sr_rs@latin: U polju niže možete navesti razloge odbijanja recenziranja i poslati ih uredniku.
sv_se: Du kan förse redaktören med skäl till varför du avböjer granskningsförfrågan i fältet nedan.
tr_tr: Aşağıdaki alanda bu isteği reddetme nedeninizi editöre bildirebilirsiniz.
uk_ua: Ви можете навести редактору причини вашої відмови від рецензування цього матеріалу в полі, яке розташоване нижче.

# reviewer-submission-acceptReview
source: Accept Review, Continue to Step #2
ar_iq: أقبل التحكيم، استمر إلى الخطوة #2
ca_es: Accepta la revisió i continua al pas núm. 2
cs_cz: Přijmout recenzi, pokračovat na Krok 2.
da_dk: Acceptér anmodningen, forstsæt til trin #2
de_de: Gutachten annehmen, weiter mit Schritt #2
el_gr: Αποδοχή αξιολόγησης, συνέχεια στο Βήμα #2
es_es: Aceptar revisión, continuar con Paso #2
fi_fi: Hyväksy arviointipyyntö, jatka vaiheeseen 2
fr_ca: Accepter l'évaluation, continuer à l'étape #2
it_it: Accetti di fare la revisione, continua al passo #2
nb_no: Godta fagfellevurdering, fortsett til steg #2.
nl_nl: Aanvaard review, ga door naar stap #2
pl_pl: Zaakceptuj prośbę o wykonanie recenzji i przejdź do kroku #2
pt_br: Aceitar Avaliação, Continue no Passo #2
pt_pt: Aceitar Revisão, Avançar para Passo #2
ru_ru: Согласиться на рецензирование, перейти к шагу №2
sl_si: Sprejmi recenzijo, Nadaljuj na korak #2
sr_rs@cyrillic: Прихвати захтев и пређи на 2. корак
sr_rs@latin: Prihvati zahtev i pređi na 2. korak
sv_se: Acceptera granskningsförfrågan, fortsätt till steg 2
tr_tr: Adım #2'ye geçebilmek için Değerlendirmeyi Kabul Et
uk_ua: Погодитися на рецензування, перейти до кроку №2

# reviewer-submission-continueToStepThree
source: Continue to Step #3
ar_iq: استمر إلى الخطوة #3
ca_es: Continua al pas núm. 3
cs_cz: Pokračovat na Krok 3
da_dk: Fortsæt til trin #3
de_de: Weiter zu Schritt #3
el_gr: Συνέχεια στο Βήμα #3
es_es: Continuar con Paso #3
fi_fi: Jatka vaiheeseen 3
fr_ca: Continuer à l'étape #3
it_it: Continua al passo #3
nb_no: Fortsett til steg #3
nl_nl: Ga door naar stap #3
pl_pl: Przejdź do kroku #3
pt_br: Continuar no Passo #3
pt_pt: Continuar para Passo #3
ru_ru: Перейти к шагу №3
sl_si: Nadaljuj na korak #3
sr_rs@cyrillic: Настави на 3. корак
sr_rs@latin: Nastavi na 3. korak
sv_se: Fortsätt till steg 3
tr_tr: Adım #3 için devam edin
uk_ua: Перейти до кроку №3

# reviewer-submission-submitReview
source: Submit Review
ar_iq: تقديم التحكيم
ca_es: Tramet la revisió
cs_cz: Odeslat recenzi
da_dk: Send bedømmelse
de_de: Gutachten einreichen
el_gr: Υποβολή αξιολόγησης
es_es: Presentar solicitud
fi_fi: Lähetä arviointi
fr_ca: Soumettre l'évaluation
it_it: Invia la revisione
nb_no: Send inn fagfellevurdering
nl_nl: Dien review in
pl_pl: Prześlij recenzję
pt_br: Enviar Avaliação
pt_pt: Enviar Revisão
ru_ru: Отправить рецензию
sl_si: Oddaj recenzijo
sr_rs@cyrillic: Пошаљи рецензију
sr_rs@latin: Pošalji recenziju
sv_se: Skicka in bedömning
tr_tr: Değerlendirmeyi Gönder
uk_ua: Надіслати рецензію

# reviewer-submission-reviewerGuidelines
source: Reviewer Guidelines
ar_iq: إرشادات المحكم
ca_es: Directrius per al revisor/a
cs_cz: Pokyny pro recenzenty
da_dk: Retningslinjer for bedømmelser
de_de: Gutachter/innen-Richtlinien
el_gr: Οδηγίες προς Αξιολογητές
es_es: Directrices del revisor/a
fi_fi: Arvioijan ohjeet
fr_ca: Lignes directrices des évaluateurs
it_it: Linee guida per il revisore
nb_no: Retningslinjer for fagfellevurdering
nl_nl: Review richtlijnen
pl_pl: Wytyczne dla recenzenta
pt_br: Diretrizes de Avaliação
pt_pt: Directrizes Revisão
ru_ru: Руководство для рецензентов
sl_si: Recenzentska navodila
sr_rs@cyrillic: Упутства за рецензенте
sr_rs@latin: Uputstva za recenzente
sv_se: Riktlinjer för granskare
tr_tr: Hakem Rehberleri
uk_ua: Довідник рецензента

# reviewer-submission-enterCompetingInterests
source: This publisher has a policy for disclosure of potential competing interests from its reviewers. Please take a moment to review this policy.
ar_iq: هذا الناشر لديه سياسة تستدعي الإفصاح عن وجود أي مصالح متضاربة من قبل المحكمين الذين يتعاملون معه. لطفاً، خذ وقتك لمعاينة هذه السياسة.
ca_es: Aquesta institució publicadora té una clàusula per impedir la divulgació de continguts en cas de conflicte d'interessos amb els seus revisors/ores. Preneu-vos un moment per llegir aquesta política.
cs_cz: Vydavatel časopisu má zásady pro zveřejňování konfliktu zájmů v případě recenzí. Ujistěte se prosím, že neporušujete tyto zásady.
da_dk: Denne udgiver har en poltik om at offentligøre potentielt konkurrerende interesser fra bedømmere. Gennemlæs venligst denne politik.
de_de: Dieser Verlag hat eine Richtlinie für die Offenlegung potentieller Interessenkonflikte durch die Gutachter/innen. Bitte nehmen Sie sich einen Moment Zeit, um die Richtlinie durchzusehen.
el_gr: Ο εκδότης εφαρμόζει πολιτικές δήλωσης αντικρουόμενων συμφερόντων από τους Αξιολογητές. Παρακαλούμε συμβουλευθείτε το σχετικό κείμενο.
es_es: Esta editorial dispone de una política respecto a la divulgación de posibles conflictos de intereses por parte de sus revisores/as. Lea atentamente esta política.
fi_fi: Tämän julkaisijan tiedonantopolitiikka edellyttää, että arvioijat ilmoittavat mahdollisista sidonnaisuuksistaan. Tutustu hetki tähän politiikkaan.
fr_ca: La revue a adopté une politique de divulgation des intérêts opposés chez ses évaluateurs. Veuillez prendre un moment pour lire cette politique.
it_it: Questo editore ha una politica di divulgazione dei potenziali conflitti d'interesse dei revisore. Per favore leggi con attenzione questa politica.
nb_no: Utgiveren har retningslinjer for åpenhet rundt potensielt konkurrerende interesser fra sine fagfellevurderere. Vennligst se igjennom disse retningslinjene.
nl_nl: Deze uitgever heeft een beleid voor een verklaring over strijdige belangen van reviewers. Neemt u a.u.b. even de tijd om dit beleid door te nemen.
pl_pl: Wydawca posiada określone zasady dotyczące konfliktu interesów. Zapoznaj się z tymi zasadami.
pt_br: Este editor tem uma política de divulgação de potenciais conflitos de interesse de seus avaliadores. Por favor, tome um momento para rever esta política.
pt_pt: Este Editor tem uma política de divulgação de potenciais interesses concorrentes dos seus revisores. Por favor, tome algum do seu tempo para avaliar esta política.
ru_ru: У данного издателя есть правила декларирования потенциального конфликта интересов его рецензентов. Пожалуйста, ознакомьтесь с этими правилами.
sl_si: Izdajatelj ima pravilo, da morate razkriti potencialno navzkrižje interesov. Prosimo, da si preberete politiko navzkrižje interesov.
sr_rs@cyrillic: Овај издавач има политику обелодањивања потенцијалних сукоба интереса рецензената. Молимо идзвојите мало времена и прочитајте.
sr_rs@latin: Ovaj izdavač ima politiku objavljivanja potencijalnih sukoba interesa recenzenata. Molimo idzvojite malo vremena i pročitajte.
sv_se: Utgivaren har en policy för avslöjande av eventuella intressekonflikter hos dess granskare. Vänligen ta dig tid att gå igenom denna policy.
tr_tr: Bu yayıncı, hakemlerden potansiyel çıkar çatışması açıklanması için bir politikaya sahiptir. Lütfen bu politikayı gözden geçirmek için bir dakikanızı ayırın.
uk_ua: Цей видавець має правила щодо розкриття можливого конфлікту інтересів інтересів його рецензентів. Будь ласка, перегляньте ці правила.

# reviewer-submission-noCompetingInterests
source: I do not have any competing interests
ar_iq: ليست لدي أي مصالح متضاربة
ca_es: No tinc cap conflicte d'interessos
cs_cz: Nejsem v konfliktu zájmů
da_dk: Jeg har ingen konkurrencemæssige interesser
de_de: Ich habe keine Interessenkonflikte
el_gr: Δεν υπάρχουν αντικρουόμενα συμφέροντα
es_es: No tengo ningún conflicto de intereses.
fi_fi: Minulla ei ole sidonnaisuuksia
fr_ca: Je n'ai pas d'intérêts opposés.
it_it: Non ho alcun conflitto d'interessi
nb_no: Jeg har ingen konkurrerende interesser
nl_nl: Ik heb geen strijdige belangen.
pl_pl: Brak konfliktu interesów
pt_br: Não há nenhum conflito de interesse
pt_pt: Não tenho interesses concorrentes
ru_ru: У меня нет конфликта интересов
sl_si: Nimam nobenega navzkrižja interesov
sr_rs@cyrillic: Немам сукоба интереса
sr_rs@latin: Nemam sukoba interesa
sv_se: Jag har inga konkurrerande intressen
tr_tr: Herhangi bir çıkar çatışmam yoktur.
uk_ua: У мене немає конфлікту інтересів

# reviewer-submission-hasCompetingInterests
source: I may have competing interests (Specify below)
ar_iq: قد تكون لدي بعض المصالح المتضاربة (أحددها أدناه)
ca_es: Tinc un conflicte d'interessos (especifiqueu-ho a continuació)
cs_cz: Mohu být v konfliktu zájmů (specifikujte, prosím, níže)
da_dk: Jeg har muligvis konkurrencemæssige interesser (Uddyb nedenfor)
de_de: Ich habe vielleicht Interessenkonflikte (unten angeben)
el_gr: Πιθανώς υπάρχουν αντικρουόμενα συμφέροντα (παρακαλούμε προσδιορίστε)
es_es: Es posible que exista un conflicto de intereses (Especificar a continuación)
fi_fi: Minulla saattaa olla sidonnaisuuksia (tarkenna alla)
fr_ca: Il est possible que j'aie des intérêts opposés (veuillez spécifier).
it_it: Ho dei conflitti d'interesse (spiega qui sotto)
nb_no: Jeg har mulige konkurrerende interesser (spesifiser under)
nl_nl: Het is mogelijk dat ik strijdige belangen heb (beschrijf die hieronder).
pl_pl: Może wystąpić konflikt interesów (podaj szczegóły poniżej)
pt_br: Podem haver conflitos de interesse (Especifique abaixo)
pt_pt: Posso ter interesses concorrentes (especificar abaixo)
ru_ru: У меня может быть конфликт интересов (опишите ниже)
sl_si: Morda imam navzkrižje interesov (opišite spodaj)
sr_rs@cyrillic: Можда имам сукоба интереса (наведите ниже)
sr_rs@latin: Možda imam sukoba interesa (navedite niže)
sv_se: Jag kanske har konkurrerande intressen (Specificera nedan)
tr_tr: Rekabet edebilir çıkar çatışmalarım olabilir (Aşağıda belirtin)
uk_ua: Я може бути конфлікт інтересів (зазначте нижче)

# reviewer-submission-competingInterests
source: Competing Interests
ar_iq: المصالح المتضاربة
ca_es: Conflicte d’interessos
cs_cz: Konflikt zájmů
da_dk: Konkurrencemæssige interesser
de_de: Interessenkonflikte
el_gr: Αντικρουόμενα συμφέροντα
es_es: Conflicto de intereses.
fi_fi: Sidonnaisuudet
fr_ca: Intérêts opposés
it_it: Conflitto d'interessi
nb_no: Konkurrerende interesser
nl_nl: Strijdige belangen
pl_pl: Konflikt interesów
pt_br: Conflitos de Interesse
pt_pt: Interesses concorrentes
ru_ru: Конфликт интересов
sl_si: Navzkrižje interesov
sr_rs@cyrillic: Сукоби интереса
sr_rs@latin: Sukobi interesa
sv_se: Intressekonflikter
tr_tr: Çıkar Çatışmaları
uk_ua: Конфлікт інтересів

# reviewer-submission-guidelines
source: Review Guidelines
ar_iq: إرشادات التحكيم
ca_es: Directrius de revisió
cs_cz: Pokyny pro recenzenty
da_dk: Retningslinjer for bedømmelser
de_de: Begutachtungsrichtlinien
el_gr: Οδηγίες αξιολόγησης
es_es: Directrices de la revisión
fi_fi: Arviointiohjeet
fr_ca: Lignes directrices des évaluations
it_it: Linee guida per la revisione
nb_no: Retningslinjer for fagfellevurdering
nl_nl: Review richtlijnen
pl_pl: Wytyczne do recenzji
pt_br: Diretrizes de Revisão
pt_pt: Directrizes Revisão
ru_ru: Руководство для рецензентов
sl_si: Recenzentska navodila
sr_rs@cyrillic: Упутства за рецензирање
sr_rs@latin: Uputstva za recenziranje
sv_se: Riktlinjer för granskare
tr_tr: Hakem Rehberleri
uk_ua: Довідник рецензентів
