Repository: TESTYXOPERO123/pkp
Catalog: locale/*/submission.xlf
Languages: es_es, pt_br

# author-submit-submissionCitations
source: Provide a formatted list of references for works cited in this submission. Please separate individual references with a blank line.
es_es: Proporcionar una lista de referencias formateada para trabajos citados en esta propuesta. Por favor, separa referencias individuales con una línea en blanco.
pt_br: Forneça uma lista formatada de citações incluídas nesta submissão.

# author-submission-roundStatus-reviewsReady
source: New reviews have been submitted and are being considered by the editor.
es_es: Se han enviado nuevas revisiones y están siendo consideradas por el editor/a.
pt_br: Novas avaliações foram enviados e estão sendo considerados pelo editor.

# submission-confirm-message
source: Your submission has been uploaded and is ready to be sent. You may go back to review and adjust any of the information you have entered before continuing. When you are ready, click "Finish Submission".
es_es: Se ha subido su envío y ya está listo para ser enviado. Puede volver atrás para revisar y ajustar la información que desee antes de continuar. Cuando esté listo haga clic en "Finalizar envío".
pt_br: Seu envio está no sistema e pronto para ser finalizado. Você pode voltar e ajustar as informações fornecidas antes de continuar. Quando pronto, clique em "Finalizar Submissão".

# submission-submit-availableUserGroups
source: Submit As
es_es: Enviar como

# submission-submit-availableUserGroupsDescription
source: Select the role that best describes your contribution to this submission.
es_es: Seleccione el rol que describa mejor su contribución a este envío.

# submission-submit-contactConsent
source: Corresponding Contact
es_es: Persona de contacto

# submission-submit-contactConsentDescription
source: Yes, I would like to be contacted about this submission.
es_es: Sí, deseo que se pongan en contacto conmigo respecto a este envío.

# submission-submit-userGroupDescriptionManagers
source: Submit in any of the following roles if you would like to be able to edit and publish this submission yourself: {$managerGroups}
es_es: Haga el envío con cualquiera de los roles siguientes si desea poder editar y publicar este envío: {$managerGroups}

# submission-submit-submissionChecklist
source: Submission Requirements
es_es: Requisitos de envío
pt_br: Requisitos para Envio de Manuscrito

# submission-submit-submissionChecklistDescription
source: You must read and acknowledge that you've completed the requirements below before proceeding.
es_es: Antes de continuar debe leer y confirmar que ha completado los requisitos siguientes.
pt_br: Você deve ler e reconhecer que você completou os requisitos abaixo antes de prosseguir.

# submission-submit-submissionComplete
source: Submission complete
es_es: Envío completo
pt_br: Submissão completa

# submission-submit-submissionCompleteThanks
source: Thank you for your interest in publishing with {$contextName}.
es_es: Gracias por su interés por publicar con {$contextName}.
pt_br: Obrigado pelo seu interesse em publicar com {$contextName}.

# submission-submit-copyrightNoticeAgreementLabel
source: Acknowledge the copyright statement
es_es: Aceptar la declaración de derechos de autor
pt_br: Aceitar a declaração de direitos autorais

# submission-submit-copyrightNoticeAgree
source: Yes, I agree to abide by the terms of the copyright statement.
es_es: Estoy de acuerdo en cumplir los términos de la declaración de derechos de autor.
pt_br: Concordo em cumprir os termos da declaração de direitos autorais.

# submission-submit-whatNext
source: What Happens Next?
es_es: ¿Y ahora qué?
pt_br: O que acontece a seguir?

# submission-submit-whatNext-forNow
source: For now, you can:
es_es: Por ahora, usted puede:
pt_br: Por enquanto, você pode:

# submission-submit-whatNext-review
source: Review this submission
es_es: Revisar este envío
pt_br: Avaliar esta submissão

# submission-submit-whatNext-create
source: Create a new submission
es_es: Crear un nuevo envío
pt_br: Criar uma nova submissão

# submission-submit-whatNext-return
source: Return to your dashboard
es_es: Volver al escritorio
pt_br: Voltar para seu painel

# submission-submit-extendedMetadata
source: Extended Metadata
es_es: Metadatos ampliados
pt_br: Metadados Extendidos

# metadata-filters-crossref-settings-email-displayName
source: CrossRef Registration Email
es_es: Correo electrónico de registro de CrossRef
pt_br: E-mail de cadastro CrossRef

# metadata-filters-crossref-settings-email-validationMessage
source: Please enter a valid CrossRef registration email. You can register your email for free on the CrossRef web site.
es_es: Por favor, introduce un correo electrónico de registro de CrossRef válido. Puedes registrar tu correo electrónico de manera gratuita en el sitio web de CrossRef.
pt_br: Informe um e-mail de cadastro CrossRef válido. O cadastro é gratuito no site do CrossRef.

# metadata-filters-isbndb-settings-apiKey-displayName
source: ISBNdb API Key
es_es: Clave API de ISBNdb
pt_br: Chave de API ISBNdb

# metadata-filters-isbndb-settings-apiKey-validationMessage
source: Please enter your ISBNdb API key. If you don't have a key yet you can request one for free from the ISBNdb project.
es_es: Por favor, introduce tu clave API de ISBNdb. Si aún no dispones de esta clave, puedes solicitarla de manera gratuita en el proyecto ISBNdb.
pt_br: Informe a chave de API ISBNdb. Caso não possua a chave ainda, solicite uma gratuitamente pelo projeto ISBNdb.

# metadata-filters-pubmed-settings-email-displayName
source: PubMed Registration Email
es_es: Correo electrónico de registro de PubMed
pt_br: E-mail de cadastro PubMed

# metadata-filters-pubmed-settings-email-validationMessage
source: Please enter a valid PubMed registration email if you have one.
es_es: Por favor, introduce un correo electrónico de registro de PubMed válido si dispones de uno.
pt_br: Informe um e-mail de cadastro PubMed válido, caso possua.

# metadata-filters-worldcat-settings-apiKey-displayName
source: WorldCat API Key
es_es: Clave API de WorldCat
pt_br: Chave de API WorldCat

# metadata-filters-worldcat-settings-apiKey-validationMessage
source: Please enter a valid WorldCat API key if you have one.
es_es: Por favor, introduce una clave API de WorldCat válida si dispone de una.
pt_br: Informe uma chave de API WorldCat válida, caso possua.

# metadata-filters-paracite-settings-citationModule-displayName
source: Citation Module
es_es: Módulo de Citas
pt_br: Módulo de citação

# metadata-filters-paracite-settings-citationModule-validationMessage
source: Please select one of the given citation modules.
es_es: Por favor, selecciona uno de los módulos de citas que se muestran.
pt_br: Escolha um dos módulos de citação disponíveis.

# metadata-filters-settings-isOptional-displayName
source: Don't use by default (will still be available to the editor)
es_es: No usar por defecto (todavía estarán disponibles para el editor)
pt_br: Não usar por padrão (ainda assim estará disponível ao editor)

# metadata-filters-settings-isOptional-validationMessage
source: Internal error. A non-valid value has been posted for the 'optional filter' setting. Please report this as a bug.
es_es: Error interno. Se ha introducido un valor no válido para el ajuste 'filtro opcional'. Por favor, notifica este fallo.
pt_br: Erro interno. Um valor inválido foi inserido para a configuração de 'filtro opcional'. Notifique o problema ao sistema de gestão de erros.

# metadata-property-displayName-author
source: Authors
es_es: Autores
pt_br: Autores

# metadata-property-validationMessage-author
source: For best results, authors should be entered in the following format: Coleman Jr, D. (Ralf) Dr.
es_es: Para obtener los mejores resultados, los autores/as deben ser introducidos en el siguiente formato: Coleman Jr, D. (Ralf) Dr.
pt_br: Para melhorar os resultados, os autores devem ser informados no seguinte formato: Coleman Jr, D. (Ralf) Dr.

# metadata-property-displayName-editor
source: Editors
es_es: Editores
pt_br: Editores

# metadata-property-validationMessage-editor
source: For best results, editors should be entered in the following format: Coleman Jr, D. (Ralf) Dr.
es_es: Para obtener los mejores resultados, los editores/as deben ser introducidos en el siguiente formato: Coleman Jr, D. (Ralf) Dr.
pt_br: Para melhorar os resultados, os editores devem ser informados no seguinte formato: Coleman Jr, D. (Ralf) Dr.

# metadata-property-displayName-article-title
source: Article/Paper Title
es_es: Título del artículo
pt_br: Tìtulo do artigo

# metadata-property-validationMessage-article-title
source: Please enter a valid article/paper title.
es_es: Por favor, introduce un título válido para el artículo/trabajo.
pt_br: Informe um título válido de artigo ou paper.

# metadata-property-displayName-source
source: Publication Title
es_es: Título de la publicación
pt_br: Título do livro/revista

# metadata-property-validationMessage-source
source: Please enter a valid publication title.
es_es: Por favor, introduce un título válido para la publicación.
pt_br: Informe um título válido de periódico ou livro.

# metadata-property-displayName-date
source: Publication Date
es_es: Fecha de publicación
pt_br: Data de publicação

# metadata-property-validationMessage-date
source: Please enter a valid publication date (format: YYYY-MM-DD).
es_es: Por favor, introduce una fecha válida de publicación (formato: AAAA-MM-DD).
pt_br: Informe uma data de publicação válida (formato: YYYY-MM-DD).

# metadata-property-displayName-access-date
source: Access Date
es_es: Fecha de acceso
pt_br: Data de acesso

# metadata-property-validationMessage-access-date
source: Please enter a valid access date (format: YYYY-MM-DD).
es_es: Por favor, introduce una fecha válida de acceso (formato: AAAA-MM-DD).
pt_br: Infome uma data de acesso válida (formato: YYYY-MM-DD).

# metadata-property-displayName-issue
source: Issue
es_es: Número
pt_br: Edição

# metadata-property-validationMessage-issue
source: Please enter a valid issue.
es_es: Por favor, introduce un número válido.
pt_br: Informe uma edição ou fascículo válido.

# metadata-property-displayName-volume
source: Volume
es_es: Volumen

# metadata-property-validationMessage-volume
source: Please enter a valid volume.
es_es: Por favor, introduce un volumen válido.
pt_br: Informe um volume válido.

# metadata-property-displayName-season
source: Season
es_es: Época
pt_br: Período/Temporada

# metadata-property-validationMessage-season
source: Please enter a valid season identifier.
es_es: Por favor, introduce un identificador de época válido.
pt_br: Informe um identificador de temporada válido.

# metadata-property-displayName-chapter-title
source: Chapter Title
es_es: Título del capítulo
pt_br: Título do capítulo

# metadata-property-validationMessage-chapter-title
source: Please enter a valid chapter title.
es_es: Por favor, introduce un título de capítulo válido.
pt_br: Informe um título de capítulo válido.

# metadata-property-displayName-edition
source: Edition
es_es: Edición
pt_br: Edição

# metadata-property-validationMessage-edition
source: Please enter a valid edition.
es_es: Por favor, introduce un edición válida.
pt_br: Informe uma edição válida.

# metadata-property-displayName-series
source: Series
es_es: Colección
pt_br: Série

# metadata-property-validationMessage-series
source: Please enter a valid series.
es_es: Por favor, introduce una colección válida.
pt_br: Informe uma série válida.

# metadata-property-displayName-supplement
source: Supplement
es_es: Suplemento
pt_br: Suplemento

# metadata-property-validationMessage-supplement
source: Please enter a valid supplement.
es_es: Por favor, introduce un suplemento válido.
pt_br: Informe um suplemento válido.

# metadata-property-displayName-conf-date
source: Conference Date
es_es: Fecha de la conferencia
pt_br: Data da conferência

# metadata-property-validationMessage-conf-date
source: Please enter a valid conference date (format: YYYY-MM-DD).
es_es: Por favor, introduce una fecha de conferencia válida (formato AAAA-MM-DD).
pt_br: Informe uma data de conferência válida (formato: YYYY-MM-DD).

# metadata-property-displayName-conf-loc
source: Conference Location
es_es: Ubicación de la conferencia
pt_br: Local da conferência

# metadata-property-validationMessage-conf-loc
source: Please enter a valid conference location.
es_es: Por favor, introduce un localización de conferencia válida.
pt_br: Informe um local válido para a conferência.

# metadata-property-displayName-conf-name
source: Conference Name
es_es: Nombre de la conferencia
pt_br: Título da conferência

# metadata-property-validationMessage-conf-name
source: Please enter a valid conference name.
es_es: Por favor, introduce un nombre de conferencia válido.
pt_br: Informe um título válido para a conferência.

# metadata-property-displayName-conf-sponsor
source: Conference Sponsor
es_es: Patrocinador de la conferencia
pt_br: Patrocinador da conferência

# metadata-property-validationMessage-conf-sponsor
source: Please enter a valid conference sponsor.
es_es: Por favor, introduzca un patrocinador de conferencia válido.
pt_br: Informe um patrocinador válido para a conferência.

# metadata-property-displayName-institution
source: Institution
es_es: Institución
pt_br: Instituição

# metadata-property-validationMessage-institution
source: Please enter a valid institution.
es_es: Por favor, introduce una institución válida.
pt_br: Informe uma instituição válida.

# metadata-property-displayName-fpage
source: First Page
es_es: Primera página
pt_br: Primeira página

# metadata-property-validationMessage-fpage
source: Please enter a valid first page (must be a numeric value).
es_es: Por favor, introduce una primera página válida (debe ser un valor numérico).
pt_br: Informe um valor válido para a primeira página (deve ser um valor numérico).

# metadata-property-displayName-lpage
source: Last Page
es_es: Última página
pt_br: Última página

# metadata-property-validationMessage-lpage
source: Please enter a valid last page (must be a numeric value).
es_es: Por favor, introduce una última página válida (debe ser un valor numérico).
pt_br: Informe um valor válido para a última página (deve ser um valor numérico).

# metadata-property-displayName-size
source: Number of Pages
es_es: Número de páginas
pt_br: Número de páginas

# metadata-property-validationMessage-size
source: Please enter a valid total number of pages (must be a numeric value).
es_es: Por favor, introduce un número de páginas total válido (debe ser un valor numérico).
pt_br: Informe um valor válido para o total de páginas (deve ser um valor numérico).

# metadata-property-displayName-publisher-loc
source: Publisher Location
es_es: Ubicación del editor
pt_br: Local da Editora/Publicadora

# metadata-property-validationMessage-publisher-loc
source: Please enter a valid publisher location.
es_es: Por favor, introduce una localización del editor/a válida.
pt_br: Informe um local válido para a publicadora.

# metadata-property-displayName-publisher-name
source: Publisher Name
es_es: Nombre del editor
pt_br: Nome da Editora/Publicadora

# metadata-property-validationMessage-publisher-name
source: Please enter a valid publisher name.
es_es: Por favor, introduce un nombre de editor/a válido.
pt_br: Informe um nome válido para a publicadora

# metadata-property-validationMessage-isbn
source: Please enter a valid ISBN (9 or 13 numbers).
es_es: Por favor, introduce un ISBN válido (9 o 13 dígitos)
pt_br: Informe um número de ISBN válido (9 ou 13 digitos).

# metadata-property-displayName-issn
source: Print ISSN
es_es: Imprimir ISSN
pt_br: ISSN Impresso

# metadata-property-validationMessage-issn
source: Please enter a valid Print ISSN.
es_es: Por favor, introduce un ISSN de versión impresaválido.
pt_br: Informe um ISSN impresso válido.

# metadata-property-validationMessage-eissn
source: Please enter a valid eISSN.
es_es: Por favor, introduce un ISSN electrónico válido.
pt_br: Informe um ISSN eletrônico válido.

# metadata-property-validationMessage-doi
source: Please enter a valid DOI.
es_es: Por favor, introduce un DOI válido.
pt_br: Informe um DOI válido.

# metadata-property-displayName-publisher-id
source: Custom Publication ID
es_es: ID de publicación personalizada
pt_br: Identificador personalizado da publicação

# metadata-property-validationMessage-publisher-id
source: Please enter a valid custom publication ID.
es_es: Por favor, introduce un ID de publicación personalizada válido.
pt_br: Informe um código de publicação personalizado válido.

# metadata-property-validationMessage-coden
source: Please enter a valid CODEN.
es_es: Por favor, introduce un CODEN válido.
pt_br: Informe um CODEN válido.

# metadata-property-validationMessage-sici
source: Please enter a valid SICI.
es_es: Por favor, introduce un SICI válido.
pt_br: Informe um SICI válido.

# metadata-property-validationMessage-pmid
source: Please enter a valid PMID.
es_es: Por favor, introduce un PMID válido.
pt_br: Informe um PMID válido.

# metadata-property-displayName-uri
source: Link to the Publication
es_es: Enlace a la publicación
pt_br: Link para a publicação

# metadata-property-validationMessage-uri
source: Please enter a valid alternative link to the publication.
es_es: Por favor, introduce un enlace alternativo a la publicación válido.
pt_br: Informe um link alternativo válido para a publicação.

# metadata-property-displayName-comment
source: Comment
es_es: Comentario
pt_br: Comentário

# metadata-property-validationMessage-comment
source: Please enter a valid comment.
es_es: Por favor, introduce un comentario válido.
pt_br: Informe um comentário válido.

# metadata-property-displayName-annotation
source: Annotation
es_es: Anotación
pt_br: Anotação

# metadata-property-validationMessage-annotation
source: Please enter a valid annotation.
es_es: Por favor, introduce una anotación válida.
pt_br: Informe uma anotação válida.

# metadata-property-displayName-publication-type
source: Publication Type
es_es: Tipo de publicación
pt_br: Tipo de publicação

# metadata-property-validationMessage-publication-type
source: Please make sure that you always set a publication type. Currently supported values are book (for books or book chapters) and journal (for journal articles). Otherwise the citation output formatting will not work correctly.
es_es: Por favor, asegúrate de que siempre introduces un tipo de publicación. Actualmente, los tipos soportados son libro (para libros o capítulos de libros) y revista (para artículos de revista). De lo contrario, el formato de salida de las citas no funcionará correctamente.
pt_br: Certifique-se de sempre definir o tipo de publicação. Atualmente, são aceitos livros (para livros ou capítulos de livros) e periódicos (para artigos). Caso contrário, a saída da extração de citações não funcionará corretamente.

# metadata-property-displayName-title-type
source: Title Type
es_es: Tipo de título
pt_br: Tipo de título

# metadata-property-validationMessage-title-type
source: Please make sure that you set a valid title type. Supported values are 'abbreviated', 'translated', 'alternative' and 'uniform'.
es_es: Asegúrese de especificar un tipo de título válido. Los valores admitidos son "abreviado", "traducido", "alternativo" y "uniforme".
pt_br: Certifique-se de que o título seja válido. Tipos suportados são 'abreviado', 'traduzido', 'alternativo' e 'uniforme'.

# metadata-property-displayName-nonSort
source: Part of title ignored while sorting
es_es: Parte del título omitido al clasificar
pt_br: Parte do título ignorado ao ordenar

# metadata-property-validationMessage-nonSort
source: Please only enter the initial characters of the title that should be ignored when sorting the title.
es_es: Introduzca sólo los caracteres iniciales del título que deberían omitirse al clasificarlo.
pt_br: Informe os caracteres iniciais do título que devem ser ignorados ao ordenar por título.

# metadata-property-displayName-title
source: Title
es_es: Título
pt_br: Título

# metadata-property-validationMessage-title
source: Please enter a valid title.
es_es: Introduzca un título válido.
pt_br: Informe um título válido.

# metadata-property-displayName-subTitle
source: Subtitle
es_es: Subtítulo
pt_br: Subtítulo

# metadata-property-validationMessage-subTitle
source: Please enter a valid subtitle.
es_es: Introduzca un subtítulo válido.
pt_br: Informe um subtítulo válido.

# metadata-property-displayName-partNumber
source: Part Number
es_es: Número de elemento
pt_br: Número da parte

# metadata-property-validationMessage-partNumber
source: Please enter a valid part number.
es_es: Introduzca un número de elemento válido.
pt_br: Informe um número da parte válido.

# metadata-property-displayName-partName
source: Part Name
es_es: Nombre de elemento
pt_br: Nome da parte

# metadata-property-validationMessage-partName
source: Please enter a valid part name.
es_es: Introduzca un nombre de elemento válido.
pt_br: Informe um nome de parte válido.

# metadata-property-displayName-name-type
source: Name Type
es_es: Tipo de nombre
pt_br: Tipo de nome

# metadata-property-validationMessage-name-type
source: Please make sure that you set a valid name type. Supported values are 'personal', 'corporate' and 'conference'.
es_es: Asegúrese de especificar un tipo de nombre válido. Los valores admitidos son "personal", "corporativo" y "conferencia".
pt_br: Certifique-se de informar um tipo de nome válido. Nomes suportados são 'pessoal', 'corporativo' e 'conferência'.

# common-queue-long-submissionsUnassigned
source: Unassigned
es_es: Envíos sin asignar
pt_br: Submissões Não Designadas

# common-queue-long-myAssigned
source: My Assigned
es_es: Mis envíos asignados
pt_br: Minhas Submissões Designadas

# common-queue-long-submissionsArchived
source: Archived Submissions
es_es: Envíos archivados
pt_br: Submissões Arquivadas

# submission-authors
source: Authors
es_es: Autores/as
pt_br: Autores

# submission-authorBiography
source: Author Biography
es_es: Biografía del autor/a
pt_br: Biografia do Autor

# submission-authorBiographies
source: Author Biographies
es_es: Biografía del autor/a
pt_br: Biografia do Autor

# submission-mySubmissions
source: My Authored
es_es: Mis envíos de autoría
pt_br: Submissões de Minha Autoria

# submission-addFile
source: Upload File
es_es: Subir archivo
pt_br: Enviar Arquivo

# submission-agencies
source: Agencies
es_es: Agencias
pt_br: Agências

# submission-abstractViews
source: Abstract Views
es_es: Consultas del resumen
pt_br: Acessos ao resumo

# submission-accepted
source: Accepted
es_es: Aceptado
pt_br: Aceito

# submission-acknowledge
source: Acknowledge
es_es: Recibido
pt_br: Acusar recebimento

# submission-addSuppFile
source: Add a Supplementary File
es_es: Añadir archivo complementario
pt_br: Incluir documento suplementar

# submission-ask
source: Ask
es_es: Preguntar
pt_br: Solicitada em

# submission-attachedFile
source: Attached file
es_es: Archivo adjunto
pt_br: Arquivo anexado

# submission-backToSubmissionEditing
source: Back to Submission Editing
es_es: Volver a la edición del envío
pt_br: Retornar à edição da submissão

# submission-changeComments
source: Change to
es_es: Cambiar a
pt_br: Mudar para

# submission-changeFile
source: Change File
es_es: Cambia el archivo
pt_br: Mudar Arquivo

# submission-citations
source: References
es_es: Citas
pt_br: Referências

# submission-citations-description
source: Enter each reference on a new line so that they can be extracted and recorded separately.
es_es: Introduzca cada referencia en una línea nueva, así podrán ser extraídas.

# submission-parsedCitations
source: Extracted References
es_es: Referencias extraídas
