Repository: TESTYXOPERO123/pkp
Catalog: locale/*/submission.xlf
Languages: es_es, pt_br

# log-review-reviewReinstated
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been reinitiated.
pt_br: Iniciada novamente a rodada {$round} de avaliação da submissão {$submissionId}, designada a {$reviewerName}.
