Repository: TESTYXOPERO123/pkp
Catalog: locale/*/submission.xlf
Languages: es_es, pt_br

# submission-currentAgencies
source: Current Agencies
es_es: Agencias
pt_br: Apoio e financiamento atual

# submission-indexingInformation
source: Indexing Information
es_es: Información de indexado
pt_br: Informação para indexação

# submission-titleAndAbstract
source: Title and Abstract
es_es: Título y resumen
pt_br: Título e Resumo

# submission-type-tip
source: The submission type is usually one of 'image', 'text', or other multimedia types including 'software' or 'interactive'. Please choose the one most relevant for your submission. Examples may be found at <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
es_es: El tipo de envío suele ser de "imagen", "texto" u otros archivos multimedia entre los que se incluyen "software" e "interactivo". Elija el que sea más pertinente para su envío. Pueden encontrarse ejemplos en <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
pt_br: O tipo da submissão é geralmente do tipo 'imagem', 'texto', ou outro tipos de mídia, incluindo 'software' ou 'interativo'. Por favor, escolha o mais relevante para a sua submissão. Exemplos podem ser encontrados em <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>

# submission-underway
source: Underway
es_es: En curso
pt_br: Encaminhado

# submission-uploadFileTo
source: Upload file to
es_es: Subir archivo a
pt_br: Transferir documento

# submission-createRemote
source: Create remote
es_es: Crear remoto
pt_br: Criar remoto

# submission-viewMetadata
source: View Metadata
es_es: Ver metadatos
pt_br: Ver metadados

# submission-views
source: Views
es_es: Consultas
pt_br: Acessos

# submission-uploadSuccessful
source: Your file has been uploaded.
es_es: Tu archivo ha sido subido.
pt_br: Seu arquivo foi enviado.

# submission-loadMessage
source: Please wait while your file is uploaded to the server.
es_es: Por favor, espera mientras se almacena tu archivo en el servidor.
pt_br: Aguarde enquanto o arquivo é enviado ao servidor.

# submission-artworkFileDetails
source: Artwork File Details
es_es: Detalles del archivo de artwork
pt_br: Detalhes do arquivo de arte

# submission-fileDetails
source: File Details
es_es: Detalles del archivo
pt_br: Detalhes do arquivo

# submission-nameRequired
source: A name is required for this item.
es_es: Se requiere un nombre para este elemento.
pt_br: O título do item é obrigatório.

# submission-date-mmdd
source: MM-DD
es_es: DD-MM

# submission-date-yyyymmdd
source: YYYY-MM-DD
es_es: AAAA-MM-DD

# submission-submit-selectPrincipalContact
source: Principal contact for editorial correspondence.
es_es: Contacto principal para la correspondencia editorial.
pt_br: Contato principal para correspondência editorial.

# submission-submit-contributorRole
source: Contributor's role
es_es: Rol del colaborador/a
pt_br: Papel do colaborador

# submission-submit-addAuthor
source: Add Contributor
es_es: Añadir colaborador/a
pt_br: Adicionar Colaborador

# submission-submit-form-languagesRequired
source: Please enter a language.
es_es: Introduzca un idioma.

# submission-submit-form-subjectsRequired
source: Please enter a subject.
es_es: Introduzca un tema.

# submission-submit-form-disciplinesRequired
source: Please enter a discipline.
es_es: Introduzca una disciplina.

# submission-submit-form-keywordsRequired
source: Please enter a keyword.
es_es: Introduzca una palabra clave.

# submission-submit-form-coverageRequired
source: Please enter the coverage information.
es_es: Introduzca la información de cobertura.

# submission-submit-form-typeRequired
source: Please enter the type.
es_es: Introduzca la tipología.

# submission-submit-form-sourceRequired
source: Please enter the source.
es_es: Introduzca la fuente.

# submission-submit-form-rightsRequired
source: Please enter the rights.
es_es: Introduzca los derechos.

# submission-submit-form-citationsRequired
source: Please enter the references.
es_es: Introduzca las referencias.

# submission-form-name
source: Name the file (e.g., Manuscript; Table 1)
es_es: Dar un nombre al archivo (p. ej., Envío Pérez, Tabla 1 Pérez)
pt_br: Informe um nome útil para o arquivo

# submission-form-replaceExisting
source: Replacing an Existing File?
es_es: ¿Reemplazar el archivo existente?
pt_br: Substituindo um arquivo existente?

# workflow-review-internalReview
source: Internal Review
es_es: Revisión interna
pt_br: Avaliação interna

# workflow-stage-any
source: Any Stage
es_es: Cualquier fase
pt_br: Qualquer etapa

# workflow-stage
source: Stage
es_es: Fase
pt_br: Etapa

# submission-status-editorial
source: In Copyediting
es_es: En corrección de originales
pt_br: Em Edição de Texto

# submission-status-production
source: In Proofreading
es_es: En corrección de pruebas
pt_br: Em Leitura de Prova

# submission-status-review
source: In Review
es_es: En revisión
pt_br: Em Avaliação

# submission-status-submission
source: Awaiting Editor Decision
es_es: A la espera de la decisión del editor/a
pt_br: Aguardando Decisão do Avaliador

# submission-status-unassigned
source: Unassigned
es_es: Sin asignar
pt_br: Não Designado

# submission-status-declined
source: Declined
es_es: Rechazado
pt_br: Rejeitado

# submission-status-published
source: Published
es_es: Publicado
pt_br: Publicado

# submission-submit-uploadStep
source: 1. Upload File
es_es: 1. Cargar envío
pt_br: 1. Enviar Submissão

# submission-submit-uploadSubmissionFile
source: Upload Submission File
es_es: Subir archivo de envío
pt_br: Carregar Arquivo da Submissão

# submission-submit-metadataStep
source: 2. Review Details
es_es: 2. Metadatos
pt_br: 2. Metadados

# submission-submit-finishingUpStep
source: 3. Confirm
es_es: 3. Finalizar
pt_br: 3. Finalização

# submission-submit-fileNameRequired
source: You must enter a file name for this file
es_es: Debe introducir un nombre para este archivo
pt_br: Informe um nome para este arquivo

# submission-upload-noGenre
source: Missing or invalid component!
es_es: Falta el género o no es válido.
pt_br: Gênero ausente ou inválido!

# submission-upload-invalidUserGroup
source: Missing or invalid user group!
es_es: Falta el grupo de usuarios/as o no es válido.
pt_br: Grupo de usuário inválido ou ausente!

# submission-upload-possibleRevision
source: Possible Duplication or Revision Detected
es_es: Se detectó una posible revisión o copia
pt_br: Detectada Possível Duplicação ou Avaliação (há duvida sobre essa tradução)

# submission-upload-possibleRevisionDescription
source: The name of the uploaded file resembles the name of a previously uploaded file, "{$revisedFileName}." Is this file intended to replace "{$revisedFileName}"? If so, select the file below. Otherwise, select "This is not a revision of an existing file" before proceeding.
es_es: <p>El nombre del archivo subido se parece al nombre del archivo "{$revisedFileName}" subido anteriormente. Si quiere reemplazar el archivo anterior con el que acaba de subir, seleccione el archivo que quiere reemplazar del menú desplegable. Si el archivo subido no debe reemplazar un archivo anterior, seleccione "Seleccionar archivo (para preservar el historial)" del menú desplegable.</p>
pt_br: O nome do arquivo enviado assemelha-se ao nome do arquivo previamente carregado " {$revisedFileName}". Se o arquivo foi carregado para substituir o arquivo mais recente, selecione o arquivo a ser substituído no menu suspenso. Se o arquivo enviado não é para substituir um arquivo mais recente, selecione a opção "Selecionar arquivo (preservar o histórico)."

# submission-upload-selectMandatoryFileToRevise
source: Please select the file you would like to revise.
es_es: Seleccione el archivo que quiere revisar.
pt_br: Por favor selecione o arquivo que gostaria de revisar.

# submission-upload-selectOptionalFileToRevise
source: If you are uploading a revision of an existing file, please indicate which file.
es_es: Si está subiendo una revisión de un archivo existente, indique de qué archivo se trata.
pt_br: Se você estiver carregando uma avaliação de um arquivo existente, por favor, indique que arquivo.

# submission-upload-uploadNewFile
source: This is not a revision of an existing file
es_es: Seleccionar archivo (para preservar el historial)
pt_br: Selecionar arquivo (preservar o histórico)

# submission-upload-userGroup
source: Upload this file in my role as...
es_es: Subir este archivo con mi rol de...
pt_br: Envie este arquivo no meu papel como ...

# submission-upload-userGroupDescription
source: If you are submitting an Edited Volume, you should upload all volume chapters individually, under your role as volume editor.
es_es: Si está subiendo un volumen editado, debería subir todos los capítulos del volumen uno por uno con el rol de editor/a de volumen.
pt_br: Se você estiver enviando um volume editado, você deve fazer upload de todos os capítulos individualmente, de acordo com o seu papel de editor de volume.

# submission-upload-uploadLibraryFile
source: Upload a Library File
es_es: Subir un archivo de biblioteca
pt_br: Enviar um Arquivo de Biblioteca

# submission-upload-libraryCategory
source: Submission Document Category
es_es: Categoría de documento del envío
pt_br: Categoria de Documento de Submissão

# submission-upload-finalDraft
source: Upload File
es_es: Subir archivo
pt_br: Enviar Arquivo

# submission-upload-copyeditedVersion
source: Upload Copyedited File
es_es: Subir archivo corregido
pt_br: Enviar Arquivo da Edição de Texto

# submission-upload-fairCopy
source: Upload Fair Copy
es_es: Subir copia en limpio
pt_br: Enviar Cópia "Fair" (???)

# submission-upload-uploadFiles
source: Upload Files
es_es: Subir archivos
pt_br: Enviar Arquivos

# submission-upload-response-description
source: After reviewing the assigned file, record any comments on the file below, and/or upload an annotated copy of the file (or another file).
es_es: Tras revisar el archivo asignado, registre los comentarios en el archivo de abajo o suba una copia del archivo (u otro archivo) con comentarios.
pt_br: Depois de analisar o arquivo designado, grave seus comentários no arquivo abaixo, e/ou envie uma cópia anotada do arquivo (ou outro arquivo).

# submission-upload-productionReady
source: Upload a Production Ready File
es_es: Subir un archivo listo para producción
pt_br: Enviar uma Versão Final

# submission-upload-proof
source: Upload a File Ready for Publication
es_es: Subir un archivo listo para publicación
pt_br: Fazer upload de um arquivo pronto para publicação

# submission-upload-noAvailableReviewFiles
source: There are no files for you to revise at this time.
es_es: No tiene archivos para revisar en este momento.
pt_br: Não existem arquivos a serem revisados por você.

# editor-submission-roundStatus-revisionsRequested
source: Revisions have been requested.
es_es: Revisiones solicitadas.
pt_br: Avaliações foram solicitadas.

# editor-submission-roundStatus-revisionsSubmitted
source: Revisions have been submitted.
es_es: Revisiones enviadas.

# editor-submission-roundStatus-resubmitForReview
source: The submission must be resubmitted for another review round.
es_es: El artículo debe volverse a enviar para otra ronda de revisión.

# editor-submission-roundStatus-submissionResubmitted
source: Submission has been resubmitted for another review round.
es_es: El artículo se ha envíado a otra ronda de revisión.

# editor-submission-roundStatus-sentToExternal
source: Sent to external review.
es_es: Enviado para revisión externa.
pt_br: Enviada para avaliação externa.

# editor-submission-roundStatus-accepted
source: Submission accepted.
es_es: Envío aceptado.
pt_br: Submissão aceita.

# editor-submission-roundStatus-declined
source: Submission declined.
es_es: Envío rechazado.
pt_br: Submissão rejeitada.

# editor-submission-roundStatus-pendingReviewers
source: Waiting for reviewers to be assigned.
es_es: Esperando asignar a los revisores/as.
pt_br: Aguardando avaliadores.

# editor-submission-roundStatus-pendingReviews
source: Awaiting responses from reviewers.
es_es: Esperando las respuestas de los revisores/as.
pt_br: Aguardando respostas dos avaliadores.

# editor-submission-roundStatus-reviewsReady
source: New reviews have been submitted.
es_es: Los revisores/as nuevos están listos.
pt_br: Novas avaliações estão prontas.

# editor-submission-roundStatus-reviewsCompleted
source: All reviewers have responded and a decision is needed.
es_es: Revisiones completadas.
pt_br: Avaliações completadas.

# editor-submission-roundStatus-reviewOverdue
source: A review is overdue.
es_es: Una revisión ha vencido.
pt_br: Uma avaliação está atrasada.

# editor-submission-roundStatus-pendingRecommendations
source: Awaiting recommendations from editors.
es_es: Esperando recomendaciones de los editores/as.

# editor-submission-roundStatus-recommendationsReady
source: New editorial recommendations have been submitted.
es_es: Enviada la nueva recomendación editorial.

# editor-submission-roundStatus-recommendationsCompleted
source: All recommendations are in and a decision is needed.
es_es: Recomendaciones recibidas y se requiere una Decisión.

# editor-submission-stageParticipants
source: Participants
es_es: Participantes
pt_br: Participantes

# editor-submission-noneAssigned
source: None Assigned
es_es: Ninguno asignado
pt_br: Nenhum Designado

# editor-submission-participant
source: Participant
es_es: Participante
pt_br: Participante

# editor-submission-addStageParticipant
source: Assign Participant
es_es: Añadir participante
pt_br: Adicionar Participante

# editor-submission-addStageParticipant-userGroup
source: Users are assigned to stages of the workflow by user group. Any user assigned to this stage will automatically be assigned to other stages to which their user group has been assigned. This is commonly reserved for editors, authors and translators.
es_es: Los usuarios son asignados a las diferentes fases del proceso de trabajo según su grupo. Cualquier usuario asignado a esta fase será automáticamente asignado a las otras fases en que su grupo usuario haya sido asignado. Esto normalmente está reservado a los editores/as, autores/as y traductores/as.
pt_br: Usuários são designados às etapas do fluxo de trabalho por grupo de usuários. Qualquer usuário designado a esta etapa será automaticamente designado as outras etapas que seu grupo de usuário foi designado. Isto é geralmente reservado a editores, autores e tradutores.

# editor-submission-removeStageParticipant
source: Remove Participant
es_es: Eliminar participante
pt_br: Remover Participante

# editor-submission-removeStageParticipant-description
source: You are about to remove this participant from <strong>all</strong> stages.
es_es: Está a punto de eliminar a este participante de <strong>todas</strong> las fases. Si el usuario/a también tiene tareas de auditor/a pendientes, también se eliminarán.
pt_br: Você está prestes a remover este participante de <strong>todos</ strong> os estágios. Se o usuário tiver tarefas pendentes, eles também serão removidas .

# editor-submission-addStageParticipant-form-userGroupRequired
source: You must select a user group.
es_es: Debe seleccionar un grupo de usuarios/as.
pt_br: Selecione um grupo de usuários.

# editor-submission-addStageParticipant-form-userRequired
source: You must select a user for the specified user group.
es_es: Debe seleccionar un usuario/a del grupo de usuarios/as especificado.
pt_br: Você deve selecionar um usuário para o grupo especificado.

# editor-submission-addStageParticipant-form-reviewerWarning
source: The participant you selected has been assigned to conduct a blind review. If you assign them as a participant, they will have access to the author's identity. You are encouraged not to assign this participant unless you can independently ensure the integrity of the peer review process.
es_es: El colaborador/a que ha seleccionado ha sido asignado para llevar a cabo una revisión ciega. Si lo asigna como participante tendrá acceso a la identidad del autor/a. Le aconsejamos no elegir este colaborador/a a menos que pueda garantizar la integridad del proceso de revisión por pares.

# editor-submission-decision
source: Decision
es_es: Decisión
pt_br: Decisão

# editor-submission-decision-accept
source: Accept Submission
es_es: Aceptar envío
pt_br: Aceitar Submissão

# editor-submission-decision-requestRevisions
source: Request Revisions
es_es: Solicitar revisiones
pt_br: Solicitar Modificações

# editor-submission-decision-resubmit
source: Resubmit for Review
es_es: Reevaluable
pt_br: Solicitar Reenvio

# editor-submission-decision-decline
source: Decline Submission
es_es: No publicable
pt_br: Rejeitar Submissão

# editor-submission-decision-sendToProduction
source: Send To Production
es_es: Enviar a producción
pt_br: Enviar para Editoração

# editor-submission-decision-skipReview
source: Accept and Skip Review
es_es: Aceptar y omitir la revisión
pt_br: Aceitar e Enviar para Edição de Texto

# editor-submission-decision-sendInternalReview
source: Send to Internal Review
es_es: Enviar para revisión interna
pt_br: Enviar para Avaliação Interna

# editor-submission-decision-approveProofsDescription
source: The page proof file must be checked as approved to be made Available. Do you want to approve it?
es_es: El archivo de compaginadas debe marcarse como "aprobado" para que esté disponible. ¿Quiere aprobarlo?
pt_br: O arquivo de leitura de prova deve ser definido como aprovado para ser disponibilizado. Você quer aprová-lo?

# editor-submission-decision-approveProofs
source: Approve Proofs
es_es: Aprobar pruebas
pt_br: Aprovar Versões de Prova

# editor-submission-decision-disapproveProofsDescription
source: This file proof will no longer be publicly available for download or purchase. Do you want to disapprove it?
es_es: Esta compaginada ya no estará disponible públicamente para su descarga o compra. ¿Quiere rechazarlo?
pt_br: Este arquivo de prova não estará mais disponível publicamente para download ou compra. Deseja desaprová-lo?

# editor-submission-decision-noDecisionsAvailable
source: Assign an editor to enable the editorial decisions for this stage.
es_es: Asigne un editor/a para habilitar las decisiones editoriales en esta fase.
pt_br: Designe um editor para habilitar as decisões editoriais nesse estágio.

# editor-submission-makeRecommendation
source: Make Recommendation
es_es: Hacer una recomendación
pt_br: Fazer Recomendação

# editor-submission-changeRecommendation
source: Change Recommendation
es_es: Modificar la recomendación.
pt_br: Mudar Recomendação

# editor-submission-recommendation-display
source: Recommendation: {$recommendation}
es_es: Recomendación: {$recommendation}
pt_br: Recomendação: {$recommendation}

# editor-submission-allRecommendations-display
source: Recommendations: {$recommendations}
es_es: Recomendaciónes: {$recommendations}
pt_br: Recomendações: {$recommendations}

# editor-submission-recommendation
source: Recommendation
es_es: Recomendación
pt_br: Recomendações

# editor-submission-recommendation-description
source: Recommend an editorial decision for this submission.
es_es: Recomendar una decisión editorial para este envío.
pt_br: Recomendar uma decisão editorial para essa submissão.

# editor-submission-recordedRecommendations
source: Recorded Recommendations
es_es: Recomendaciones registradas.
pt_br: Recomendações Registradas

# editor-submission-decision-nextButton
source: Next: Select Files for {$stageName}
es_es: Siguiente: seleccione archivos para {$stageName}
pt_br: Próximo: Selecionar Arquivos para {$stageName}

# editor-submission-decision-selectFiles
source: Select the files you would like to forward to the {$stageName} stage.
es_es: Seleccione los archivos que desea mover a la fase {$stageName}.
pt_br: Selecione os arquivos que gostaria de encaminhar para o estágio de {$stageName}.

# editor-submission-decision-previousAuthorNotification
source: Previous: Author Notification
es_es: Previo: notificación del autor/a
pt_br: Anterior: Notificação do Autor

# submission-currentStage
source: Current stage
es_es: Fase actual
pt_br: Estágio Atual

# submission-noActionRequired
source: No action required
es_es: No es necesaria ninguna acción
pt_br: Sem ações requeridas

# submission-actionNeeded
source: Needs action
es_es: Se requiere una acción
pt_br: Ação necessária

# reviewer-submission-reviewFiles
source: Review Files
es_es: Revisar archivos
pt_br: Arquivos para avaliação

# submission-submit-currentFile
source: Current file
es_es: Archivo actual
pt_br: Arquivo atual

# submission-finalDraft
source: Draft Files
es_es: Borradores finales
pt_br: Arquivos de Versão Final

# editor-submission-addAuditorError
source: There was an error trying to assign the auditor. Please Try again.
es_es: Se produjo un error al intentar asignar al auditor/a. Inténtelo de nuevo.
pt_br: Houve um erro ao tentar atribuir o auditor. Por favor tente novamente.

# submission-event-fileUploaded
source: A file "{$originalFileName}" was uploaded for submission {$submissionId} by {$username}.
es_es: {$username} subió el archivo "{$originalFileName}" para el envío {$submissionId}.
pt_br: Um arquivo "{$originalFileName}" foi carregado para a submissão {$submissionId} por {$username}.

# submission-event-fileDeleted
source: A file "{$originalFileName}" was deleted for submission {$submissionId} by {$username}.
es_es: {$username} eliminó el archivo "{$originalFileName}" para el envío {$submissionId}.
pt_br: O arquivo "{$originalFileName}" foi excluído da submissão {$submissionId} por {$username}.

# submission-event-revisionUploaded
source: A file revision "{$originalFileName}" was uploaded for submission {$submissionId} by {$username}.
es_es: {$username} subió el archivo de revisión "{$originalFileName}" para el envío {$submissionId}.
pt_br: O arquivo de avaliação "{$originalFileName}" foi enviado para a submissão {$submissionId} por {$username}.

# submission-event-revisionDeleted
source: A file revision "{$originalFileName}" was deleted for submission {$submissionId} by {$username}.
es_es: {$username} eliminó el archivo de revisión "{$originalFileName}" para el envío {$submissionId}.
pt_br: O arquivo de avaliação "{$originalFileName}" foi apagado da submissão {$submissionId} por {$username}.

# submission-event-lastRevisionDeleted
source: A file "{$title}" had its last revision removed by {$username}.
es_es: {$username} eliminó la última revisión del archivo "{$title}".
pt_br: O arquivo "{$title}" teve sua última avaliação removida por {$username}.

# submission-event-fileAuditorAdded
source: "{$name}" ({$username}) was added as an auditor for the file "{$file}."
es_es: Se añadió a "{$name}" ({$username}) como uno de los auditores/as del archivo "{$file}."
pt_br: "{$name}" ({$username}) foi adicionado como auditor do arquivo "{$file}."

# submission-event-fileAuditorCleared
source: "{$name}" ({$username}) was removed as an auditor for the file "{$file}."
es_es: Se eliminó a "{$name}" ({$username}) como uno de los auditores/as del archivo "{$file}."
pt_br: "{$name}" ({$username}) foi removido como auditor do arquivo "{$file}."

# submission-event-fileAuditUploaded
source: "{$name}" ({$username}) has completed an audit and uploaded "{$file}."
es_es: "{$name}" ({$username}) completó una auditoría y subió "{$file}."
pt_br: "{$name}" ({$username}) completou sua auditoria e enviou o arquivo "{$file}."

# submission-event-signoffSignoff
source: "{$name}" ({$username}) has signed off on the signoff for "{$file}."
es_es: "{$name}" ({$username}) cerró la sesión en el cierre de sesión de "{$file}."
