Repository: TESTYXOPERO123/pkp
Catalog: locale/*/submission.xlf
Languages: es_es, pt_br

# submission-parsedCitations-description
source: The following references have been extracted and will be linked to the submission metadata.
es_es: Las referencias siguientes han sido extraídas y se enlazarán con los metadatos del envío.

# submission-parsedAndSaveCitations
source: Extract and Save References
es_es: Extraer y guardar referencias

# submission-comments-addComment
source: Add Comment
es_es: Añadir comentario
pt_br: Incluir comentário

# submission-comments-comments
source: Comments
es_es: Comentarios
pt_br: Comentários

# submission-comments-confirmDelete
source: Are you sure you would like to delete this comment?
es_es: ¿Seguro que quieres borrar este comentario?
pt_br: Deseja realmente excluir o comentário?

# submission-comments-corrections
source: Corrections
es_es: Correcciones
pt_br: Correções

# submission-comments-editComment
source: Edit Comment
es_es: Editar comentario
pt_br: Editar comentário

# submission-comments-importPeerReviews
source: Import Peer Reviews
es_es: Importar revisiones por pares
pt_br: Importar a avaliação pelos pares

# submission-comments-addReviews
source: Add Reviews to Email
es_es: Añade las revisiones al correo electrónico
pt_br: Incluir avaliações na mensagem

# submission-comments-importPeerReviews-reviewerLetter
source: Reviewer {$reviewerLetter}:
es_es: Revisor/a {$reviewerLetter}:
pt_br: Avaliador {$reviewerLetter}:

# submission-comments-noComments
source: No Comments
es_es: No hay comentarios
pt_br: Nenhum comentário

# submission-comments-noReviews
source: No Reviews
es_es: No hay revisiones
pt_br: Nenhuma avaliação

# submission-comments-review
source: Review
es_es: Revisión
pt_br: Avaliação

# submission-comments-sendDecisionToReviewers
source: Send Reviewers editorial decision
es_es: Enviar decisión de revisores/as y editorial
pt_br: Enviar decisão editorial aos avaliadores

# submission-comments-subject
source: Subject
es_es: Materia
pt_br: Assunto

# submission-complete
source: Complete
es_es: Completado
pt_br: Concluída

# submission-contributors
source: List of Contributors
es_es: Autoría y colaboradores/as
pt_br: Lista de Coautores

# submission-copyedited
source: Copyedited
es_es: Corregido
pt_br: Texto editado

# submission-copyediting
source: Copyediting
es_es: Corrección de originales
pt_br: Edição de Texto

# submission-queryNoteFiles
source: Discussion Files
es_es: Archivos de discusión
pt_br: Arquivos de Disucssão

# submission-coverage
source: Coverage Information
es_es: Información de cobertura
pt_br: Informações de Cobertura

# submission-done
source: Done
es_es: Hecho
pt_br: Findo em

# submission-dueDate
source: Due Date
es_es: Fecha límite
pt_br: Prazo para conclusão

# submission-due
source: Due
es_es: Pendiente
pt_br: Prazo

# submission-editing
source: Editing
es_es: Editar
pt_br: Edição

# submission-editMetadata
source: Edit Metadata
es_es: Editar metadatos
pt_br: Editar metadados

# submission-editorial
source: Copyediting
es_es: Editorial
pt_br: Edição de Texto

# submission-email-backToEmailLog
source: Back to Email Log
es_es: Volver al registro de correo electrónico
pt_br: Voltar para log de e-mail

# submission-email-confirmClearLog
source: Are you sure you want to clear the email log for this submission?
es_es: ¿Seguro que quieres limpiar el registro de correo electrónico para este envío?
pt_br: Deseja realmente limpar o log de e-mail da submissão?

# submission-email-confirmDeleteLogEntry
source: Are you sure you want to delete this email log entry?
es_es: ¿Seguro que quieres borrar esta entrada de registro de correo electrónico?
pt_br: Deseja realmente excluir esta entrada no log de e-mail?

# submission-email-deleteLogEntry
source: Delete Log Entry
es_es: Borrar entrada de registro
pt_br: Excluir entrada no log

# submission-emailLog
source: Email Log
es_es: Registro de correo electrónico
pt_br: Log de e-mail

# submission-event-participantAdded
source: {$name} ({$username}) was assigned to this submission as a {$userGroupName}.
es_es: Se añadió a "{$name}" ({$username}) como {$userGroupName}.
pt_br: "{$name}" ({$username}) foi incluído no grupo de {$userGroupName}.

# submission-event-participantRemoved
source: "{$name}" ({$username}) is removed as a {$userGroupName}.
es_es: "{$name}" ({$username}) se ha eliminado de {$userGroupName}.
pt_br: "{$name}" ({$username}) foi excluído do grupo de {$userGroupName}.

# submission-event-backToEventLog
source: Back to Event Log
es_es: Volver a registro de eventos
pt_br: Voltar para log de eventos

# submission-event-confirmClearLog
source: Are you sure you want to clear the event log for this submission?
es_es: ¿Seguro que quieres limpiar el registro de eventos de este envío?
pt_br: Deseja realmente limpar o log de eventos da submissão?

# submission-event-confirmDeleteLogEntry
source: Are you sure you want to delete this event log entry?
es_es: ¿Seguro que quieres borrar esta entrada del registro de eventos?
pt_br: Deseja realmente excluir esta entrada no log de eventos?

# submission-event-deleteLogEntry
source: Delete Log Entry
es_es: Borrar entrada de registro
pt_br: Excluir entrada de log

# submission-event-submissionSubmitted
source: Initial submission completed.
es_es: Envío inicial completado.
pt_br: Submissão inicial concluída.

# submission-event-fileRevised
source: Revision "{$name}" (file ID {$fileId}-{$fileRevision}) was uploaded.
es_es: Se cargó la revisión "{$name}" (Id. de archivo {$fileId}-{$fileRevision}).
pt_br: Avaliação "{$name}" (ID do arquivo {$fileId}-{$fileRevision}) foi carregado.

# submission-event-general-metadataUpdated
source: Submission metadata updated
es_es: Metadatos de envío actualizados
pt_br: Metadados da submissão atualizados

# submission-event-general-suppFileUpdated
source: Submission file updated
es_es: Archivo de envío actualizado
pt_br: Documento suplementar da submissão atualizado

# submission-event-reviewer-reviewAcceptedByProxy
source: Review assignment accepted by proxy
es_es: Asignación de revisión aceptada por poderes
pt_br: Tarefa de avaliação aceita pelo responsável, em nome do avaliador

# submission-event-reviewer-reviewAccepted
source: Review assignment accepted
es_es: Asignación de revisión aceptada
pt_br: Tarefa de avaliação aceita

# submission-event-reviewer-reviewDeclined
source: Review assignment declined
es_es: Asignación de revisión rechazada
pt_br: Tarefa de avaliação recusada

# submission-event-reviewer-reviewDueDate
source: Review due date modified
es_es: Plazo de revisión modificado
pt_br: Data de conclusão da avaliação alterada

# submission-event-reviewer-reviewerAssigned
source: Reviewer assigned to submission
es_es: Se ha asignado un revisor/a a la propuesta
pt_br: Avaliador designado para a submissão

# submission-event-reviewer-reviewerRated
source: Reviewer rating submitted
es_es: Valoración de revisión enviada
pt_br: Classificação do avaliador enviada

# submission-event-reviewer-reviewerUnassigned
source: Reviewer unassigned from submission
es_es: Se ha desasignado un revisor/a a la propuesta
pt_br: Avaliador liberado da submissão

# submission-event-reviewer-reviewFile
source: Review file updated
es_es: Archivo de revisión actualizado
pt_br: Versão para avaliação atualizada

# submission-event-reviewer-reviewInitiated
source: Review assignment initiated
es_es: Asignación de revisión iniciada
pt_br: Tarefa de avaliação iniciada

# submission-event-reviewer-reviewRecommendation
source: Review recommendation file
es_es: Archivo de recomendaciones de revisión
pt_br: Documento de recomendações do avaliador

# submission-event-reviewer-reviewReinitiated
source: Review assignment reinitiated
es_es: Asignación de revisión reiniciada
pt_br: Tarefa de avaliação reiniciada

# submission-event-reviewer-reviewResubmitted
source: Review resubmitted
es_es: Revisión reenviada
pt_br: Avaliação reenviada

# submission-event-reviewer-reviewRevision
source: Reviewer revisions file updated
es_es: Archivo de revisiones actualizado
pt_br: Arquivo de avaliações do avaliador atualizado

# submission-event-subjectPrefix
source: An email has been sent:
es_es: Se ha enviado un correo electrónico:
pt_br: Um email foi enviado:

# submission-event-viewEmail
source: View Email
es_es: Ver correo electrónico
pt_br: Ver Email

# submission-files
source: Files
es_es: Archivos
pt_br: Documentos

# submission-files-downloadAll
source: Download All Files
es_es: Descargar todos los archivos
pt_br: Baixar Todos os Arquivos

# submission-galley
source: Galley
es_es: Galerada
pt_br: Composição Final

# submission-history-clearLog
source: Clear Log
es_es: Limpiar registro
pt_br: Limpar Log

# submission-history
source: History
es_es: Historial
pt_br: Histórico

# submission-history-noLogEntries
source: No log entries.
es_es: No hay entradas de registro.
pt_br: Nenhuma entrada no log.

# submission-history-recentLogEntries
source: Recent Entries
es_es: Entradas recientes
pt_br: Entradas recentes

# submission-history-submissionEmailLog
source: Email Log
es_es: Registro de correo electrónico
pt_br: Log de e-mail

# submission-history-submissionEventLog
source: Event Log
es_es: Registro de evento
pt_br: Log de eventos

# submission-history-submissionNotes
source: Submission Notes
es_es: Notas de envío
pt_br: Notas sobre a submissão

# submission-history-viewLog
source: View Log
es_es: Ver registro
pt_br: Ver log

# submission-howToCite
source: How to Cite
es_es: Cómo citar
pt_br: Como Citar

# submission-howToCite-citationFormats
source: More Citation Formats
es_es: Formatos de citación
pt_br: Fomatos de Citação

# submission-howToCite-downloadCitation
source: Download Citation
es_es: Descargar Cita
pt_br: Baixar Citação

# submission-initiated
source: Initiated
es_es: Iniciado
pt_br: Iniciado

# submission-identifiers
source: Identifiers
es_es: Identificadores
pt_br: Identificadores

# submission-publisherId
source: Public URL identifier
es_es: Identificador público de la URL
pt_br: URL de Identificação Pública

# submission-informationCenter-submissionInfo
source: Submission Info
es_es: Información del envío
pt_br: Informações da Submissão

# submission-informationCenter-metadata
source: Metadata
es_es: Metadatos
pt_br: Metadados

# submission-informationCenter-notes
source: Notes
es_es: Notas
pt_br: Notas

# submission-informationCenter-history
source: History
es_es: Historial
pt_br: Histórico

# submission-informationCenter-history-allEvents
source: Show events from prior versions
es_es: Mostrar eventos de versiones anteriores
pt_br: Mostrar eventos de versões anteriores

# submission-stageParticipants-notify
source: Notify
es_es: Notificar
pt_br: Notificar

# submission-lastModified
source: Last modified
es_es: Última modificación
pt_br: Última alteração

# submission-layout-addGalley
source: Add a Layout Galley
es_es: Añadir una galerada de maquetación
pt_br: Incluir modelo para Layout

# submission-layout-confirmDeleteGalley
source: Are you sure you want to permanently delete this galley?
es_es: ¿Seguro que quieres eliminar esta galerada de forma permanente?
pt_br: Deseja realmente excluir permanentemente este documento?

# submission-layout-confirmDeleteGalleyImage
source: Are you sure you want to remove this image from the galley?
es_es: ¿Seguro que quieres eliminar esta imagen de la galerada?
pt_br: Deseja realmente remover esta imagem?

# submission-layout-confirmDeleteSupplementaryFile
source: Are you sure you want to permanently delete this supplementary file?
es_es: ¿Seguro que quieres eliminar este archivo adicional de forma permanente?
pt_br: Deseja realmente excluir permanentemente este documento suplementar?

# submission-layout-deleteGalleyStylesheet
source: Delete this style sheet.
es_es: Eliminar esta hoja de estilo.
pt_br: Excluir folha de estilo.

# submission-layout-editGalley
source: Edit a Layout Galley
es_es: Editar una galerada de maquetación
pt_br: Editar modelo de layout

# submission-layout-galleyFormat
source: Galley Format
es_es: Formato de galerada
pt_br: Formato para publicação

# submission-layout-galleyHTMLData
source: HTML Galley Files
es_es: Archivos de galerada HTML
pt_br: Composição HTML

# submission-layout-galleyImages
source: Images
es_es: Imágenes
pt_br: Imagens

# submission-layout-galleyLabel
source: Galley Label
es_es: Etiqueta
pt_br: Rótulo

# submission-layout-galleyLabelInstructions
source: Typically used to identify the file format (e.g. PDF, HTML, etc.).
es_es: La etiqueta de galerada se usa para identificar el tipo de archivo (p.ej., HTML, PDF, etc).
pt_br: O rótulo é utilizado para identificar o formato do documento (ex.: HTML, PDF, etc).

# submission-layout-galleyLabelRequired
source: A galley label is required.
es_es: Se requiere una etiqueta de galerada.
pt_br: O rótulo é obrigatório.

# submission-layout-galleyLanguageRequired
source: A galley language is required.
es_es: Se requiere un idioma de galerada.
pt_br: O idioma da composição final é obrigatório.

# submission-layout-galleyLocaleRequired
source: A galley locale is required.
es_es: Se requiere una localización de galerada.
pt_br: A tradução da composição final é obrigatória.

# submission-layout-galleyRemoteURL
source: Remote URL
es_es: URL remota
pt_br: URL remoto

# submission-layout-galleyRemoteURLValid
source: Please provide a valid remote URL (include http://).
es_es: Proporcione una URL remota válida (incluyendo http://).
pt_br: Informe um URL remoto válido (inclua o protocolo, por exemplo http://)

# submission-layout-galleyNoImages
source: No images
es_es: No hay imágenes
pt_br: Nenhuma imagem incluída.

# submission-layout-galleys
source: Galleys
es_es: Galeradas
pt_br: para Publicação

# submission-layout-galleyStylesheet
source: Stylesheet File
es_es: Archivo de hoja de estilo
pt_br: Folha de Estilo (CSS)

# submission-layout-galleyStyle
source: Style
es_es: Estilo
pt_br: Estilo

# submission-layout-initialGalleyCreation
source: Initial Galley Creation
es_es: Creación de galerada inicial
pt_br: Composição Inicial

# submission-layout-layoutFile
source: Layout File
es_es: Archivo de maquetación
pt_br: Modelo de layout

# submission-layout
source: Layout
es_es: Maquetación

# submission-layout-layoutVersion
source: Layout Version
es_es: Versión maquetada
pt_br: para Layout

# submission-layout-newGalley
source: Create New Galley
es_es: Crear nueva galerada
pt_br: Criar nova composição

# submission-layout-newSupplementaryFile
source: Upload New Supplementary File
es_es: Subir nuevo archivo complementario
pt_br: Transferir novo documento suplementar

# submission-layout-noStyleFile
source: No style sheet file has been added to this galley.
es_es: No se ha añadido ningún archivo de hoja de estilo a esta galerada.
pt_br: Nenhuma folha de estilo incluída.

# submission-layout-supplementaryFiles
source: Supplementary File Review
es_es: Revisión de archivo complementario
pt_br: Avaliação de documento suplementar

# submission-layout-viewingGalley
source: Viewing Submission Galley
es_es: Ver galerada de envío
pt_br: Visualizando a composição

# submission-layout-viewProof
source: View Proof
es_es: Ver prueba
pt_br: Ler prova

source: Submission Metadata
es_es: Metadatos de envío
pt_br: Metadados da submissão

# submission-noReviewAssignments
source: No Review Assignments
es_es: Sin asignaciones de revisión
pt_br: Sem avaliações designadas

# submission-notes-addNewNote
source: Add New Note
es_es: Añadir nota
pt_br: Incluir

# submission-notes-attachedFile
source: File Attachment
es_es: Adjuntar archivo
pt_br: Documento anexo

# submission-notes-backToSubmissionNotes
source: Back To Submission Notes
es_es: Volver a notas de envío
pt_br: Voltar para notas sobre a submissão

# submission-notes-breadcrumb
source: Notes
es_es: Notas
pt_br: Notas

# submission-notes-clearAllNotes
source: Clear All Notes
es_es: Borrar todas las notas
pt_br: Excluir TODAS as notas

# submission-notes-collapseNotes
source: Collapse Notes
es_es: Cerrar notas
pt_br: Ocultar

# submission-notes-confirmDeleteAll
source: Remove All Submission Notes?
es_es: ¿Borrar todas las notas de envío?
pt_br: Excluir TODAS as notas sobre a submissão?

# submission-notes-confirmDelete
source: Remove This Submission Note?
es_es: ¿Borrar esta nota de envío?
pt_br: Excluir esta nota sobre a submissão?

# submission-notes-createNewNote
source: Create New Note
es_es: Crear nota
pt_br: Criar nova

# submission-notes-deleteNote
source: Delete Note
es_es: Eliminar nota
pt_br: Excluir

# submission-notes-editNote
source: Edit Note
es_es: Editar nota
pt_br: Editar

# submission-notes-expandNotes
source: Expand Notes
es_es: Expandir notas
pt_br: Exibir

# submission-notes-noSubmissionNotes
source: No Submission Notes
es_es: No hay notas de envío
pt_br: Sem notas sobre a submissão

# submission-notes-removeUploadedFile
source: Remove Uploaded File
es_es: Eliminar archivo subido
pt_br: Excluir documento transferido

source: Submission Notes
es_es: Notas de envío
pt_br: Notas sobre a submissão

# submission-notes-updateNote
source: Update Note
es_es: Actualizar nota
pt_br: Atualizar

# submission-notes-viewNotes
source: View Notes
es_es: Ver notas
pt_br: Ver notas

# submission-originalFile
source: Original file
es_es: Archivo original
pt_br: Documento original

# submission-page-editing
source: #{$id} Editing
es_es: #{$id} Editar
pt_br: #{$id} Edição

# submission-page-history
source: #{$id} History
es_es: #{$id} Historial
pt_br: #{$id} Histórico

# submission-page-review
source: #{$id} Review
es_es: #{$id} Revisión
pt_br: #{$id} Avaliação

# submission-page-summary
source: #{$id} Summary
es_es: #{$id} Resumen
pt_br: #{$id} Sinopse

# submission-page-citations
source: #{$id} Citations
es_es: #{$id} Citas
pt_br: #{$id} Citações

# submission-peerReview
source: Peer&nbsp;Review
es_es: Revisión por pares
pt_br: Avaliação

# submission-production
source: Production
es_es: Producción
pt_br: Editoração

# submission-recommendation
source: Recommendation: {$recommendation}
es_es: Recomendación: {$recommendation}
pt_br: Recomendação: {$recommendation}

# submission-rejected
source: Rejected
es_es: Rechazado
pt_br: Rejeitado

# submission-request
source: Request
es_es: Solicitud
pt_br: Solicitação

# submission-response
source: Response
es_es: Responder
pt_br: Resposta

# submission-restrictions
source: Restrictions
es_es: Restricciones
pt_br: Restrições

# submission-reviewMetadata
source: Review Metadata
es_es: Metadatos de revisión
pt_br: Avaliar metadados

# submission-review
source: Review
es_es: Revisión
pt_br: Avaliação

# submission-reviewed
source: Reviewed
es_es: Revisado(s)
pt_br: Avaliado

# submission-reviewVersion
source: Review Version
es_es: Versión de revisión
pt_br: Versão para avaliação

# submission-rights
source: Rights
es_es: Derechos
pt_br: Direitos

# submission-rights-tip
source: If you wish, you may enter a brief statement about the access rights held in or over this submission.
es_es: Si lo desea, puede escribir una breve declaración sobre los derechos de acceso que tiene respecto a este envío.
pt_br: Se desejar, você pode inserir uma breve declaração sobre os direitos de acesso sobre esta submissão.

# submissions-active
source: Active
es_es: Activo
pt_br: Ativo

# submissions-archived
source: Archived
es_es: Archivado
pt_br: Arquivado

# submission-saveMetadata
source: Save Metadata
es_es: Guardar metadatos
pt_br: Salvar metadados

# submissions-completed
source: Completed
es_es: Completado
pt_br: Concluído

# submissions-declined
source: Declined
es_es: Rechazado
pt_br: Rejeitado

# submissions-incomplete
source: Incomplete
es_es: Incompleto
pt_br: Incompleto

# submissions-noSubmissions
source: No Submissions
es_es: No hay envíos
pt_br: Sem submissões

# submissions-queuedEditing
source: In Editing
es_es: En cola para edición
pt_br: Em Edição

# submissions-queued
source: Queued
es_es: En cola
pt_br: Em fila

# submissions-queuedUnassigned
source: No editor has been assigned to this submission.
es_es: Esperando asignación
pt_br: Aguardando designação

# submissions-ruling
source: Ruling
es_es: Normativa
pt_br: Decisão

# submission-source
source: Source
es_es: Fuente
pt_br: Fonte

# submission-source-tip
source: Is this submission derived from another resource? If so, you may enter a URL or description of that resource.
es_es: ¿Se deriva este envío de otro recurso? Si es así, puede introducir una URL o una descripción del recurso.
pt_br: Este submissão é derivada de outro recurso? Se assim for, informe uma URL ou uma descrição destes recursos.

# submissions-submit
source: Submit
es_es: Enviar
pt_br: Enviado

# submissions-submitted
source: Submitted
es_es: Enviado
pt_br: Enviado

# submission-submission
source: Submission
es_es: Envío
pt_br: Submissão

# submission-submissionTitle
source: Submission Title:
es_es: Título del envío:
pt_br: Título da Submissão:

# submission-start
source: Start
es_es: Comenzar
pt_br: Iniciar

# submission-submissionHistory
source: Submission History
es_es: Historial de envío
pt_br: Histórico da submissão

# submission-submissionManuscript
source: Submission Manuscript
es_es: Texto completo de envío
pt_br: Manuscrito da submissão

# submission-submissionReview
source: Submission Review
es_es: Revisión de envío
pt_br: Avaliação da submissão

# submission-submitter
source: Submitter
es_es: Remitente
pt_br: Submetido por

# submission-submit-finishSubmission
source: Finish Submission
es_es: Finalizar envío
pt_br: Finalizar Submissão

# submission-submit-selectFile
source: Select File
es_es: Seleccionar archivo
pt_br: Selecionar Arquivo

# submission-submit-fileInformation
source: File Information
es_es: Información del archivo
pt_br: Informações do Arquivo

# submission-submit-fileAdded
source: File Added
es_es: Archivo añadido
pt_br: Arquivo Adicionado

# submission-submit-includeInBrowse
source: Include this contributor in browse lists?
es_es: ¿Incluir a este colaborador en las listas?
pt_br: Incluir este autor em listas de navegação?

# submission-submit-newFile
source: Add Another File
es_es: Enviar otro archivo
pt_br: Enviar um Novo Arquivo

# submission-submit-metadataForm
source: Additional Refinements
es_es: Mejoras adicionales
pt_br: Refinamentos Adicionais

# submission-submit-metadataForm-tip
source: Add additional information for your submission. Press 'enter' after each term.
es_es: Añada más información al envío. Pulse "Intro" después de cada término.
pt_br: Adicione informações adicionais para sua submissão. Pressione 'Enter' depois de cada termo.

# submission-submit-submissionLocale
source: Submission Language
es_es: Idioma del envío
pt_br: Idioma da Submissão

# submission-submit-submissionLocaleDescription
source: Submissions in several languages are accepted. Choose the primary language of the submission from the pulldown above.
es_es: Se aceptan envíos en varios idiomas. Elija el idioma principal del envío desde el menú desplegable de abajo.
pt_br: Arquivos da Submissão

# submission-submit-submissionFiles
source: Submission Files
es_es: Archivos de envío
pt_br: Arquivos da Submissão

# submission-submit-dependentFiles
source: Dependent Files
es_es: Archivos dependientes
pt_br: Arquivos Dependentes

# submission-manageDependentFiles
source: Manage Dependent Files
es_es: Gestionar los archivos dependientes
pt_br: Gerenciar Arquivos Dependentes

# submission-upload-dependent
source: Upload a Dependent File
es_es: Subir un archivo dependiente
pt_br: Carregar um Arquivo Dependente

# submission-upload-query
source: Upload a Discussion File
es_es: Sube un archivo de discusión
pt_br: Enviar um Arquivo de Discussão

# submission-summary
source: Summary
es_es: Resumen
pt_br: Resumo

# submission-supplementaryFiles
source: Supplementary Files
es_es: Archivos complementarios
pt_br: Documentos suplementares

# submission-supportingAgencies
source: Supporting Agencies
es_es: Agencias de apoyo
pt_br: Agências de fomento
