Repository: TESTYXOPERO123/pkp
Catalog: locale/*/submission.xlf
Languages: es_es, pt_br

# submission-event-proofsApproved
source: "{$name}" ({$username}) has approved the proofs for "{$formatName}."
es_es: "{$name}" ({$username}) aprobó los cambios de "{$formatName}."
pt_br: "{$name}" ({$username}) aprovou a leitura de prova para "{$formatName}."

source: Submission Overview
es_es: Resumen del envío
pt_br: Resumo da Submissão

# submission-description
source: Description
es_es: Descripción
pt_br: Descrição

# submission-stageNotInitiated
source: Stage not initiated.
es_es: Fase no iniciada.
pt_br: Estágio não iniciado.

source: Submission Documents
es_es: Documentos del envío
pt_br: Documentos Submetidos

# notification-type-editorAssign
source: You have been assigned as an editor to the submission "{$title}".
es_es: Ha sido asignado como editor del envío "{$title}".

# notification-type-copyeditorRequest
source: You have been asked to review copyedits for "{$title}".
es_es: Se le ha pedido que revise las correcciones para "{$title}".
pt_br: Você foi convidado a avaliar a versão de texto revisado para "{$title}".

# notification-type-layouteditorRequest
source: You have been asked to review layouts for "{$title}".
es_es: Se le ha pedido que revise las galeradas de "{$title}".
pt_br: Você foi solicitado a avaliar o layout para "{$title}".

# notification-type-indexRequest
source: You have been asked to create an index for "{$title}".
es_es: Se le ha pedido que cree un índice para "{$title}".
pt_br: Você foi solicitado a catalogar o documento "{$title}".

# notification-type-editorDecisionTitle
source: Latest editor decision.
es_es: Última decisión del editor/a.
pt_br: Última decisão editorial.

# notification-type-editorDecisionAccept
source: Submission accepted.
es_es: Envío aceptado.
pt_br: Submissão aceita.

# notification-type-editorDecisionExternalReview
source: External review process started.
es_es: Comenzó el proceso de revisión externa.
pt_br: Avaliação externa iniciada.

# notification-type-editorDecisionPendingRevisions
source: Revision required.
es_es: Se necesita revisión.
pt_br: Avaliação requerida.

# notification-type-editorDecisionResubmit
source: Resubmit for review.
es_es: Reenviar para revisión.
pt_br: Enviar novamente para avaliação.

# notification-type-editorDecisionDecline
source: Submission declined.
es_es: Envío rechazado.
pt_br: Submissão rejeitada.

# notification-uploadedResponse
source: Response uploaded.
es_es: Respuesta subida.
pt_br: Resposta enviada.

# notification-type-editorAssignment
source: An editor must be assigned before review is initiated. Please add editor using the Participants list.
es_es: Debe asignarse a un editor/a para que pueda comenzar la revisión. Añada a un editor/a utilizando el enlace Participantes que figura arriba.
pt_br: Um editor deve ser designado antes de iniciar a avaliação. Inclua um editor usando o link de Participantes acima.

# grid-reviewAttachments-title
source: Reviewer's Attachments
es_es: Archivos adjuntos del revisor/a
pt_br: Anexos do avaliador

# grid-reviewAttachments-send-title
source: Select review files to share with the author(s)
es_es: Seleccione los archivos de revisión para compartir con el autor/a.

# submission-productionReady
source: Book available
es_es: Libro disponible
pt_br: Livro disponível

# submission-review-uploadRevisionToRound
source: Upload Revised File
es_es: Subir archivo revisado
pt_br: Enviar Arquivo Avaliado

# log-review-reviewerAssigned
source: {$reviewerName} has been assigned to review submission {$submissionId} for review round {$round}.
es_es: Se asignó a {$reviewerName} para la revisión del envío {$submissionId} de la ronda de revisión {$round}.
pt_br: {$reviewerName} designado para avaliar a submissão {$submissionId} na rodada de avaliação {$round}.

# log-review-reviewUnconsidered
source: {$editorName} has marked the round {$round} review for submission {$submissionId} as unconsidered.
es_es: {$editorName} marcó la ronda de revisión {$round} para el envío {$submissionId} como sin consideración.
pt_br: {$editorName} marcou realizar a rodada {$round} de avaliação da submissão {$submissionId} como não considerada.

# submission-review-status-awaitingResponse
source: Waiting for a response from the reviewer.
es_es: Esperando la respuesta del revisor/a.
pt_br: Esperando uma resposta do avaliador.

# submission-review-status-declined
source: The reviewer declined this review request.
es_es: El revisor/a ha rechazado la petición de revisión.
pt_br: O avaliador recusou a proposta de avaliação.

# submission-review-status-responseOverdue
source: The reviewer has missed the response due date.
es_es: El revisor/a ha superado la fecha límite de respuesta.
pt_br: O avaliador perdeu o prazo de resposta.

# submission-review-status-reviewOverdue
source: The reviewer has missed the review due date.
es_es: El revisor/a ha superado la fecha límite de revisión.
pt_br: O avaliador perdeu o prazo de avaliação.

# submission-review-status-accepted
source: This review has been accepted.
es_es: La revisión ha sido aceptada.
pt_br: A avaliação foi aceita.

# submission-review-status-received
source: The reviewer has submitted their review.
es_es: El revisor/a ha enviado la revisión.
pt_br: O avaliador enviou seu parecer.

# submission-review-status-complete
source: This review has been completed.
es_es: La revisión ha sido completada.
pt_br: Esta avaliação está completa.

# submission-review-status-thanked
source: This review is complete and the reviewer has been thanked for their contribution.
es_es: Se ha completado la revisión y se le ha dado las gracias al revisor/a por su contribución.
pt_br: Esta avaliação está completa e os agradecimentos enviados ao avaliador.

# submission-document
source: Document
es_es: Documento
pt_br: Documento

# submission-art
source: Artwork
es_es: Archivo de ilustración
pt_br: Obra

# submission-supplementary
source: Supplementary Content
es_es: Contenido complementario
pt_br: Conteúdo Suplementar

# submission-supplementary-creator
source: Creator (or owner) of file
es_es: Creador (o propietario) del archivo
pt_br: Criador (ou proprietário) do arquivo

# submission-supplementary-subject
source: Subject
es_es: Materia
pt_br: Assunto

# submission-supplementary-publisher
source: Publisher
es_es: Editor
pt_br: Editora

# submission-supplementary-sponsor
source: Contributor or sponsoring agency
es_es: Colaborador o agencia de esponsorización
pt_br: Agência de financiamento ou apoio

# grid-action-itemWorkflow
source: Go to this submission's workflow
es_es: Ir al circuito de publicación de este envío
pt_br: Acessar o fluxograma de trabalho desta submissão

# notification-type-editorDecisionSendToProduction
source: Production process started.
es_es: Comenzó el proceso de producción.
pt_br: Processo de editoração iniciado.

# notification-type-editorAssignmentProduction
source: A production editor must be assigned before production process can be initiated. Please add a production editor using the Participants list.
es_es: Debe asignarse un jefe/a de producción para que pueda comenzar el proceso de producción. Añada un jefe/a de producción a través del enlace Participantes que aparece arriba.
pt_br: Um editor de leiaute deve ser designado antes de iniciar o processo de editoração. Inclua um editor de leiaute usando o link de Participantes acima.

# notification-type-editorAssignmentEditing
source: A production editor must be assigned before editorial process is initiated. Please add a production editor using the Participants list.
es_es: Debe asignarse un editor/a para que pueda comenzar el proceso editorial. Añada a un jefe/a de producción a través del enlace Participantes que aparece arriba.
pt_br: Um editor de leiaute deve ser designado antes de iniciar o processo de editoração. Inclua um editor de leiaute usando o link de Participantes acima.

# submission-reviewForm
source: Review Form
es_es: Formulario de revisión
pt_br: Formulário de avaliação

# submission-reviewFormResponse
source: Review Form Response
es_es: Formulario de respuesta de revisión
pt_br: Resposta do formulário de avaliação

# grid-action-createReviewFormElement
source: Create a new review form element
es_es: Crea un nuevo formulario de revisión
pt_br: Criar novo campo no formulário de avaliação

# grid-action-editMetadata
source: Edit Metadata
es_es: Edita los metadatos
pt_br: Editar metadados

# submission-permissions
source: Permissions
es_es: Permisos
pt_br: Permissões

# submission-attachPermissions
source: Attach the following permissions to the submission:
es_es: Adjunta los siguientes permisos al envío:
pt_br: Anexar as seguintes permissões à submissão:

# submission-license
source: License
es_es: Licencia
pt_br: Licença

# submission-copyright
source: Copyright
es_es: Derechos de autor

# submission-copyrightHolder
source: Copyright Holder
es_es: Titular de los derechos de autor
pt_br: Detentor do Copyright

# submission-copyrightYear
source: Copyright Year
es_es: Año de los derechos de autor
pt_br: Ano do Copyright

# submission-copyrightStatement
source: Copyright (c) {$copyrightYear} {$copyrightHolder}
es_es: Derechos de autor {$copyrightYear} {$copyrightHolder}

# submission-licenseURLValid
source: Please provide a valid remote URL (include http://).
es_es: Por favor, proporcione una URL remota válida (incluya http://).
pt_br: Fornaça uma URL válida (iniciando em http://).

# submission-licenseURL
source: License URL
es_es: Licencia URL
pt_br: URL da licença

# submission-license-cc-by-nc-nd4
source: CC Attribution-NonCommercial-NoDerivatives 4.0
es_es: CC Reconocimiento-NoComercial-SinObrasDerivadas 4.0

# submission-license-cc-by-nc4
source: CC Attribution-NonCommercial 4.0
es_es: CC Reconocimiento-NoComercial 4.0

# submission-license-cc-by-nc-sa4
source: CC Attribution-NonCommercial-ShareAlike 4.0
es_es: CC Reconocimiento-NoComercial-CompartirIgual 4.0

# submission-license-cc-by-nd4
source: CC Attribution-NoDerivatives 4.0
es_es: CC Reconocimiento-SinObrasDerivadas 4.0

# submission-license-cc-by4
source: CC Attribution 4.0
es_es: CC Reconocimiento 4.0

# submission-license-cc-by-sa4
source: CC Attribution-ShareAlike 4.0
es_es: CC CC Reconocimiento-SinObrasDerivadas 4.0

# submission-license-cc-by-nc-nd4-footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
es_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><br />Esta obra está bajo licencia internacional <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Reconocimiento-NoComercial-SinObrasDerivadas 4.0</a>.
pt_br: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><br />This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.

# submission-license-cc-by-nc4-footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-nc/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc/4.0/">Creative Commons Attribution-NonCommercial 4.0 International License</a>.</p>
es_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nc/4.0/88x31.png" /></a><br />Esta obra está bajo licencia internacional <a rel="license" href="https://creativecommons.org/licenses/by-nc/4.0/">Creative Commons Reconocimiento-NoComercial 4.0</a>.
pt_br: <a rel="license" href="https://creativecommons.org/licenses/by-nc/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nc/4.0/88x31.png" /></a><br />This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc/4.0/">Creative Commons Attribution-NonCommercial 4.0 International License</a>.

# submission-license-cc-by-nc-sa4-footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-nc-sa/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-sa/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License</a>.</p>
es_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc-sa/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nc-sa/4.0/88x31.png" /></a><br />Esta obra está bajo licencia internacional <a rel="license" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons Reconocimiento-NoComercial-CompartirIgual 4.0</a>.
pt_br: <a rel="license" href="https://creativecommons.org/licenses/by-nc-sa/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nc-sa/4.0/88x31.png" /></a><br />This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License</a>.

# submission-license-cc-by-nd4-footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nd/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.</p>
es_es: <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nd/4.0/88x31.png" /></a><br />Esta obra está bajo licencia internacional <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Reconocimiento-SinObrasDerivadas 4.0</a>.
pt_br: <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-nd/4.0/88x31.png" /></a><br />This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.

# submission-license-cc-by4-footer
source: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
es_es: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><br />Esta obra está bajo licencia internacional <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Reconocimiento 4.0</a>.
pt_br: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><br />This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.

# submission-license-cc-by-sa4-footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>.</p>
es_es: <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-sa/4.0/88x31.png" /></a><br />Esta obra está bajo licencia internacional <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Reconocimiento-CompartirIgual 4.0</a>.
pt_br: <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by-sa/4.0/88x31.png" /></a><br />This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>.

# submission-queries-submission
source: Pre-Review Discussions
es_es: Discusiones prerrevisión
pt_br: Discussão da pre-avaliação

# submission-queries-review
source: Review Discussions
es_es: Revisa las discusiones
pt_br: Discussão da avaliação

# submission-queries-editorial
source: Copyediting Discussions
es_es: Discusiones de corrección
pt_br: Discussão da edição de texto

# submission-queries-production
source: Production Discussions
es_es: Discusiones de producción
pt_br: Discussão da Editoração

# submission-query-subject
source: Subject
es_es: Tema
pt_br: Assunto

# submission-query-messages
source: Messages
es_es: Mensajes
pt_br: Mensagens

# submission-query-replies
source: Replies
es_es: Respuestas
pt_br: Respostas

# submission-query-from
source: From
es_es: De
pt_br: De

# submission-query-lastReply
source: Last Reply
es_es: Última respuesta
pt_br: Última resposta

# submission-query-closed
source: Closed
es_es: Cerrado
pt_br: Fechado

# submission-query-addNote
source: Add Message
es_es: Añade mensaje
pt_br: Adicionar mensagem

# grid-action-openNoteForm
source: Add a new reply to the discussion
es_es: Añade una respuesta nueva a la discusión
pt_br: Adiciona resposta aos comentários

# submission-query-activity
source: {$responderName} replied to {$noteTitle}: {$noteContents}
es_es: {$responderName} respondió a {$noteTitle}: {$noteContents}
pt_br: Há nova atividade numa conversa.

# submission-query-new
source: {$creatorName} started a discussion: {$noteTitle}: {$noteContents}
es_es: {$creatorName} inició una discusión: {$noteTitle}: {$noteContents}
pt_br: Há uma demanda a responder.

# submission-query-activity-contents
source: There is new activity in the discussion titled "{$queryTitle}" regarding the submission "{$submissionTitle}".
es_es: Hay actividad nueva en la conversación titulada "{$queryTitle}" que hace referencia al envío "{$submissionTitle}".
pt_br: Não há atividades em "{$queryTitle}" sobre a submissão "{$submissionTitle}".

# submission-query-new-contents
source: You have been added to a discussion titled "{$queryTitle}" regarding the submission "{$submissionTitle}".
es_es: Ha sido añadido a la conversación titulada "{$queryTitle}" que hace referencia al envío "{$submissionTitle}".
pt_br: Você foi adicionado a uma conversa chamada "{$queryTitle}" sobre a submissão "{$submissionTitle}".

# submission-query-noParticipantOptions
source: You must assign at least one participant to this submission before initiating a discussion.
es_es: Debe asignar como mínimo un participante a este envío antes de iniciar una discusión.

# submission-list-infoCenter
source: Activity Log & Notes
es_es: Registro de actividad y notas
pt_br: Log de Atividades e Anotações

# submission-list-responseDue
source: Response Due
es_es: Respuesta esperada
pt_br: Prazo de Resposta

# submission-list-reviewDue
source: Review Due
es_es: Revisión esperada
pt_br: Prazo de Avaliação

# submission-list-reviewComplete
source: Review Submitted
es_es: Revisión enviada

# submission-list-confirmDelete
source: Delete submission?
es_es: ¿Eliminar envío?
pt_br: Apagar submissão?

# submission-list-viewSubmission
source: View Submission
es_es: Ver Envío
pt_br: Ver Submissão

# submission-list-reviewsCompleted
source: Assigned reviews completed
es_es: Revisiones asignadas completadas
pt_br: Avaliações completadas

# submission-list-revisionsSubmitted
source: Revisions submitted
es_es: Revisiones enviadas
pt_br: Avaliações enviadas

# submission-list-copyeditsSubmitted
source: Copyedited files submitted
es_es: Archivos corregidos enviados
pt_br: Arquivos da edição de texto enviados

# submission-list-galleysCreated
source: Production galleys created
es_es: Galeradas creadas
pt_br: Composições finais criadas

# submission-list-filesPrepared
source: Files prepared
es_es: Archivos preparados
pt_br: Arquivos preparados

# submission-list-discussions
source: Open discussions
es_es: Discusiones abiertas
pt_br: Discussões abertas

# submission-list-dualWorkflowLinks
source: You have been assigned multiple roles for this submission. Would you like to access the <a href="{$urlAuthorWorkflow}">Author's workflow</a> or the <a href="{$urlEditorialWorkflow}">Editorial workflow</a>?
es_es: Se le han asignado múltiples roles para este envío. ¿Quiere acceder al <a href="{$urlAuthorWorkflow}">flujo de trabajo del autor/a</a> o al <a href="{$urlEditorialWorkflow}">flujo de trabajo editorial</a>?

# submission-list-reviewerWorkflowLink
source: You have been assigned an editorial role for this submission. Would you like to access the <a href="{$urlEditorialWorkflow}">Editorial workflow</a>?
es_es: Se le ha asignado un rol editorial para este envío. ¿Quiere acceder al <a href="{$urlEditorialWorkflow}">flujo de trabajo editorial</a>?

# submission-list-incompleteSubmissionNotice
source: This submission must be completed before an editor will review it.
es_es: El envío debe completarse antes de que un editor/a lo revise.
pt_br: Esta submissão deve ser completada para quer um editor a avalie.

# submission-list-currentStage
source: Currently in the {$stage} stage.
es_es: Actualmente en la fase {$stage}.

# submission-list-assignEditor
source: Assign Editor
es_es: Asignar Editor

# grid-category-categories
source: Categories
es_es: Categorías
pt_br: Categorias

# catalog-sortBy-titleAsc
source: Title (A-Z)
es_es: Título (A-Z)
pt_br: Título (A-Z)

# catalog-sortBy-titleDesc
source: Title (Z-A)
es_es: Título (Z-A)
pt_br: Título (Z-A)

# catalog-sortBy-datePublishedAsc
source: Publication date (oldest first)
es_es: Fecha de publicación (más antiguos primero)
pt_br: Data de publicação (antigos primeiro)

# catalog-sortBy-datePublishedDesc
source: Publication date (newest first)
es_es: Fecha de publicación (más nuevos primero)
pt_br: Data de publicação (novos primeiro)

# category-coverImage
source: Cover Image
es_es: Imagen de tapa
pt_br: Imagem de Capa

# submission-submit-placement-categories
source: Categories
es_es: Categorías
pt_br: Categorias

# submission-currentCoverImage
source: Current Image
es_es: Imagen actual
pt_br: Imagem atual

# catalog-category-noItems
source: Nothing has been published in this category yet.
es_es: Aún no se ha publicado nada en esta categoría.
pt_br: Sem publicações para esta categoria no momento.

# catalog-category-subcategories
source: Subcategories
es_es: Subcategorías
pt_br: Subcategorias

# metadata-property-displayName-eissn
source: eISSN
pt_br: ISSN eletrônico

# log-review-reviewCleared
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been cleared.
pt_br: {$reviewerName} foi liberada(o) da rodada {$round} de avaliação da submissão {$submissionId}.
