Repository: TESTYXOPERO123/pkp
Catalog: locale/*/user.xlf
Languages: da_dk, de_de, pl_pl, pt_br, zh_cn

# user-accountInformation
source: Account Information
da_dk: Kontoinformation
de_de: Konto-Information
pl_pl: Informacje o koncie
pt_br: Informações de cadastro
zh_cn: 帐户信息

# user-affiliation
source: Affiliation
da_dk: Tilhørsforhold
de_de: Institution
pl_pl: Afiliacja
pt_br: Instituição/Afiliação
zh_cn: 工作单位

# user-affiliation-description
source: (Your institution, e.g. "Simon Fraser University")
da_dk: (Din institution, fx "Aarhus Universitet")
de_de: (Ihre Institution, z.B. "Simon Fraser University")
pl_pl: (pełna nazwa instytucji naukowej, np. Uniwersytet im. Adama Mickiewicza w Poznaniu)
pt_br: (Sua instituição, por exemplo "Simon Fraser University")
zh_cn: （您的所在机构，如“西蒙.弗雷泽大学”）

# user-affiliations
source: Affiliations
da_dk: Tilhørsforhold
de_de: Institutionen
pl_pl: Afiliacje
pt_br: Outras Afiliações
zh_cn: 工作单位

# user-authorization-accessDenied
source: Access denied.
da_dk: Adgang nægtet.
de_de: Zugang verweigert.
pl_pl: Brak dostępu.
pt_br: Acesso negado.
zh_cn: 拒绝读取

# user-authorization-processAuthenticationTokenRequired
source: The process authentication token is missing or invalid.
da_dk: Procesgodkendelse mangler eller er ugyldig
de_de: Das Authentifizierungstoken des Prozesses fehlt oder ist ungültig.
pl_pl: Brak lub nieprawidłowy token do uwierzytelnienia procesu.
pt_br: O verificador do processo de autenticação está faltando ou é inválido.
zh_cn: 过程认证令牌丢失或无效。

# user-authorization-contextRequired
source: You cannot call this operation without a context (press, journal, conference, etc).
da_dk: Du kan ikke vælge den handling uden en kontekst (presse, tidsskrift, konference osv.)
de_de: Sie können diese Operation nicht ohne einen Kontext (Presse, Zeitschrift, Konferenz etc.) aufrufen.
pl_pl: Nie możesz zakończyć tej operacji bez wprowadzenia wymaganych danych (wydawca, czasopismo, konferencja itd.).
pt_br: Não é possível executar esta operação sem um contexto (impresso, periódico, conferência, entre outros).
zh_cn: 您不能在没有背景（出版社、期刊、会议等）的情况下调用该操作。

# user-authorization-loginRequired
source: Login required.
da_dk: Kræver login.
de_de: Login erforderlich.
pl_pl: Wymagany login.
pt_br: Login obrigatório.
zh_cn: 需要登陆

# user-authorization-privateOperation
source: The operation you tried to access is either private or doesn't exist.
da_dk: Den handling, du forsøgte at få adgang til, er enten privat eller eksisterer ikke.
de_de: Die Operation, auf die Sie zugreifen wollten, ist entweder privat oder existiert nicht.
pl_pl: Działanie, do której starałeś(aś) się dostać jest prywatne lub nie istnieje.
pt_br: A operação acessada é privada ou não existe.
zh_cn: 您试图连接的操作为私有或不存在的。

# user-authorization-restrictedSiteAccess
source: You have been denied access. Access to this site is currently restricted.
da_dk: Du er blevet nægtet adgang. Der er i øjeblikket begrænset adgang til dette websted.
de_de: Ihnen wurde der Zugang verweigert. Der Zugang zu dieser Site ist momentan beschränkt.
pl_pl: Odmówiono dostępu. Dostęp do tej strony jest obecnie ograniczony.
pt_br: Seu acesso foi negado. Acesso a esta página está atualmente bloqueado.
zh_cn: 您被拒绝访问。目前禁止访问该网站。

# user-authorization-roleBasedAccessDenied
source: The current role does not have access to this operation.
da_dk: Den nuværende rolle har ikke adgang til denne handling.
de_de: Die aktuelle Rolle hat keinen Zugriff auf diese Operation.
pl_pl: Obecna rola nie posiada dostępu do tego działania.
pt_br: O papel atual não possui permissão para realizar esta operação.
zh_cn: 当前的身份无法访问该操作。

# user-authorization-assignedStageRoleBasedAccessDenied
source: You have not been assigned to this submission with a role that is allowed to access this operation.
da_dk: Du er ikke blevet tildelt denne indsendelse med en rolle, der giver dig adgang til denne handling.
de_de: Sie sind dieser Einreichung nicht in einer Rolle zugeordnet worden, die auf diese Maßnahme zugreifen kann.

# user-authorization-userGroupRequired
source: You have to set a valid user group to access this operation.
da_dk: Du skal oprette en gyldig brugergruppe for at få adgang til denne handling.
de_de: Sie müssen eine gültige Benutzer/innen-Gruppe setzen, um auf diese Operation zugreifen zu können.
pl_pl: Musisz należeć do odpowiedniej grupy użytkowników, aby mieć dostęp do tego działania.
pt_br: É necessário definir um grupo de usuário válido para acessar esta operação.
zh_cn: 您必须设立有效的用户群来访问该操作。

# user-authorization-managerRequired
source: A user with a Manager role (i.e. Production Editor) must be assigned to the stage before you can proceed.
da_dk: En bruger med rollen som pressechef (f.eks. presse- eller produktionsredaktør) skal indskrives, før du kan gå videre.
de_de: Ein/e Benutzer/in mit einer Verwalter/innen-Rolle (z.B. Produktionsredakteur/in) muss dem Arbeitsschritt hinzugefügt werden, bevor Sie weitermachen können.
pl_pl: Użytkownik pełniący rolę redaktora musi być przydzielony do tego etapu, aby kontynuować.
pt_br: Um usuário com papel de Gerente (Editor da Revista ou Editor de Leiaute, por exemplo) deve ser designado ao estágio antes de proceder.
zh_cn: 在您能够进行下一步前您必须指派一个出版管理身份的用户 （如出版或制作编辑）。

# user-authorization-accessibleWorkflowStage
source: You don't currently have access to that stage of the workflow.
da_dk: Du har på nuværende tidspunkt ikke adgang til dette workflow-trin.
de_de: Sie haben momentan keinen Zugriff auf diese Phase des Publikationsprozesses.
pl_pl: Nie posiadasz uprawnień dostępu do tego etapu.
pt_br: Atualmente você não possui acesso a este estágio do fluxo de trabalho.

# user-authorization-workflowStageRequired
source: A workflow stage was not specified.
da_dk: Der blev ikke angivet et workflow-trin.
de_de: Es wurde kein Arbeitsschritt angegeben.
pl_pl: Etap nie został określony.
pt_br: Um estágio do fluxo de trabalho não foi especificado.

# user-authorization-pluginRequired
source: A plugin was not specified and is required.
da_dk: Der mangler at blive anvist en plug-in.
de_de: Es wurde kein Plugin angegeben, obwohl es erforderlich ist.
pl_pl: Wtyczka nie została określona i jest wymagana.
pt_br: Um plugin não foi especificado mas é requerido.

# user-authorization-invalidReviewAssignment
source: You do not have permission to access this review assignment.
da_dk: Du har ikke adgangtilladelse til denne bedømmelsestildeling.
de_de: Sie haben keine Berechtigung, auf diese Begutachtungsanfrage zuzugreifen.

# user-authorization-submissionQuery
source: You do not have permission to access this discussion.
da_dk: Du har ikke adgangstilladelse til denne drøftelse.
de_de: Sie haben keine Berechtigung, auf diese Diskussion zuzugreifen.

# user-biography
source: Bio Statement (e.g., department and rank)
da_dk: Biografierklæring
de_de: Angaben zum Lebenslauf
pl_pl: Biogram
pt_br: Resumo da Biografia
zh_cn: 传记

# user-changeMyPassword
source: Change My Password
da_dk: Rediger min adgangskode
de_de: Mein Passwort ändern
pl_pl: Zmień moje hasło
pt_br: Alterar minha senha
zh_cn: 修改我的密码

# user-changePassword
source: Change Password
da_dk: Skift adgangskode
de_de: Passwort ändern
pl_pl: Zmień hasło
pt_br: Alterar senha
zh_cn: 修改密码

# user-dateLastLogin
source: Last login
da_dk: Seneste logon
de_de: Letztes Einloggen am
pl_pl: Ostatni login
pt_br: Último acesso
zh_cn: 最后登录时间

# user-dateRegistered
source: Date registered
da_dk: Registreringsdato
de_de: Angemeldet am
pl_pl: Data rejestracji
pt_br: Data de cadastro
zh_cn: 注册时间

# user-editMyProfile
source: Edit My Profile
da_dk: Rediger min profil
de_de: Mein Profil bearbeiten
pl_pl: Edytuj mój profil
pt_br: Editar meu perfil
zh_cn: 编辑我的信息

# user-givenName
source: Given Name
de_de: Vorname
pt_br: Nome Próprio

# user-interests
source: Reviewing interests
da_dk: Bedømmelsesinteresser
de_de: Interessen
pl_pl: Przegląd zainteresowań
pt_br: Área de interesse para avaliação
zh_cn: 回顾利益

# user-interests-description
source: (Separate interests by pressing the enter or comma key)
da_dk: (Adskil interesser ved at trykke på Enter- eller komma-tasten)
de_de: (Trennen Sie Interessen durch die Enter-Taste oder durch Komma.)
pl_pl: (Oddziel zainteresowania stosując ENTER lub przecinek)
pt_br: (Separe interesses pressionando as teclas enter ou vírgula)
zh_cn: （按输入或逗号键来分隔兴趣）

# user-gossip
source: Editorial Notes
da_dk: Private bemærkninger
de_de: Private Notizen
pl_pl: Prywatne notatki
pt_br: Notas privadas
zh_cn: 个人提醒

# user-gossip-description
source: Record notes about this reviewer that you would like to make visible to other administrators, managers and all editors. Notes will be visible for future review assignments.
da_dk: Bemærkninger, der indskrives her vil kun være synlige for administratorer, tidsskriftschefer og redaktører.
de_de: Anmerkungen über diese/n Gutachter/in hinzufügen, die Sie mit anderen Administrator/innen, Zeitschriftenverwalter/innen und (Teil-)Redakteur/innen teilen möchten. Die Anmerkungen werden bei künftigen Begutachtungsanfragen berücksichtigt werden können.

source: User Group
da_dk: Brugergruppe
de_de: Benutzer/innen-Gruppe
pl_pl: Grupa użytkowników
pt_br: Grupo de usuários
zh_cn: 用户群

# user-familyName
source: Family Name
de_de: Nachname
pt_br: Sobrenome

# user-profile-form-profileImageInvalid
source: Invalid profile image format or image too big. Accepted formats are .gif, .jpg, or .png, and the image must not exceed 150x150 pixels.
da_dk: Profilbilledets format er ugyldigt, eller også er billedet for stort. De accepterede formater er .jpg og .png, og billedet må ikke overskride 150 x 150 pixels.
de_de: Ungültiges oder zu großes Bildformat für das Nutzer/innenprofil. Gültige Formate sind .gif, .jpg oder .png, und das Bild darf eine Größe von 150x150 Pixel nicht überschreiten.
pl_pl: Nieprawidłowy format lub za duży rozmiar zdjęcia. Akceptowane formaty to: GIF, JPG lub PNG. Maksymalna wielkość zdjęcia to: 150x150 pikseli.
pt_br: Formato ou tamanho de imagem inválido para o perfil. Formatos aceitos são .gif, .jpg, ou .png, e a imagem não pode exceder 150x150 pixels.
zh_cn: 无效的照片格式或者文件太大，可接受的格式有 .gif, .jpg, or .png, 而且图片不能超过 150x150 pixels.

# user-login-accountDisabledWithReason
source: Your account has been disabled for the following reason: {$reason}
da_dk: Din konto er blevet deaktiveret af følgende årsag: {$reason}
de_de: Ihr Konto wurde aus folgenden Gründen deaktiviert: {$reason}
pl_pl: Twoje konto zostało wyłączone z nastepujących powodów: {$reason}
pt_br: Sua conta foi desabilitada pelo seguinte motivo: {$reason}
zh_cn: 您的帐户已被禁用，原因如下: {$reason}

# user-login-accountDisabled
source: Your account has been disabled. Please contact the administrator for more information.
da_dk: Din konto er blevet deaktiveret. Kontakt administratoren for at få flere oplysninger.
de_de: Ihr Konto wurde deaktiviert. Für nähere Informationen setzen Sie sich bitte mit der/dem Website-Administrator/in in Verbindung.
pl_pl: Twoje konto zostało wyłączone. Aby dowiedzieć się więcej skontaktuj się z administratorem.
pt_br: Sua conta foi desativada. Entre em contato com o administrador para maiores informações.
zh_cn: 您的帐户已被禁用。需要更多帮助，请联系管理员.

# user-login-accountNotValidated
source: We've sent a confirmation email to you at {$email}. Please follow the instructions in that email to activate your new account. If you do not see an email, please check to see if it was put in your spam folder.
da_dk: Vi har sendt en bekræftelses-e-mail til dig på {$email}. For at aktivere din nye konto skal du følge de angivne instruktioner i e-mailen. Hvis du ikke kan se nogen e-mail, bedes du tjekke din spam-mappe.
de_de: Wir haben Ihnen eine Bestätigungs-E-Mail an {$email} geschickt. Bitte folgen Sie den Hinweisen in dieser E-Mail, um Ihr Konto zu aktivieren. Wenn Sie keine E-Mail erhalten haben, kontrollieren Sie bitte auch Ihren Spam-Ordner.
pl_pl: Potwierdzenie zostało przesłane na adres e-mail {$email}. Proszę, odbierz e-mail i postępuj zgodnie z podanymi wskazówkami. Jeśli nie otrzymałeś(aś) wiadomości na swoją skrzynkę e-mail, skontaktuj się ze wsparciem technicznym.
pt_br: É necessário validar seu endereço de e-mail. Verifique sua caixa de correio eletrônico e siga as instruções na mensagem recebida. Caso não tenha recebido a mensagem, entre em contato com o administrador para suporte.
zh_cn: 您的电子邮件地址未被验证.请检查您的电子邮件以及下面提供的介绍.如果您还没有接受一个邮件，请联系管理员获得更多信息.

# user-login-activate
source: Activate Account
da_dk: Aktiver konto
de_de: Aktiviere Konto
pl_pl: Aktywuj konto
pt_br: Ativar cadastro
zh_cn: 激活帐户

# user-login-activated
source: Thank you for activating your account. You may now log in using the credentials you supplied when you created your account.
da_dk: Tak, fordi du har aktiveret din konto. Du kan nu logge på ved hjælp af de legitimationsoplysninger, du angav, da du oprettede kontoen.
de_de: Danke, dass Sie Ihr Konto aktiviert haben. Sie können sich nun unter Verwendung der von Ihnen bei der Erstellung Ihres Kontos gemachten Angaben einloggen.
pl_pl: Dziękujemy za aktywację konta. Teraz możesz zalogować się używając danych uwierzytelniających, które wprowadziłeś(aś) tworząc konto.
pt_br: Seu cadastro foi ativado, permitindo o acesso ao sistema com os dados informados no momento do cadastro.
zh_cn: 谢谢您激活帐户. 您现在可以使用当您创建帐户时提供的凭据登录.

# user-login-changePasswordInstructions
source: You must choose a new password before you can log in to this site.<br /><br />Please enter your username and your current and new passwords below to change the password for your account.
da_dk: Du skal vælge en ny adgangskode, inden du kan logge på dette websted.<br /><br />Angiv dit brugernavn samt din aktuelle og din nye adgangskode nedenfor for at ændre adgangskoden til din konto.
de_de: Damit Sie sich auf dieser Seite einloggen können, müssen Sie ein neues Passwort auswählen.<br /><br />Sie ändern das Passwort für Ihr Konto, indem Sie unten Ihren Benutzer/innennamen und das aktuelle sowie das neue Passwort eintragen.
pl_pl: Musisz wybrać nowe hasło zanim zalogujesz się na stronie.<br /><br />Proszę o podanie nazwy użytkownika oraz swojego dotychczasowego oraz nowego hasła.
pt_br: Uma nova senha deve ser definida antes de cadastrar-se no sistema.<br /><br />Digite seu login e senhas atual e nova para alterar a senha de acesso à conta.
zh_cn: 您必须在您登录到本站之前选择一个新密码.<br /><br />请在下面输入您的用户名，以及您当前的密码，还有新密码.

# user-login-forgotPassword
source: Forgot your password?
da_dk: Har du glemt din adgangskode?
de_de: Passwort vergessen?
pl_pl: Zapomniałeś(aś) hasła?
pt_br: Esqueceu a senha?
zh_cn: 忘记您的密码?

# user-login-loginError
source: Invalid username or password. Please try again.
da_dk: Ugyldigt brugernavn eller ugyldig adgangskode. Forsøg igen.
de_de: Benutzer/innen-Name oder Passwort ungültig. Versuchen Sie es erneut.
pl_pl: Błędna nazwa użytkownika lub hasło. Spróbuj ponownie.
pt_br: Login e/ou senha inválido(s). Tente novamente.
zh_cn: 无效的用户名或者密码，请重试.

# user-login
source: Login
da_dk: Log på
de_de: Einloggen
pl_pl: Zaloguj się
pt_br: Acesso
zh_cn: 登录

# user-login-lostPassword-confirmationSent
source: A confirmation has been sent to your email address. Please follow the instructions in the email to reset your password.
da_dk: Der er sendt en bekræftelse til din e-mail-adresse. Følg instruktionerne i e-mailen for at nulstille din adgangskode.
de_de: Eine Bestätigung wurde an Ihre E-Mail-Adresse versandt. Zur Wiederherstellung Ihres Passwortes folgen Sie bitte den Anweisungen aus der E-Mail.
pl_pl: Potwierdzenie zostało wysłane na skrzynkę e-mail. Aby zmienić hasło, proszę postępować zgodnie ze wskazówkami zamieszczonymi w przesłanej wiadomości.
pt_br: Um e-mail de confirmação foi enviado. Siga as instruções para criar uma nova senha.
zh_cn: 一封确认已发送到您的电子邮件地址,请按照电子邮件中的说明重置您的密码.

# user-login-lostPassword-invalidHash
source: Sorry, the link you clicked on has expired or is not valid. Please try resetting your password again.
da_dk: Det link, du har klikket på, er udløbet eller er ikke gyldigt. Forsøg at nulstille din adgangskode igen.
de_de: Leider ist der Link, den Sie angeklickt haben, abgelaufen oder ungültig. Versuchen Sie bitte erneut, Ihr Passwort wiederherzustellen.
pl_pl: Przepraszamy, ten link jest nieaktywny. Spróbuj zresetować swoje hasło ponownie.
pt_br: O link acessado expirou ou é inválido. Lamentamos o inconveniente. Tente criar uma senha novamente.
zh_cn: 对不起，你点击链接已过期或无效,请尝试再次重置您的密码.

# user-login-lostPassword-invalidUser
source: No user exists with the specified email address.
da_dk: Der findes ingen brugere med den angivne e-mail-adresse.
de_de: Zu der angegebenen E-Mail-Adresse existiert kein/e Benutzer/in.
pl_pl: Użytkownik z takim adresem e-mail nie istnieje.
pt_br: Nenhum usuário cadastrado com o e-mail especificado.
zh_cn: 指定的电子邮件相关用户不存在.

# user-login-lostPassword-passwordSent
source: A new password has been sent to your email address. You may now login to the site with your new password.
da_dk: Der er sendt en ny adgangskode til din e-mail-adresse. Du kan nu logge på webstedet med din nye adgangskode.
de_de: Ein neues Passwort wurde an Ihre E-Mail-Adresse versandt. Sie können sich jetzt mit dem neuen Passwort einloggen.
pl_pl: Nowe hasło zostało przesłane na podany adres e-mail. Możesz zalogować się na witrynę używając nowego hasła.
pt_br: Uma nova senha foi enviada. Acesse o sistema com a nova senha.
zh_cn: 一个新的密码已发送到您的电子邮件地址.您现在可以使用新的密码登录了.

# user-login-registeredEmail
source: Registered user's email
da_dk: E-mail-adresse på registreret bruger
de_de: E-Mail-Adresse der registrierten Benutzerin/des registrierten Benutzers
pl_pl: Zarejestruj e-mail użytkownika
pt_br: E-mail do usuário cadastrado
zh_cn: 注册的用户电子邮件

# user-login-registrationComplete
source: Registration complete
da_dk: Registrering fuldført
de_de: Registrierung abgeschlossen
pl_pl: Rejestracja zakończona
pt_br: Registro completo

# user-login-registrationComplete-instructions
source: Thanks for registering! What would you like to do next?
da_dk: Tak for registreringen! Hvad ønsker du at foretage dig efterfølgende?
de_de: Danke für Ihre Registrierung! Was möchten Sie als nächstes tun?
pl_pl: Dziękujemy za rejestrację! Co chciałbyś(abyś) teraz zrobić?
pt_br: Obrigado por se registrar! O que você gostaria de fazer agora?

# user-login-registrationComplete-manageSubmissions
source: View Submissions
da_dk: Se indsendelser
de_de: Einreichungen ansehen
pl_pl: Wyświetl zgłoszenia
pt_br: Ver Envios

# user-login-registrationComplete-newSubmission
source: Make a New Submission
da_dk: Foretag en ny indsendelse
de_de: Neue Einreichung
pl_pl: Utwórz zgłoszenie
pt_br: Fazer uma Novo Envio

# user-login-registrationComplete-continueBrowsing
source: Continue Browsing
da_dk: Fortsæt browsing
de_de: Weiter stöbern
pl_pl: Przeglądaj czasopismo
pt_br: Continuar Navegação

# user-login-registrationPendingValidation
source: Registration awaiting verification
da_dk: Registrering afventer bekræftelse
de_de: Registrierung wartet noch auf Verifizierung
pl_pl: Rejestracja oczekuje na potwierdzenie
pt_br: Registro aguardando verificação

# user-login-rememberUsernameAndPassword
source: Keep me logged in
da_dk: Forbliv logget ind
de_de: Eingeloggt bleiben
pl_pl: Zapamiętaj nazwę użytkownika i hasło
pt_br: Mantenha-me conectado

# user-login-resetPassword
source: Reset Password
da_dk: Nulstil adgangskode
de_de: Passwort zurücksetzen
pl_pl: Zmień hasło
pt_br: Nova senha
zh_cn: 重置密码

# user-logOut
source: Logout
da_dk: Log af
de_de: Ausloggen
pl_pl: Wyloguj się
pt_br: Sair do sistema
zh_cn: 登出

# user-logOutAs
source: Logout as
da_dk: Log ud som
de_de: Ausloggen als
pl_pl: Wyloguj się jako
pt_br: Sair como

# user-hello
source: Hello,
da_dk: Hej
de_de: Hallo,
pl_pl: Witaj,
pt_br: Olá,
zh_cn: 嗨，

# user-mailingAddress
source: Mailing Address
da_dk: Postadresse
de_de: Adresse
pl_pl: Adres
pt_br: Endereço postal
zh_cn: 通信地址

# user-myAccount
source: My Account
da_dk: Min konto
de_de: Mein Konto
pl_pl: Moje konto
pt_br: Mesclar cadastro
zh_cn: 我的帐户

# user-password
source: Password
da_dk: Adgangskode
de_de: Passwort
pl_pl: Hasło (dozwolone małe litery i cyfry)
pt_br: Senha
zh_cn: 密码

# user-repeatPassword
source: Repeat password
da_dk: Gentag adgangskode
de_de: Passwort wiederholen
pl_pl: Powtórz hasło
pt_br: Repetir senha
zh_cn: 重复密码

# user-phone
source: Phone
da_dk: Telefon
de_de: Telefon
pl_pl: Tel.
pt_br: Telefone
zh_cn: 电话

# user-preferredPublicName
source: Preferred Public Name
de_de: Bevorzugter Öffentlicher Name
pt_br: Nome Público de Preferência

# user-preferredPublicName-description
source: How do you prefer to be addressed? Salutations, middle names and suffixes can be added here if you would like.
de_de: Wie möchten Sie angesprochen werden? Titel, weitere Vornamen und Namenszusätze können hier angegeben werden, wenn Sie es wünschen.
pt_br: Como você prefere ser tratado(a)? Pronomes de tratamento, nomes do meio e sufixos podem ser adicionados aqui.

# user-profile-changePasswordInstructions
source: Enter your current and new passwords below to change the password for your account.
da_dk: Angiv din aktuelle og din nye adgangskode nedenfor for at ændre adgangskoden til din konto.
de_de: Sie ändern das Passwort Ihres Kontos, indem Sie nachfolgend Ihr aktuelles und Ihr neues Passwort eintragen.
pl_pl: Aby zmienić hasło, podaj swoje obecne oraz nowe hasło.
pt_br: Digite as senhas atual e nova para alterar a senha de acesso ao cadastro.
zh_cn: 在下面输入您当前的密码和新密码，以修改帐户密码.

# user-profile-editProfile
source: Edit Profile
da_dk: Rediger profil
de_de: Profil bearbeiten
pl_pl: Edytuj profil
pt_br: Editar perfil
zh_cn: 编辑帐户信息

# user-profile-form-countryRequired
source: A country is required.
da_dk: Et land er påkrævet
de_de: Ein Staat ist erforderlich.
pl_pl: Podanie kraju jest wymagane.
pt_br: O país é obrigatório.
zh_cn: 要求国家名

# user-profile-form-emailRequired
source: A valid email address is required.
da_dk: En gyldig e-mail-adresse er påkrævet.
de_de: Eine gültige E-Mail-Adresse ist erforderlich.
pl_pl: Podanie adresu e-mail jest wymagane.
pt_br: Endereço de e-mail válido obrigatório.
zh_cn: 有效的电子邮件地址.

# user-profile-form-affiliationRequired
source: An affiliation is required.
da_dk: Kræver et tilhørsforhold.
de_de: Die Angabe einer Institution ist erforderlich.
pl_pl: Podanie afiliacji jest wymagane.
pt_br: A instituição/afiliação é obrigatória.
zh_cn: 联系地址是必须的

# user-profile-form-givenNameRequired
source: A given name is required.
de_de: Die Angabe eines Vornamens ist erforderlich.

# user-profile-form-givenNameRequired-locale
source: You have added a family name for a language that is missing the given name. Please add a given name for this language.
de_de: Sie haben in einer Sprache einen Nachnamen angegeben, aber keinen Vornamen. Bitte fügen Sie einen Vornamen in dieser Sprache hinzu.

# user-profile-form-mailingAddressRequired
source: A mailing address is required.
da_dk: En e-mailadresse er påkrævet.
de_de: Eine Postanschrift ist erforderlich.
pl_pl: Podanie adresu e-mail jest wymagane.
pt_br: Um endereço postal é obrigatório.
zh_cn: 要求邮件地址

# user-profile-form-newPasswordRequired
source: You must enter your new password.
da_dk: Du skal angive din nye adgangskode.
de_de: Tragen Sie Ihr neues Passwort ein.
pl_pl: Musisz podać swoje nowe hasło.
pt_br: Nova senha obrigatória.
zh_cn: 您必须输入您新的密码.

# user-profile-form-oldPasswordInvalid
source: The current password you entered was incorrect.
da_dk: Den aktuelle adgangskode, du har angivet, er forkert.
de_de: Das von Ihnen eingetragene aktuelle Passwort ist nicht korrekt.
pl_pl: Wprowadzone hasło jest niepoprawne.
pt_br: Senha atual incorreta.
zh_cn: 您输入的密码是不正确的.

# user-profile-form-openAccessNotifications
source: Issue open access email notifications
da_dk: E-mail-beskeder om Open Access til nummer
de_de: E-Mail-Benachrichtigung über freien Zugang
pl_pl: Powiadomienia dotyczące numerów w otwartym dostępie
pt_br: Notificações via e-mail de acesso livre à edição
zh_cn: 刊期的开放存取电子邮件通知
