Repository: TESTYXOPERO123/pkp
Catalog: locale/*/user.xlf
Languages: da_dk, de_de, pl_pl, pt_br, zh_cn

# user-profile-form-passwordRequired
source: A password is required.
da_dk: En adgangskode er påkrævet.
de_de: Ein Passwort ist erforderlich.
pl_pl: Hasło jest wymagane
pt_br: Senha obrigatória.
zh_cn: 密码是必须的.

# user-profile-form-passwordSameAsOld
source: Your new password is the same as your old password.
da_dk: Din nye adgangskode er den samme som din gamle adgangskode.
de_de: Ihr neues Passwort ist mit ihrem alten Passwort identisch.
pl_pl: Twoje nowe hasło jest identyczne jak stare hasło.
pt_br: Sua nova senha é a mesma que a anterior.
zh_cn: 您的新密码同旧密码相同

# user-profile-form-profileImage
source: Profile Image
da_dk: Profilbillede
de_de: Profilbild
pl_pl: Zdjęcie profilowe
pt_br: Foto
zh_cn: 照片

# user-profile-form-publishedNotifications
source: New issue published email notifications
da_dk: E-mail-beskeder om publicering af ny udgave
de_de: E-Mail-Benachrichtigung: Neue Ausgabe erschienen
pl_pl: Powiadomienia dotyczące nowych numerów
pt_br: Notificações via e-mail de publicação de nova edição
zh_cn: 新刊期出版的电子邮件通知

# user-profile-form-urlInvalid
source: The specified URL is not valid. Please double-check the URL and try again. (Hint: Try adding http:// to the beginning of the URL.)
da_dk: Den angivne URL-adresse er ikke gyldig. Kontroller URL-adressen, og forsøg igen. (Tip: Sæt http:// foran URL-adressen).
de_de: Die angegebene URL ist ungültig. Bitte überprüfen Sie die URL nochmals und versuchen es erneut. (Hinweis: Fügen Sie http:// an den Anfang der URL an.)
pl_pl: Podany adres nie istnieje. Sprawdź adres i spróbuj ponownie.
pt_br: URL inválida. Verifique a informação e tente novamente (Ajuda: Inclua o protocolo http:// no início da URL.)
zh_cn: 指定的URL是无效的.请双击URL再试.(提示: 尝试在URL的开始添加 http:// .)

# user-profile-form-usergroupRequired
source: A user group is required.
da_dk: En brugergruppe er påkrævet.
de_de: Die Angabe einer Benutzer/innen-Gruppe ist erforderlich.
pl_pl: Podanie grupy użytkownika jest wymagane.
pt_br: Um grupo de usuários é obrigatório.
zh_cn: 要求用户群

# user-profile-form-usernameRequired
source: A username is required.
da_dk: Et brugernavn er påkrævet.
de_de: Die Angabe eines Benutzer/innen-Namens ist erforderlich.
pl_pl: Nazwa użytkownika jest wymagana.
pt_br: Login obrigatório.
zh_cn: 用户名是必须的.

# user-profile-form-privacyConsentRequired
source: You must agree to the terms of the privacy statement.
da_dk: Du skal acceptere betingelserne i erklæring om beskyttelse af personlige oplysninger.
de_de: Sie müssen den Bedingungen der Erklärung zum Schutz persönlicher Daten zustimmen.

# user-profile-leavePasswordBlank
source: Leave the password fields blank to keep the current password.
da_dk: Undlad at udfylde adgangskodefelterne, hvis du vil bevare den aktuelle adgangskode.
de_de: Wenn Sie Ihr aktuelles Passwort beibehalten wollen, lassen Sie die Passwortfelder frei.
pl_pl: Pozostaw pole hasła puste, aby w dalszym ciągu korzystać ze starego hasła.
pt_br: Deixe os campos de senha em branco para manter a senha atual.
zh_cn: 将密码字段留空，以保持目前的密码.

# user-profile-newPassword
source: New password
da_dk: Ny adgangskode
de_de: Neues Passwort
pl_pl: Nowe hasło
pt_br: Nova senha
zh_cn: 新密码

# user-profile-oldPassword
source: Current password
da_dk: Aktuel adgangskode
de_de: Aktuelles Passwort
pl_pl: Obecne hasło
pt_br: Senha atual
zh_cn: 当前密码

# user-profile
source: Profile
da_dk: Profil
de_de: Profil
pl_pl: Profil
pt_br: Perfil
zh_cn: 用户信息

# user-profile-publicProfile
source: User Profile
da_dk: Brugerprofil
de_de: Profil
pl_pl: Profil użytkownika
pt_br: Perfil do usuário
zh_cn: 用户信息

# user-profile-repeatNewPassword
source: Repeat new password
da_dk: Gentag ny adgangskode
de_de: Neues Passwort wiederholen
pl_pl: Powtórz nowe hasło
pt_br: Repetir nova senha
zh_cn: 重复新密码

# user-login-registerNewAccount
source: Register
da_dk: Registrér
de_de: Noch kein/e Benutzer/in? Registrieren Sie sich.
pl_pl: Zarejestruj
pt_br: Não é um usuário? Registe-se no site

# user-login-resetPasswordInstructions
source: Enter your account email address below and an email will be sent with instructions on how to reset your password.
da_dk: Registrér din kontos e-mailadresse nedenfor. Du vil efterfølgende modtage en e-mail med en vejledning i, hvordan du nulstiller dit password.
de_de: Aus Sicherheitsgründen schickt das System den registrierten Benutzer/innen ein neues Passwort statt des aktuellen Passworts per E-Mail. <br /><br />Tragen Sie zur Wiederherstellung des Passwortes unten Ihre E-Mail-Adresse ein. Eine Bestätigung geht an diese E-Mail-Adresse.
pl_pl: Podaj swój adres e-mail. Otrzymasz wiadomość z instrukcjami, jak zresetować swoje hasło.
pt_br: Por razões de segurança, este sistema envia por e-mail uma nova senha ao usuário cadastrado, em vez de recordar a senha atual. <br/> <br/> Digite seu email abaixo para redefinir sua senha. Uma confirmação será enviada para este endereço de e-mail.

# user-register-form-privacyConsent
source: Yes, I agree to have my data collected and stored according to the <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
da_dk: Ja, jeg accepterer at få mine data indsamlet og opbevaret i overensstemmelse med vores <a href="{$privacyUrl}" target="_blank">Erklæring om beskyttelse af personlige oplysninger</a>.
de_de: Ja, ich stimme zu, dass meine Daten in Übereinstimmung mit der <a href="{$privacyUrl}" target="_blank">Erklärung zum Schutz persönlicher Daten</a> erfasst und gespeichert werden.
pt_br: Sim, eu concordo em ter meus dados coletados e armazenados de acordo com a <a href="{$privacyUrl}" target="_blank">declaração de privacidade</a>.

# user-register-form-emailConsent
source: Yes, I would like to be notified of new publications and announcements.
da_dk: Ja, jeg vil gerne holdes underrettet om nye publikationer og meddelelser.
de_de: Ja, ich möchte über neue Veröffentlichungen und Ankündigungen benachrichtigt werden.
pt_br: Sim, eu gostaria de ser notificado(a) de novas publicações e anúncios.

# user-register-form-emailExists
source: The selected email address is already in use by another user.
da_dk: Den valgte e-mail-adresse benyttes allerede af en anden bruger.
de_de: Die ausgewählte E-Mail-Adresse wird bereits von einer anderen Benutzerin/einem anderen Benutzer verwendet.
pl_pl: Podany adres e-mail jest już w użyciu przez innego użytkownika.
pt_br: O endereço de e-mail digitado já está cadastrado.
zh_cn: 选择的电子邮件地址已经被其他用户使用.

# user-register-form-passwordsDoNotMatch
source: The passwords do not match.
da_dk: Adgangskoderne stemmer ikke overens.
de_de: Die Passwörter stimmen nicht überein.
pl_pl: Podane hasła są różne.
pt_br: As senhas não combinam.
zh_cn: 密码不相符.

# user-register-form-emailsDoNotMatch
source: The email address fields do not match.
da_dk: Felterne for e-mail-adresse stemmer ikke overens.
de_de: Die E-Mail-Adressen stimmen nicht überein.
pl_pl: Podane adresy e-mail są różne
pt_br: O e-mail informado nos campos não correspondem.
zh_cn: 电子邮件地址不匹配

# user-register-form-usernameAlphaNumeric
source: The username can contain only lower-case alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
da_dk: Brugernavnet må kun indeholde små bogstaver og tal (alfanumeriske tegn), understregningstegn og bindestreger. Det skal begynde og slutte med et alfanumerisk tegn.
de_de: Der Nutzername darf nur Kleinbuchstaben, Ziffern, Unterstriche und Bindestriche enthalten. Er muss mit einem Kleinbuchstaben oder einer Ziffer beginnen und enden.
pl_pl: Nazwa użytkownika może składać się jedynie z małych liter (np. jankowalski).
pt_br: O nome de usuário pode conter somente caracteres alfanuméricos, sublinhados e hifens, e deve começar e terminar com um caractere alfanumérico (letra ou número).

# user-register-form-userGroupRequired
source: At least one role must be selected.
da_dk: Du skal vælge mindst én rolle.
de_de: Mindestens eine Rolle muss ausgewählt werden.
pl_pl: Przynajmniej jedna rola musi zostać wybrana.
pt_br: Ao menos um papel deve ser selecionado.

# user-register-form-usernameExists
source: The selected username is already in use by another user.
da_dk: Det valgte brugernavn benyttes allerede af en anden bruger.
de_de: Der ausgewählte Benutzer/innen-Name wird bereits von einer anderen Benutzerin/einem anderen Benutzer verwendet.
pl_pl: Wybrana nazwa użytkownika jest już w użyciu, wybierz inną nazwę.
pt_br: O login digitado já está cadastrado.
zh_cn: 选择的用户名已经被其他用户使用.

# user-register-form-passwordLengthRestriction
source: The password must be at least {$length} characters.
da_dk: Adgangskoden skal være på mindst {$length} tegn.
de_de: Das Passwort muss mindestens {$length} Zeichen enthalten.
pl_pl: Hasło musi posiadać co najmniej {$length} znaków.
pt_br: A senha deve ter no mínimo {$length} caracteres.

# user-register-registerAs
source: Register in {$contextName} as...
da_dk: Registrer i {$contextName} som...
de_de: Sich bei {$contextName} registrieren als...
pl_pl: Zarejestruj jako {$contextName}
pt_br: Cadastrar em {$contextName} como...
zh_cn: 注册为

# user-register
source: Register
da_dk: Registrer
de_de: Registrieren
pl_pl: Zarejestruj
pt_br: Cadastrar
zh_cn: 注册

# user-register-usernameRestriction
source: The username must contain only lowercase letters, numbers, and hyphens/underscores.
da_dk: Brugernavnet må kun indeholde små bogstaver, tal og bindestreger/understregningstegn.
de_de: Der Benutzer/innen-Name darf nur Kleinbuchstaben, Zahlen, Bindestriche und Unterstriche enthalten.
pl_pl: Dozwolone znaki to małe litery, cyfry oraz znaki (-) i (_).
pt_br: O login deve conter apenas letras minúsculas (a-z), números(0-9), sublinhados(_) e hífens(-).
zh_cn: 用户名只能包含小写字母，数字和连字符/下标线.

# user-register-registrationCompleted
source: You have successfully registered. <a href="{$profileUrl}">Click here</a> to complete your user profile.
da_dk: Registreringen er gennemført. <a href="{$profileUrl}">Klik her</a> for at færdigredigere din profil.
de_de: Sie haben sich erfolgreich registriert. <a href="{$profileUrl}">Klicken Sie hier</a>, um Ihr Profil zu vervollständigen.
pl_pl: Rejestracja zakończona. <a href="{$profileUrl}">Kliknij tutaj</a>, aby uzupełnić swój profil użytkownika.
pt_br: Cadastro realizado com sucesso. <a href="{$profileUrl}">Clique aqui</a> para completar seu perfil.

# user-role-assistant
source: Assistant
da_dk: Assistent
de_de: Assistent/in
pl_pl: Asystent
pt_br: Assistente de Adição

# user-role-author
source: Author
da_dk: Forfatter
de_de: Autor/in
pl_pl: Autor
pt_br: Autor

# user-role-author_s
source: Author(s)
da_dk: Forfatter(e)
de_de: Autor/innen
pl_pl: Autor/autorzy
pt_br: Autor(es)

# user-role-authors
source: Authors
da_dk: Forfattere
de_de: Autor/innen
pl_pl: Autorzy
pt_br: Autores

# user-role-editor
source: Editor
da_dk: Redaktør
de_de: Redakteur/in
pl_pl: Redaktor

# user-role-editors
source: Editors
da_dk: Redaktører
de_de: Redakteur/innen
pl_pl: Redaktorzy
pt_br: Editores

# user-role-reader
source: Reader
da_dk: Læser
de_de: Leser/in
pl_pl: Czytelnik
pt_br: Leitor
zh_cn: 读者

# user-role-readers
source: Readers
da_dk: Læsere
de_de: Leser/innen
pl_pl: Czytelnicy
pt_br: Leitores
zh_cn: 读者

# user-role-reviewer
source: Reviewer
da_dk: Bedømmer
de_de: Gutachter/in
pl_pl: Recenzent
pt_br: Avaliador
zh_cn: 审稿人

# user-role-reviewers
source: Reviewers
da_dk: Bedømmere
de_de: Gutachter/innen
pl_pl: Recenzenci
pt_br: Avaliadores
zh_cn: 审稿人

# user-role-siteAdmin
source: Site Administrator
da_dk: Webstedsadministrator
de_de: Website-Administrator/in
pl_pl: Administrator strony
pt_br: Administrador do Portal
zh_cn: 站点管理员

# user-role-siteAdmins
source: Site Administrators
da_dk: Webstedsadministratorer
de_de: Website-Administrator/innen
pl_pl: Administratorzy strony
pt_br: Administradores do Portal
zh_cn: 站点管理员

# user-role-copyeditor
source: Copyeditor
da_dk: Manuskriptredaktør
de_de: Lektor/in
pl_pl: Korektor
pt_br: Editor de Texto

# user-role-copyeditors
source: Copyeditors
da_dk: Manuskriptredaktører
de_de: Lektor/innen
pl_pl: Korektorzy
pt_br: Editores de Texto

# user-role-proofreader
source: Proofreader
da_dk: Korrekturlæser
de_de: Korrekturlektor/in
pl_pl: Korektor pliku do publikacji
pt_br: Leitor de Prova

# user-role-proofreaders
source: Proofreaders
da_dk: Korrekturlæsere
de_de: Korrekturlektor/innen
pl_pl: Korektorzy pliku do publikacji
pt_br: Leitores de Prova

# user-role-layoutEditor
source: Layout Editor
da_dk: Layoutredaktør
de_de: Layouter/in
pl_pl: Składacz
pt_br: Editor de Leiaute

# user-role-layoutEditors
source: Layout Editors
da_dk: Layoutredaktører
de_de: Layouter/innen
pl_pl: Składacze
pt_br: Editores de Leiaute

# user-roles
source: Roles
da_dk: Roller
de_de: Funktion
pl_pl: Role
pt_br: Papéis
zh_cn: 角色

# user-sendPassword
source: Confirmation
da_dk: Bekræftelse
de_de: Bestätigung
pl_pl: Potwierdzenie
pt_br: Confirmação
zh_cn: 确认

# user-sendPassword-description
source: Send me a confirmation email including my username and password
da_dk: Send mig en bekræftelse via e-mail med mit brugernavn og min adgangskode
de_de: Senden Sie mir eine Bestätigungs-E-Mail mit meinem Benutzer/innen-Namen und meinem Passwort.
pl_pl: Wyślij potwierdzenie zawierające nazwę użytkownika i hasło na adres e-mail.
pt_br: Enviar e-mail de confirmação incluindo login e senha
zh_cn: 发送给我一个包含我的用户名与密码的确认邮件

# user-signature
source: Signature
da_dk: Signatur
de_de: Signatur
pl_pl: Podpis (dodawany do wiadomości wysyłanych ze strony)
pt_br: Assinatura
zh_cn: 签名

# user-title
source: Title
da_dk: Titel
de_de: Titel
pl_pl: Stanowisko
pt_br: Títulação
zh_cn: 标题

# user-url
source: Homepage URL
da_dk: URL-adresse
de_de: URL
pl_pl: WWW
pt_br: URL
zh_cn: URL

# user-userHome
source: User Home
da_dk: Brugerstartside
de_de: Persönliche Startseite
pl_pl: Moje konto
pt_br: Página do usuário
zh_cn: 用户中心

# user-username
source: Username
da_dk: Brugernavn
de_de: Benutzer/innen-Name
pl_pl: Nazwa użytkownika (np. jankowalski)
pt_br: Usuário
zh_cn: 用户名

# user-workingLanguages
source: Working Languages
da_dk: Arbejdssprog
de_de: Arbeitssprachen
pl_pl: Wybrane języki
pt_br: Idiomas conhecidos
zh_cn: 工作语言

# user-orcid-orcidInvalid
source: The ORCID iD you specified is invalid. Please include the full URI (e.g. "https://orcid.org/0000-0002-1825-0097").
da_dk: Det ORCID iD du angav er ikke gyldig. Husk at inkludere den hele URI (e.g. "https://orcid.org/0000-0002-1825-0097").
de_de: Die angegebene ORCID-iD ist ungültig. Bitte geben Sie den kompletten URI an (z.B. "https://orcid.org/0000-0002-1825-0097").
pl_pl: ORCID jest niepoprawne. Podaj pełny adres URI (np. "https://orcid.org/0000-0002-1825-0097").
pt_br: O ORCID iD informado é inválido. Por favor inclua a URL completa (ex. "https://orcid.org/0000-0002-1825-0097").

# user-profile-identity
source: Identity
da_dk: Identitet
de_de: Identität
pl_pl: Tożsamość
pt_br: Identificação

# user-profile-contact
source: Contact
da_dk: Kontakt
de_de: Kontakt
pl_pl: Kontakt
pt_br: Contato

# user-profile-public
source: Public
da_dk: Offentlig
de_de: Öffentlich
pl_pl: Publiczny
pt_br: Público

# user-apiKeyEnabled
source: Enable external applications with the API key to access this account
da_dk: Aktivér eksterne applikationer med API-nøglen for at få adgang til denne konto
de_de: Externen Anwendungen mittels des API-Keys ermöglichen, auf diesen Account zuzugreifen
pl_pl: Umożliwiaj zewnętrznym aplikacjom wykorzystującym klucz API na dostęp do tego konta
pt_br: Permitir que aplicações externas com a chave da API tenham acesso a esta conta

# user-apiKey-generate
source: Generate new API key
da_dk: Generer ny API-nøgle
de_de: Neuen API-Key erzeugen
pl_pl: Generuj nowy klucz API
pt_br: Gerar nova chave da API

# user-apiKey-generateWarning
source: Generating a new API key will invalidate any existing key for this user.
da_dk: Generering af en ny API-nøgle vil ugyldiggøre enhver eksisterende nøgle til denne bruger.
de_de: Das Erzeugen eines neuen API-Keys wird alle existierenden Keys für diese/n Nutzer/in ungültig machen.
pl_pl: Wygenerowanie nowego klucza unieważni wszystkie istniejące klucze dla tego użytkownika.
pt_br: Gerar uma nova chave da API irá invalidar qualquer chave já existente para este usuário.

# user-apiKey-secretRequired
source: Before generating an API key, your site administrator must set a secret in the config file ("api_key_secret").
da_dk: Før du genererer en API-nøgle, skal din webstedsadministrator angive en skjult i config-filen ("api_key_secret").
de_de: Bevor Sie einen API-Key erzeugen, muss Ihr Website-Administrator/Ihre Website-Administratorin die Einstellung "api_key_secret" in der Konfigurationsdatei festlegen.
pl_pl: Przed wygenerowaniem klucza API, administrator strony musi ustalić klucz prywatny w pliku konfiguracyjnym ("api_key_secret").
pt_br: Antes de gerar uma chave da API, você deve definir um código no arquivo de configuração ("api_key_secret")

# user-privacyLink
source: Your data is stored in accordance with our <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
da_dk: Dine data er gemt i overensstemmelse med vores <a href="{$privacyUrl}" target="_blank">Erklæring om beskyttelse af personlige oplysninger</a>.
de_de: Ihre Daten werden in Übereinstimmung mit unserer <a href="{$privacyUrl}" target="_blank">Erklärung zum Schutz persönlicher Daten</a> gespeichert.
pt_br: Seus dados são armazenados em concordância com nossa <a href="{$privacyUrl}" target="_blank">política de privacidade</a>.

# user-name
source: Name
da_dk: Navn
pl_pl: Nazwa użytkownika (np. jankowalski)
pt_br: Nome
zh_cn: 名

# user-apiKey
source: API Key
da_dk: API-nøgle
pl_pl: Klucz API
pt_br: Chave da API

# user-orcid
source: ORCID iD
pl_pl: ORCID

# user-email
source: Email
zh_cn: 电子邮件
